Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

source: Moderator
fr: Modérateur
hu: Moderátor
ko: 관리자
pt_br: Moderador
uk: Модератор

source: Staff
de: Stab
fr: Administration
ko: 직원
pt_br: Equipe
uk: Персонал
zh_hant: 工作人員

source: Sale
de: Angebot
fr: Vente
hu: Akció
ko: 할인
pt_br: Venda
uk: Акція
zh_hant: 促銷活動

source: Sale ends in %@
de: Angebot endet in %@
fr: La vente se termine dans %@
hu: Az akció véget ér: %@
ko: 판매 종료: %@ 후
pt_br: A liquidação termina em %@
uk: Акція закінчиться через %@

# get_more_adhder
source: Get more out of Adhder
de: Profitiere mehr von Adhder
fr: Profitez encore plus d'Adhder
hu: Hozd ki a legtöbbet a Habiticából
ko: Adhder를 더 즐기세요
pt_br: Aproveite melhor o Adhder
uk: Отримайте більше від Adhder

# report_x_violation
source: Report @%@ for violation?
de: @%@ für einen Verstoß melden?
fr: Signaler @%@ pour infraction ?
hu: Jelented @%@ szabálysértését?
ko: @%@ 을(를) 규정 위반으로 신고하시겠습니까?
pt_br: Reportar @%@ por violação?
uk: Повідомити про порушення зі сторони @%@?

# streak_achievement_title
source: You earned a streak achievement!
de: Du hast einen Strähnenerfolg erzielt!
fr: Vous avez obtenu un succès de combo !
hu: Egy új sorozat-teljesítményt szereztél!
ko: 연속 기록 업적을 획득했습니다!
pt_br: Você ganhou uma conquista de combo!
uk: Ви отримали досягнення за серію!

# earned_achievement_share
source: I earned a new achievement in Adhder!
de: Ich habe in Adhder einen neuen Erfolg verdient!
fr: J'ai gagné un nouveau succès dans Adhder !
hu: Egy új teljesítményt szereztem a Habiticában!
ko: Adhder에서 새로운 업적을 획득했습니다!
pt_br: Eu ganhei uma nova conquista em Adhder!
uk: Я здобув нове досягнення у Adhder!

# next_checkin_prize_1_day
source: Your next prize unlocks in 1 Check-In
de: Dein nächster Preis wird nach 1 weiteren Anmeldung freigeschaltet
fr: Votre prochaine récompense se débloquera dans 1 Connexion
hu: A következő jutalom 1 bejelentkezés múlva
ko: 다음 보상은 1회 체크인 후에 해금됩니다
pt_br: Sua próxima recompensa será desbloqueada em 1 Check-in
zh_hant: 再簽到 1 次即可解鎖下個獎勵!

# next_checkin_prize_x_days
source: Your next prize unlocks at %d Check-Ins
de: Dein nächster Preis wird bei %d weiteren Anmeldungen freigeschaltet
fr: Votre prochaine récompense se débloquera au bout de %d connexions
hu: A következő jutalom %d bejelentkezésnél
ko: 다음 보상은 %d회 체크인 후에 해금됩니다
pt_br: Sua próxima recompensa será desbloqueada em %d Check-ins
zh_hant: 再簽到 %d 次即可解鎖下個獎勵!

# next_checkin_prize_in_x_days
source: Your next prize unlocks in %d Check-Ins
de: Dein nächster Preis wird nach %d weiteren Anmeldungen freigeschaltet
fr: Votre prochaine récompense sera débloquée dans %d connexions
hu: A következő jutalom %d bejelentkezés múlva
ko: 다음 보상은 %d회 체크인 후에 해금됩니다
pt_br: Seu próximo prêmio será desbloqueado após %d Check-ins

# next_prize_at_x_checkins
source: Next prize at %d Check-Ins
de: Nächster Preis bei %d Anmeldungen
fr: Prochaine récompense dans %d connexions
hu: Következő jutalom %d bejelentkezésnél
ko: 다음 보상은 %d회 체크인 후에 해금됩니다
pt_br: Próximo prêmio em %d Check-Ins
uk: Наступний приз через %d вх(ід/оди/ів) в гру

# shops.purchased_all_gear
source: New gear is released during the seasonal Galas. Until then, there's %d pieces of gear in the Enchanted Armoire to find!
de: Neue Ausrüstung wird während der saisonalen Galas veröffentlicht. Bis dahin gibt es %d Ausrüstungsgegenstände in dem verzauberten Schrank zu finden!
fr: De nouveaux équipements seront déployés durant les Grands Galas. En attendant, il y a %d pièces d'équipement à trouver dans l'Armoire Enchantée !
hu: Új felszerelések a szezonális ünnepségeken jelennek meg. Addig is még %d felszerelés vár rád a Megbűvölt komódban!
ko: 시즌 행사 기간 동안 새로운 장비가 출시됩니다. 그 전까지 마법의 장비상자에서 %d개의 장비를 찾을 수 있습니다!
pt_br: Novos equipamentos são lançados durante as Grandes Galas. Até lá, há %d peças de equipamento no Arsenal Encantado para se encontrar!
uk: Більше спорядження буде випущено до Великих Гала, ближче до часу сонцестояння та рівнодення. До того часу в Чарівній скрині є %d предметів спорядження!

# next_prize_in_x_checkins
source: Next prize in %d Check-Ins
de: Nächster Preis in %d Anmeldungen
fr: Prochain prix dans %d enregistrements
hu: Következő jutalom %d bejelentkezés múlva
ko: 다음 보상은 %d회 체크인 후에 해금됩니다
pt_br: Próximo prêmio em %d Check-Ins
uk: Наступний приз через %d вх(ід/оди/ів) в гру

# checkin_prize_earned
source: You earned a %@ as a reward for your devotion to improving your life.
de: Du hast ein %@ als Belohnung für Deine Hingabe zu Verbesserung Deines Lebens erhalten.
fr: Vous avez mérité cette récompense : %@ pour votre dévotion à améliorer votre vie.
hu: Kaptál egy ilyen jutalmat: %@, mert elkötelezetten dolgozol azon, hogy fejleszd az életedet.
ko: 삶을 개선하기 위한 노력의 대가로 %1$s를 획득했습니다.
pt_br: Você ganhou uma %@ como recompensa por sua devoção em melhorar sua vida.
uk: Ви заробили %@ як нагороду за свою відданість покращенню свого життя.

source: Not enough Gems
de: Nicht genug Edelsteine
fr: Pas assez de Gemmes
hu: Nincs elég gyémántod
ko: 보석이 부족합니다
pt_br: Gemas Insuficientes
uk: Не вистачає Самоцвітів

source: Subscribe for Hourglasses
de: Abonniere für Sanduhren
fr: Souscrire à un Sablier
hu: Fizess elő homokórákért
ko: 신비한 모래시계를 받으려면 구독하세요
pt_br: Assine para ganhar Ampulhetas
uk: Підпишіться, щоб отримувати Чарівні Годинники

source: Not enough Gold
de: Nicht genug Gold
fr: Pas assez d'or
hu: Nincs elég aranyad
ko: 골드가 부족합니다
pt_br: Ouro Insuficiente
uk: Не вистачає Золота

source: Take me back
de: Bring mich zurück
fr: Revenir en arrière
hu: Vigyél vissza
ko: 이전으로 돌아가기
pt_br: Me leve de volta
uk: Повернутись

source: Monthly Gem Cap Reached
de: Monatliche Edelsteingrenze erreicht
fr: Seuil mensuel de gemmes atteint
hu: Elérted a havi gyémántkorlátot
ko: 월별 보석 한도에 도달했습니다
pt_br: Limite mensal de gemas alcançado

source: Your balance:
de: Dein Kontostand:
fr: Votre solde :
hu: Jelenlegi egyenleged:
ko: 잔고:
pt_br: Seu saldo:
uk: Ваш баланс:

# shops.other_class_disclaimer
source: You can only purchase gear for your current class
de: Du kannst nur Ausrüstung für deine aktuelle Klasse kaufen
fr: Vous pouvez n’acheter que l’équipement pour votre classe actuelle
hu: Csak a jelenlegi kasztodnak megfelelő felszerelést vásárolhatod meg
ko: 현재 직업에 맞는 장비만 구매할 수 있습니다
pt_br: Você só pode comprar equipamento da sua classe atual
uk: Ви можете придбати спорядження лише для вашого поточного класу

# purchased
source: You purchased %@
de: Du hast %@ gekauft
fr: Vous avez acheté %@
hu: Megvásároltad: %@
ko: %s를 구매했습니다
pt_br: Você comprou %@
uk: Ви придбали %@

# notifications.new_bailey
source: New Bailey Update!
de: Neues Update von Bailey!
fr: Nouvelles informations de Bailey !
hu: Új Bailey-frissítés érkezett!
ko: 새 베일리 업데이트!
pt_br: Novas atualizações da Bailey!
uk: Оновлення від Бейлі!

# notifications.dismiss_all
source: Dismiss all
de: Alle entfernen
fr: Tout effacer
hu: Összes elvetése
ko: 모두 지우기
pt_br: Dispensar tudo
uk: Очистити все

# empty.habits.description
source: Habits don't have a rigid schedule. You can check them off multiple times per day.
de: Gewohnheiten haben keinen strikten Zeitplan. Du kannst sie mehrmals am Tag abhaken.
fr: Les habitudes n'ont pas une planification rigide. Vous pouvez les valider plusieurs fois par jour.
hu: A szokásoknak nincs szigorú ütemezésük. Akár naponta többször is kipipálhatod őket.
ko: 습관은 정해진 시간에만 하는 것이 아닙니다. 하루에 여러 번 체크할 수 있습니다.
pt_br: Hábitos não possuem uma frequência rígida. Você pode marcá-los várias vezes por dia.
uk: Звички не мають жорсткого графіку. Ви можете відмічати їх кілька разів на день.

# empty.dailies.description
source: Dailies are tasks that repeat on a regular basis. Choose the schedule that works for you!
de: Tagesaufgaben sind regelmäßig wiederkehrende Aufgaben. Wähle einen Zeitplan, der für Dich funktioniert!
fr: Les quotidiennes se répètent de façon régulière. Choisissez la planification qui marche pour vous !
hu: A napi teendők rendszeresen ismétlődő feladatok. Válaszd ki a számodra megfelelő ütemezést!
ko: 일일 과제는 주기적으로 반복되는 작업입니다. 본인에게 맞는 일정을 선택하세요!
pt_br: Diárias são tarefas que se repetem com uma certa frequência. Escolha a frequência que funciona melhor para você!
uk: Щоденки - це завдання, які повторюються регулярно. Оберіть розклад, котрий пасує саме вам!

# empty.todos.description
source: To Do's need to be completed once. Add checklists to your To Do's to increase their value.
de: To-Dos müssen nur einmal erledigt werden. Füge Deinen To-Dos Checklisten hinzu, um ihren Wert zu erhöhen.
fr: Les tâches à faire on besoin de n'être validées qu'une seule fois. Ajoutez des listes de vérification à vos tâches pour augmenter leur valeur.
hu: A tennivalókat csak egyszer kell elvégezni. Adj hozzájuk ellenőrzőlistákat, hogy növeld értéküket.
ko: 할 일은 한 번만 완료하면 됩니다. 체크리스트를 추가해 가치를 높이세요.
pt_br: Afazeres precisam ser realizados uma vez. Adicione listas em seus Afazeres para aumentar seu valor.
uk: Завдання потрібно виконати лише раз. Додавайте підзавдання, щоб підвищити винагороду за виконання.

# empty.rewards.description
source: Rewards are a great way to use Adhder and complete your tasks. Try adding a few today!
de: Belohnungen sind eine großartige Möglichkeit, Adhder zu nutzen und Deine Aufgaben zu erledigen. Versuche, gleich einige hinzuzufügen!
fr: Les récompenses sont une bonne façon d'utiliser Adhder et de compléter vos tâches. Essayez d'en ajouter quelques une aujourd'hui !
hu: A jutalmak nagyszerű módjai annak, hogy motiváld magad a Habiticában! Próbálj ki néhányat még ma!
ko: 보상은 해비티카를 사용하고 작업을 완료하는 좋은 방법입니다. 오늘 몇 가지를 추가해 보세요!
pt_br: Recompensas são uma ótima forma de usar o Adhder e completar suas tarefas. Tente adicionar algumas hoje!
uk: Нагороди - це чудовий спосіб використовувати Adhder й виконувати завдання. Спробуйте додати кілька прямо зараз!
zh_hant: 獎勵是個鼓勵你使用Adhder完成任務的好方法，試著自己增加一些！

# empty.notifications.title
source: You're all caught up!
de: Du bist auf dem Laufenden!
fr: Vous êtes à jour !
hu: Nincs új értesítésed!
ko: 모든 것이 완료되었습니다!
pt_br: Tudo pronto!
uk: Ви все завершили!

# achievements.seasonal
source: Seasonal Achievements
de: Saisonale Errungenschaften
fr: Succès saisonniers
hu: Szezonális teljesítmények
ko: 계절별 업적
pt_br: Conquistas Sazonais
uk: Сезонні досягнення

# achievements.special
source: Special Achievements
de: Spezial-Errungenschaften
fr: Succès exceptionnels
hu: Különleges teljesítmények
ko: 특별 업적
pt_br: Conquistas Especiais
uk: Особливі досягнення

# achievements.quests
source: Quests completed
de: Abgeschlossene Quests
fr: Quêtes accomplies
hu: Teljesített küldetések
ko: 완료한 퀘스트
pt_br: Missões realizadas
uk: Виконані квести

# achievements.challenges
source: Challenges won
de: Gewonnene Herausforderungen
fr: Défis remportés
hu: Megnyert kihívások
ko: 도전 승리
pt_br: Desafios vencidos
uk: Виграні випробування

# subscription_promo_title
source: Need Gems?
de: Edelsteine benötigt?
fr: Besoin de gemmes ?
hu: Kell még gyémánt?
ko: 보석이 필요하신가요?
pt_br: Precisa de Gemas?
uk: Потрібні самоцвіти?

# subscription_promo_description
source: Become a Subscriber to buy Gems with gold, get monthly mystery items, increased drop caps and more!
de: Schließe ein Abonnement ab, um Edelsteine mit Goldstücken zu kaufen, monatlich Überraschungsgegenstände zu erhalten, Deine Beutelimite zu erhöhen und noch mehr!
fr: Abonnez-vous pour acheter des gemmes avec de l'or,obtenir des objets mystères tous les mois, augmenter le taux de butin et plus encore !
hu: Fizess elő, hogy aranyért vehess gyémántokat, havi rejtélyes tárgyakat kapj, növelt tárgylimitet szerezz, és még sok mást!
ko: 골드로 보석을 구매하고, 매달 미스터리 아이템과 아이템 획득 한도 증가 등 다양한 혜택을 누리려면 구독하세요!
pt_br: Torne-se um(a) Assinante para comprar Gemas com ouro, obter itens misteriosos mensalmente, aumentar sua capacidade de drops e muito mais!
uk: Станьте Підписником, щоб купувати Самоцвіти за золото, отримувати щомісячні містичні предмети, збільшити шанс знайти випадкові предмети та багато іншого!

source: Purchase Customization
de: Kaufe Personalisierungen
fr: Acheter la personnalisation
hu: Testreszabás vásárlása
ko: 구매
pt_br: Comprar Personalização
uk: Придбати додаткові налаштування

source: Go Shopping
de: Gehe Einkaufen
fr: Faire des emplettes
hu: Irány vásárolni
ko: 장보러 가기
pt_br: Ir às compras
uk: За покупками

# create_task_description
source: Add a task for something you would like to accomplish this week
de: Füge eine Aufgabe hinzu, für etwas, das Du diese Woche erreichen willst
fr: Ajoutez une tâche que vous voudriez accomplir cette semaine
hu: Adj hozzá egy feladatot, amit ezen a héten szeretnél elvégezni
ko: 이번 주에 완료하고 싶은 과제를 추가하세요
pt_br: Adicione uma tarefa para algo que você gostaria de realizar esta semana
uk: Додайте завдання з тим, що ви хотіли б виконати цього тижня

# complete_task_description
source: Check off any of your tasks to earn rewards
de: Hake Deine Aufgaben ab, um Belohnungen zu verdienen
fr: Cochez une de vos tâches pour gagner des récompenses
hu: Pipálj ki bármilyen feladatot, hogy jutalmakat szerezz
ko: 완료한 과제를 체크해 보상을 받으세요
pt_br: Marque qualquer uma das suas tarefas para ganhar recompensas
uk: Відмітьте будь-яку вашу зазначу, щоб отримати винагороду

# hatch_pet_description
source: Complete tasks to get a Hatching Potion and Egg then hatch your Pet!
de: Schließe Aufgaben ab, um ein Schlüpfelixier und Ei zu erhalten, und schlüpfe dann Dein Haustier!
fr: Accomplissez des tâches pour obtenir une potion d'éclosion et un Œuf, puis faites éclore votre Familier !
hu: Teljesíts feladatokat, hogy szerezz egy tojást és egy keltetőfőzetet, majd keltsd ki kisállatodat!
ko: 과제를 완료해 부화 포션과 알을 얻고 펫을 부화시키세요!
pt_br: Complete as tarefas para obter uma Poção de Eclosão e um Ovo, e então choque seu Mascote!

# feedPet_description
source: Complete tasks to get food! You can feed it to your pet from Pets & Mounts
de: Schließe Aufgaben ab, um Futter zu erhalten! Dieses kannst Du unter Haus- & Reittiere an Deine Haustiere verfüttern
fr: Accomplissez des tâches pour obtenir de la nourriture ! Vous pourrez ainsi nourrir votre Familier
hu: Teljesíts feladatokat, hogy eleséget szerezz! Etetni a Kisállatok és hátasok menüpontban tudsz
ko: 과제를 완료해 음식을 받으세요! 펫 & 탈것에서 펫에게 먹이를 줄 수 있습니다
pt_br: Complete tarefas para conseguir Comida! Você pode alimentar seu Mascote no Estábulo

# purchase_equipment_description
source: Equipment is a way to customize your avatar and improve your stats
de: Durch Ausrüstung kann Dein Avatar personalisiert und die Attributswerte erhöht werden
fr: L’équipement est une manière de personnaliser votre avatar et améliorer vos caractéristiques
hu: A felszerelések segítségével testreszabhatod karakteredet és javíthatod statisztikáit
ko: 장비는 아바타를 꾸미고 능력치를 향상시키는 방법입니다
pt_br: Equipamento é uma maneira de personalizar seu/sua avatar e melhorar seus atributos

# createdTaskTitle
source: Created your first task
de: Du hast Deine erste Aufgabe erstellt
fr: Avez créé votre première tâche
hu: Létrehoztad első feladatodat
ko: 첫 과제를 생성했습니다
pt_br: Criou sua primeira tarefa

# completedTaskTitle
source: Completed a task
de: Hat eine Aufgabe erledigt
fr: Accomplissez une tâche
hu: Teljesítettél egy feladatot
ko: 과제를 완료했습니다
pt_br: Concluiu uma tarefa

# hatchedPetTitle
source: Hatched a Pet
de: Hat ein Haustier geschlüpft
fr: Avez fait éclore un Familier
hu: Kikeltettél egy kisállatot
ko: 펫을 부화시켰습니다
pt_br: Chocou um Mascote

# fedPetTitle
source: Fed a Pet
de: Hat ein Haustier gefüttert
fr: Nourrissez un Familier
hu: Megetettél egy kisállatot
ko: 펫에게 먹이를 주었습니다
pt_br: Alimentou um Mascote

# purchasedEquipmentTitle
source: Purchased Equipment
de: Hat Ausrüstung gekauft
fr: Équipement acheté
hu: Felszerelést vásároltál
ko: 장비를 구매했습니다
pt_br: Comprou um Equipamento

# you_got_achievement
source: You got an Achievement!
de: Du hast einen Erfolg erzielt!
fr: Vous avez reçu un succès !
hu: Szereztél egy teljesítményt!
ko: 업적을 달성했습니다!
pt_br: Você ganhou uma Conquista!
uk: Ви отримали Досягнення!

source: View Achievements
de: Erfolge ansehen
fr: Voir les succès
hu: Teljesítmények megtekintése
ko: 업적 보기
pt_br: Visualizar Conquistas
uk: Подивитися Досягнення

# first_drop_explanation1
source: Completing tasks gives you a chance to find eggs, hatching potions, and pet food.
de: Durch das Abschließen von Aufgaben erhältst Du die Chance, Gegenstände wie etwa Eier, Schlüpfelixiere und Futter zu finden.
fr: Accomplir des tâches vous donne la chance d’obtenir des œufs, des potions d’éclosion, et de la nourriture pour familiers.
hu: A feladatok teljesítésével esélyed lesz tojásokat, keltetőfőzeteket és eleséget találni.
ko: 과제를 완료하면 알, 부화 포션, 펫 먹이를 얻을 기회가 주어집니다.
pt_br: A conclusão de tarefas dá a você a chance de encontrar Ovos, Poções de Eclosão e Comida para mascotes.

# first_drop_explanation2
source: Head to your Items and try combining your new Egg and Hatching Potion!
de: Schau in Deinen Gegenständen nach und versuche, ein Schlüpfelixier mit einem Ei zu kombinieren!
fr: Allez voir vos Objets et essayez de combiner votre nouvel Œuf et Potion d’Éclosion !
hu: Nézz be a Tárgyakhoz, és próbáld ki új tojásod és keltetőfőzeted kombinálását!
ko: 아이템 창으로 이동해 새 알과 부화 포션을 조합해보세요!
pt_br: Vá para os seus Itens e tente combinar seu novo Ovo e Poção de Eclosão!

source: Go to Items
de: Zu Gegenständen gehen
fr: Allez voir vos Objets
hu: Ugrás a tárgyakhoz
ko: 아이템 창으로 이동
pt_br: Ir para Itens
uk: Перейти до предметів

# first_drop_title
source: You found new items!
de: Du hast neue Gegenstände gefunden!
fr: Vous avez trouvé des nouveaux Objets !
hu: Új tárgyakat találtál!
ko: 새 아이템을 발견했습니다!
pt_br: Você encontrou novos itens!
uk: Ви знайшли новий предмет!
zh_hant: 你找到新的物品！

source: View Onboarding Tasks
de: Einstiegsaufgaben ansehen
fr: Voir les Tâches d’Intégration
hu: Kezdő feladatok megtekintése
ko: 초보자 과제 보기
pt_br: Exibir tarefas de integração

# mountMasterDescription
source: You have earned the “Mount Master” achievement for taming all the mounts!
de: Du hast für das Sammeln aller Reittiere den Erfolg "Meister aller Reittiere" erhalten!
fr: Vous avez reçu le succès "Maître des Montures", pour avoir collectionné toutes les montures !
hu: Megszerezted a „Hátasmester” teljesítményt az összes hátas megszelídítéséért!
ko: 모든 탑승펫을 길들여 ‘탑승펫 마스터’ 업적을 달성했습니다!
pt_br: Você ganhou a Conquista "Mestre(a) das Montarias" por ter domado todas as Montarias!
zh_hant: 你馴服了全部的坐騎，獲得了“坐騎師“的成就！

# triadBingoTitle
source: Triad Bingo
de: Triaden-Bingo
fr: Triade de Bingo
hu: Három a magyar igazság
ko: 삼합 빙고
pt_br: Bingo Tríade
uk: Потрійне бінго

# triadBingoDescription
source: You have earned the “Triad Bingo” achievement for finding all the pets, taming all the mounts, and finding all the pets again!
de: Du hast den Erfolg "Triaden-Bingo" erhalten für das Sammeln aller Haustiere, das Zähmen aller Reittiere und das erneute Sammeln aller Haustiere!
fr: Vous avez reçu le succès "Triade Bingo", pour avoir collectionné tous les familier, toutes les montures, et avoir trouvé tous les familiers à nouveau !
hu: Megszerezted a „Három a magyar igazság” teljesítményt: az összes kisállat begyűjtéséért, az összes hátas megszelídítéséért, majd az összes kisállat újbóli összegyűjtéséért!
ko: 모든 펫을 찾고 모든 탑승펫을 길들인 후 다시 모든 펫을 찾아 ‘삼합 빙고’ 업적을 달성했습니다!
pt_br: Você ganhou a Conquista “Bingo Tríade” por coletar todos os Mascotes, domar todas as Montarias e coletar todos os Mascotes novamente!

# guildJoinedTitle
source: Joined a Guild
de: Einer Gilde beigetreten
fr: Vous vous êtes joints à une Guilde
hu: Csatlakoztál egy céhhez
ko: 길드에 참여했다
pt_br: Juntou-se à uma Guilda

# guildJoinedDescription
source: Ventured into the social side of Adhder by joining a Guild!
de: Wagte sich durch den Beitritt in eine Gilde auf die soziale Seite von Adhder!
fr: Vous vous êtes aventuré dans le coté sociale de Adhder en rejoignant une Guilde !
hu: Felfedezted a Adhder közösségi oldalát egy céhbe lépéssel!
ko: 길드에 가입하여 해비티카의 사교계로 모험을 떠났습니다!
pt_br: Aventurou-se no lado social do Adhder ao ingressar em uma Guilda!

# challengeJoinedTitle
source: Joined a Challenge
de: Einer Herausforderung beigetreten
fr: Vous vous êtes joints à un Défi
hu: Csatlakoztál egy kihíváshoz
ko: 도전에 참가했습니다
pt_br: Juntou-se a um Desafio

# challengeJoinedDescription
source: You put themselves to the test by joining a Challenge!
de: Hat sich selbst durch den Beitritt zu einer Herausforderung auf die Probe gestellt!
fr: Vous vous êtes testé en vous joignant à un Défi !
hu: Próbára tetted magad egy kihívás elfogadásával!
ko: 도전에 참여해 스스로를 시험해 보았습니다!
pt_br: Você colocou-se à prova participando de um Desafio!

# invitedFriendTitle
source: Invited a Friend
de: Hat einen Freund eingeladen
fr: Vous avez invité un Ami
hu: Meghívtál egy barátot
ko: 친구 초대
pt_br: Convidou um(a) amigo(a)

# invitedFriendDescription
source: You invited a friend (or friends) who joined you on your adventure!
de: Du hast einen Freund (oder mehrere Freunde) eingeladen, die Dich auf Deinem Abenteuer begleiten!
fr: Vous avez invité un ami (ou plusieurs) qui vous ont rejoints dans votre aventure !
hu: Meghívtál egy vagy több barátot, akik csatlakoztak hozzád a kalandod során!
ko: 모험에 함께할 친구(들)을 초대했습니다!
pt_br: Você convidou um amigo ou mais que se juntaram a você em sua aventura!

# createdTaskDescription
source: Keep it up! If you need help planning tasks, try thinking about what you’d like to do during a specific time of day
de: Weiter so! Falls Du bei der Planung von Aufgaben Hilfe brauchst, versuche Dir zu überlegen, was Du zu einer bestimmten Tageszeit machen möchtest
fr: Continuez ! Si vous avez besoin d’aide pour planifier vos tâches, essayer de réfléchir à ce que vous aimeriez faire à un moment donné de la journée
hu: Csak így tovább! Ha segítség kell a feladatok tervezésében, gondold át, mit szeretnél csinálni a nap adott szakaszaiban
ko: 계속하세요! 과제 계획에 도움이 필요하면 하루 중 특정 시간에 하고 싶은 일을 생각해 보세요
pt_br: Mantenha-se firme! Se você precisar de ajuda para planejar tarefas, tente pensar no que gostaria de fazer durante um horário específico do dia

# completedTaskDescription
source: A task can be a Habit, Daily, or To Do. Continue completing them to receive all sorts of rewards!
de: Eine Aufgabe kann eine Gewohnheit, Tagesaufgabe oder ein To-Do sein. Erfülle sie weiterhin, um allerhand Belohnungen zu erhalten!
fr: Une tâche peut être une Habitude, une tâche Quotidienne, ou un Liste à Faire. Continuez de les accomplir pour recevoir toutes sortes de récompenses !
hu: A feladat lehet Szokás, Napi teendő vagy Tennivaló. Teljesítsd őket továbbra is, hogy mindenféle jutalmakat szerezz!
ko: 과제는 습관, 일일 과제 또는 할 일입니다. 계속 완료해 다양한 보상을 받으세요!
pt_br: Uma tarefa pode ser um Hábito, Diária ou Afazer. Continue completando-as para receber todos os tipos de recompensas!
uk: Завдання може бути Звичкою, Щоденкою, або Завданням. Продовжуйте виконувати їх, щоб отримати всі види нагород!

# hatchedPetDescription
source: There are so many Pets to collect, you’re bound to have a favorite. If you feed them, they may just grow…
de: Es gibt so viele Haustiere zu sammeln, Du wirst bestimmt einen Liebling haben. Wenn Du sie fütterst, könnten sie allerdings wachsen…
fr: Il y a tellement de Familiers à collectionner, vous êtes sûr d’avoir des favoris. Si vous les nourrissez, petit Familier pourra peut-être devenir grand…
hu: Sok-sok kisállat vár rád, biztosan lesz köztük kedvenced. Ha eteted őket, még akár meg is nőhetnek…
ko: 모든 펫 중 좋아하는 펫이 생길 겁니다. 먹이를 주면 성장할 수도 있습니다…
pt_br: Existem tantos Mascotes para colecionar, você certamente terá um favorito. Se você alimentá-los, eles podem crescer…
