Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# guilds.joined_party
source: You joined the Party
de: Du bist der Party beigetreten
fr: Vous avez rejoint le groupe
hu: Csatlakoztál a csapathoz
ko: 파티에 가입했습니다
pt_br: Você entrou no Grupo
uk: Ви приєднались до Команди

# guilds.left_party
source: You left the Party
de: Du hast die Party verlassen
fr: Vous avez quitté l'Équipe
hu: Kiléptél a csapatból
ko: 파티를 탈퇴했습니다
pt_br: Você saiu do Grupo
uk: Ви вийшли з Команди

# guilds.guild_challenges
source: Guild Challenges
de: Gildenwettbewerbe
fr: Défis de guilde
hu: Céh kihívásai
ko: 길드 도전
pt_br: Desafios da Guilda
uk: Випробування гільдії

# guilds.invite_to_guild
source: Invite to Guild
de: In Gilde einladen
fr: Inviter dans la guilde
hu: Meghívás a céhbe
ko: 길드에 초대
pt_br: Convidar para Guilda
uk: Запросити в гільдію
zh_hant: 邀請加入公會

# guilds.join_guild
source: Join Guild
de: Trete den Gilden bei
fr: Rejoindre la guilde
hu: Belépés a céhbe
ko: 길드 가입하기
pt_br: Junte-se à Guilda
uk: Приєднатись до гільдії
zh_hant: 加入公會

# social.x_leader
source: %s Leader
de: Leiter:in von %s
fr: Responsable de %s
hu: %s vezető
ko: %s 리더
pt_br: %s Líder
uk: Лідер %s
zh_hant: %s 隊長

# social.x_members
source: %s Members
de: Mitglieder:innen in %s
fr: Membres de %s
hu: %s tag
ko: %s 멤버
pt_br: %s Membros
uk: Учасники %s
zh_hant: %s 成員

# social.x_bank
source: %s Bank
de: Bank von %s
fr: Banque de %s
hu: %s bankja
ko: %s 은행
pt_br: %s Banco
uk: Банк %s

# social.x_description
source: %s Description
de: Beschreibung von %s
fr: Description de %s
hu: %s leírása
ko: %s 설명
pt_br: %s Descrição
uk: Опис %s

source: Leave
de: Verlassen
fr: Quitter
hu: Kilépés
ko: 포기
pt_br: Sair
uk: Вийти

source: Join
de: Beitreten
fr: Rejoindre
hu: Belépés
ko: 가입
pt_br: Entrar
uk: Приєднатись

source: Food
de: Futter
fr: de nourriture
hu: Eleségek
ko: 음식
pt_br: Comida
uk: Корм

source: Eggs
de: Eier
fr: d'œufs
hu: Tojások
ko: 알
pt_br: Ovos
uk: Яйця

source: Hatching Potions
de: Schlüpfelixiere
fr: de potions d'éclosion
hu: Keltetőfőzetek
ko: 부화 물약
pt_br: Poções de Eclosão
uk: Зілля вилуплення

source: Egg
de: Ei
fr: œuf
hu: Tojás
ko: 알
pt_br: Ovo
uk: Яйце

source: Hatching Potion
de: Schlüpfelixier
fr: Potion d'éclosion
hu: Keltetőfőzet
ko: 부화 물약
pt_br: Poção de Eclosão
uk: Зілля вилуплення

# food_singular
source: Food
de: Futter
fr: Nourriture
hu: Eleség
ko: 먹이
pt_br: Comida
uk: Корм

source: Quest
fr: Quête
hu: Küldetés
ko: 퀘스트
pt_br: Missão
uk: Квест
zh_hant: 副本

source: Quests
fr: Quêtes
hu: Küldetések
ko: 퀘스트
pt_br: Missões
uk: Квести

source: Special Items
de: Besondere Gegenstände
fr: Objets spéciaux
hu: Különleges tárgyak
ko: 특수 아이템
pt_br: Itens Especiais
uk: Особливі предмети

# sell
source: Sell for %d Gold
de: Für %d Gold verkaufen
fr: Vendre pour %d or
hu: Eladás %d aranyért
ko: %d 골드에 판매
pt_br: Vender por %d Ponto(s) de Ouro
uk: Продати за %d Золота
zh_hant: 已%d金幣出售

# sell_no_currency
source: Sell for %d
de: Verkaufe für %d
fr: Vendre pour %d
hu: Eladás %d-ért
ko: %d 에 판매
pt_br: Venda por %d
uk: Продати за %d

# hatch_egg
source: Use on Egg
de: Auf ein Ei anwenden
fr: Utiliser sur l’œuf
hu: Tojáson használható
ko: 알에게 사용한다
pt_br: Usar em um Ovo
uk: Використати на Яйці
zh_hant: 孵化這個蛋

# hatch_potion
source: Hatch with potion
de: Mit Trank ausbrüten
fr: Faire éclore avec la potion
hu: Keltetés főzettel
ko: 물약을 사용하여 부화
pt_br: Chocar com poção
uk: Вилупити із зіллям
zh_hant: 使用孵化藥水

source: Invite Party
de: Gruppe einladen
fr: Inviter l'équipe
hu: Meghívás a csapatba
ko: 파티에 초대
pt_br: Convidar Grupo
uk: Запросити Команду

source: Share
de: Teilen
fr: Partager
hu: Megosztás
ko: 공유
pt_br: Compartilhar
uk: Поділитись
zh_hant: 分享

source: Close
de: Schließen
fr: Fermer
hu: Bezárás
ko: 닫기
pt_br: Fechar
uk: Закрити
zh_hant: 關閉

# inventory.hatched
source: You hatched a new pet!
de: Du hast ein neues Haustier ausgebrütet!
fr: Vous avez fait éclore un nouveau familier !
hu: Egy új kisállatot keltettél ki!
ko: 새로운 펫이 태어났습니다!
pt_br: Você chocou um novo mascote!
uk: Ви виростили нового улюбленця!

# inventory.hatched_sharing
source: I just hatched a %@ %@ pet in Adhder by completing my real-life tasks!
de: Ich habe gerade auf Adhder ein %@ %@ schlüpfen lassen indem ich meine Aufgaben aus dem wirklichen Leben erledigt habe!
fr: Je viens de faire éclore un familier %@ %@ à Adhder en accomplissant mes tâches quotidiennes !
hu: Most keltettem ki egy %@ %@ kisállatot a Habiticában, a való életbeli feladataim teljesítésével!
ko: 방금 실제 작업을 끝냈고, 덕분에 Adhder에서 @%@ 펫을 탄생시켰습니다!
pt_br: Acabei de chocar um Mascote %@ %@ no Adhder completando as minhas tarefas reais!
uk: Я тільки-що виростив %@ %@ в Adhder через виконання своїх задач в реальному житті!

# inventory.no_longer_available
source: No Longer Available
de: Nicht mehr verfügbar
fr: Plus disponible
hu: Már nem elérhető
ko: 판매 종료되었습니다
pt_br: Indisponível
uk: Більше недоступно

# stable.use_saddle
source: Use Saddle
de: Sattel benutzen
fr: Utiliser une Selle
hu: Nyereg használata
ko: 안장 사용하기
pt_br: Usar Sela
uk: Використати сідло

# stable.evolved_pet
source: You have tamed %s, let's go for a ride!
de: Du hast %s gezähmt, reite los!
fr: Vous avez dompté %s, en selle !
hu: Megszelídítetted: %s, irány lovagolni!
ko: %s를 길들였다. 한 번 타보자!
pt_br: Você domou %s, vamos dar um passeio!
uk: Ви приручили %s, час покататись!

# avatar.shirt
source: Shirt
fr: Tenue
hu: Póló
ko: 셔츠
pt_br: Camisa
uk: Сорочка

# avatar.flower
source: Flower
de: Blume
fr: Fleur
hu: Virág
ko: 꽃
pt_br: Flor
uk: Квітка
zh_hant: 花

# classes.healer
source: Healer
de: Heiler
fr: Guérisseur
hu: Gyógyító
ko: 회복술사
pt_br: Curandeiro(a)
uk: Цілитель
zh_hant: 醫者

# avatar.shirts
source: Shirts
de: Hemden
fr: Tenues
hu: Pólók
ko: 셔츠
pt_br: Camisa
uk: Сорочки
zh_hant: 襯衣

# avatar.skin_colors
source: Skin Colors
de: Hautfarben
fr: Couleurs de Peaux
hu: Bőrszínek
ko: 피부색
pt_br: Cor da Pele
uk: Кольори шкіри
zh_hant: 膚色

# avatar.hairColors
source: Hair Colors
de: Haarfarben
fr: Couleurs de Cheveux
hu: Hajszínek
ko: 머리색
pt_br: Cor do Cabelo
uk: Кольори волосся
zh_hant: 髮色

# avatar.hair_styles
source: Hair Styles
de: Frisuren
fr: Coupes de Cheveux
hu: Frizurák
ko: 머리 스타일
pt_br: Estilo de Cabelo
uk: Зачіски
zh_hant: 髮型

# avatar.mustaches
source: Mustaches
de: Schnauzer
fr: Moustaches
hu: Bajuszok
ko: 콧수염
pt_br: Bigode
uk: Вуса
zh_hant: 上唇鬍鬚

# avatar.beards
source: Beards
de: Bärte
fr: Barbes
hu: Szakállak
ko: 수염
pt_br: Barba
uk: Бороди
zh_hant: 下唇鬍鬚

# avatar.wheelchairs
source: Wheelchairs
de: Rollstühle
fr: Chaises Roulantes
hu: Kerekesszékek
ko: 휠체어
pt_br: Cadeira de Roda
uk: Крісла колісні
zh_hant: 輪椅

# avatar.backgrounds
source: Backgrounds
de: Hintergründe
fr: Arrière-plans
hu: Hátterek
ko: 배경
pt_br: Cenários
uk: Задні плани
zh_hant: 背景

# avatar.skins
source: Skins
de: Hautfarben
fr: Peaux
hu: Bőrök
ko: 피부색
pt_br: Pele
uk: Скіни
zh_hant: 皮膚

# classes.rogue
source: Rogue
de: Schurke
fr: Voleur
hu: Tolvaj
ko: 도적
pt_br: Ladino
uk: Розбійник
zh_hant: 賊盜

# quests.reward_experience
source: %d Experience Points
de: %d Erfahrungspunkte
fr: %d points d'expérience
hu: %d tapasztalati pont
ko: %d 경험치
pt_br: %d Pontos de Experiência
uk: % очок досвіду
zh_hant: %d 經驗值

# classes.warriors
source: Warriors
de: Krieger
fr: Guerri·er·ère·s
hu: Harcosok
ko: 전사
pt_br: Guerreiros
uk: Воїни
zh_hant: 戰士

# classes.mages
source: Mages
de: Magier
hu: Mágusok
ko: 마법사
pt_br: Magos
uk: Маги
zh_hant: 法師

# quests.unlock_level_short
source: Level %d
fr: Niveau %d
hu: %d. szint
ko: 레벨 %d
pt_br: Nível %d
uk: Рівень
zh_hant: 等級 %d

# quests.unlock_level
source: Unlock by reaching level %d
de: Freischalten durch erreichen des Levels %d
fr: Débloqué en atteignant le niveau %d
hu: Oldd fel a %d. szint elérésével
ko: 레벨 %d 도달 시 해금됩니나
pt_br: Desbloqueie ao atingir o nível %d
uk: Відкривається після здобуття % рівня
zh_hant: 達到等級%d 才能解鎖

source: Mana
ko: 마나
uk: Мана
zh_hant: 法力值

# inventory.no_saddle_tile
source: You don't have any Saddles
de: Du hast keine Sattel
fr: Vous n'avez pas de Selles
hu: Nincs egyetlen nyerged sem
ko: 보유한 안장이 없습니다
pt_br: Você não possui nenhuma Sela
uk: У вас немає жодного сідла

# inventory.no_saddle_description
source: Saddles instantly raise a Pet to a Mount. You can purchase one from the Market.
de: Sattel machen direkt aus einem Haustier ein Reittier. Du kannst einen Sattel auf dem Markt kaufen.
fr: Les Selles élèvent automatiquement un Familier en Monture. Vous pouvez en acheter au Marché.
hu: A nyergek azonnal hátassá változtatják a kisállatokat. Vásárolhatsz egyet a piacon.
ko: 안장은 즉시 펫을 탈것으로 승급시킵니다. 안장은 시장에서 구입할 수 있습니다.
pt_br: Selas fazem Mascotes crescerem imediatamente para Montarias. Você pode comprá-las no Mercado.
uk: Сідло миттєво перетворює улюбленця на скакуна. Ви можете придбати його на ринку.

# inventory.visit_market
source: Visit Market
de: Markt besuchen
fr: Visiter le Marché
hu: Irány a piac
ko: 시장 방문
pt_br: Visitar Mercado
uk: Відвідати ринок

# avatar.head
source: Head
de: Kopf
fr: Tête
hu: Fej
ko: 머리
pt_br: Cabeça
uk: Голова
zh_hant: 頭

# avatar.animal_tails
source: Animal Tails
de: Tierschweife
fr: Queues d'Animaux
hu: Állatfarok
ko: 동물 꼬리
pt_br: Caudas de Animais
uk: Звірячі хвости
zh_hant: 動物尾巴

# classes.healers
source: Healers
de: Heiler
fr: Guérisseu·r·se·s
hu: Gyógyítók
ko: 회복술사
pt_br: Curandeiros
uk: Цілителі
zh_hant: 醫者

# classes.rogues
source: Rogues
de: Diebe
fr: Voleu·r·se·s
hu: Tolvajok
ko: 도적
pt_br: Gatunos
uk: Розбійники
zh_hant: 賊盜

# quests.confirm_leave_nostart
source: Are you sure you want to leave the Quest? You won't be able to participate.
de: Bist Du sicher, dass Du die Quest verlassen willst? Du wirst nicht mehr teilnehmen können.
fr: Êtes-vous sûr de vouloir quitter la quête ? Vous ne pourrez pas participer.
hu: Biztosan kilépsz a küldetésből? Ha kilépsz, nem vehetsz részt benne.
ko: 진행 중인 퀘스트를 이탈합니다. 확실합니까? 한번 빠지면 이후 다시 참가할 수 없습니다.
pt_br: Você tem certeza de que quer abandonar a Missão? Você não poderá participar.
uk: Ви впевнені, що хочете залишити Квест? Ви не зможете повернутися.

# quests.reward_gold
source: %d Gold
fr: %d or
hu: %d arany
ko: %d 골드
pt_br: %d Ouro
uk: % золота
zh_hant: %d 金幣

# quests.rage_attack
source: Rage attack: %@
de: Raserei-Attacke: %@
fr: Attaque rageuse : %@
hu: Düh támadás: %@
ko: 분노의 공격: %@
pt_br: Ataque de raiva: %@
uk: Атака люті: %@

# quests.unlock_invite
source: Unlock by inviting friends to your party
de: Freischalten durch Einladen von Freunden in Deine Party
fr: Débloqué en invitant des amis dans votre équipe
hu: Oldd fel barátok meghívásával a csapatodba
ko: 파티에 친구를 초대하면 해금됩니다
pt_br: Desbloqueie convidando amigos(as) para o seu grupo
uk: Відкривається запрошуванням друзів до своєї команди

# quests.unlock_invite_short
source: Invite Friends
de: Freunde Einladen
fr: Inviter des amis
hu: Barátok meghívása
ko: 친구를 초대하기
pt_br: Convidar amigos(as)
uk: Запросити друзів
zh_hant: 邀請朋友

# inventory.avatar_skin_customization
source: Avatar Skin Customization
de: Aussehen des Avatars anpassen
fr: Personnalisation de l'apparence de l'avatar
hu: Avatár bőrszín testreszabása
ko: 아바타 피부 색 바꾸기
pt_br: Personalização de pele do avatar
uk: Налаштування шкіри Аватара

# inventory.avatar_shirt_customization
source: Avatar Shirt Customization
de: Kleidung anpassen
fr: Personnalisation de la Tenue de l'Avatar
hu: Avatár pólójának testreszabása
ko: 아바타의 셔츠 바꾸기
pt_br: Personalização da camiseta do avatar
uk: Налаштування сорочки Аватара

# inventory.avatar_beard_customization
source: Avatar Beard Customization
de: Bart anpassen
fr: Personnalisation de la barbe de l'avatar
hu: Avatár szakállának testreszabása
ko: 아바타의 수염 바꾸기
pt_br: Personalização da barba do avatar
uk: Налаштування бороди Аватара

# inventory.avatar_mustache_customization
source: Avatar Mustache Customization
de: Oberlippenbart anpassen
fr: Personnalisation de la moustache de l'avatar
hu: Avatár bajuszának testreszabása
ko: 아바타의 콧수염 바꾸기
pt_br: Personalização do bigode do avatar
uk: Налаштування вусів Аватара

# inventory.avatar_bangs_customization
source: Avatar Bangs Customization
de: Koteletten anpassen
fr: Personnalisation de la coiffure de l'avatar
hu: Avatár frufrujának testreszabása
ko: 아바타의 앞머리 바꾸기
pt_br: Personalização da franja do avatar
uk: Налаштування чубчика Аватара

# inventory.avatar_hair_color_customization
source: Avatar Hair Color Customization
de: Haarfarbe anpassen
fr: Personnalisation de la couleur de cheveux de l'avatar
hu: Avatár hajszínének testreszabása
ko: 아바타 머리색 바꾸기
pt_br: Personalização da cor de cabelo do avatar
uk: Налаштування кольору волосся Аватара

# inventory.avatar_hair_style_customization
source: Avatar Hair Style Customization
de: Frisur anpassen
fr: Personnalisation de la coupe de l'avatar
hu: Avatár frizurájának testreszabása
ko: 아바타 머리 스타일 바꾸기
pt_br: Personalização do estilo de cabelo do avatar
uk: Налаштування стилю волосся Аватара

source: Pets
de: Haustiere
fr: Familiers
hu: Kisállatok
ko: 펫
pt_br: Mascotes
uk: Улюбленці

source: Mounts
de: Reittiere
fr: Montures
hu: Hátasok
ko: 탈것
pt_br: Montarias
uk: Скакуни
zh_hant: 坐騎

# stable.standard_pets
source: Standard Pets
de: Standard Haustiere
fr: Familiers standard
hu: Alap kisállatok
ko: 일반 펫
pt_br: Mascotes Básicos
uk: Стандартні Улюбленці
zh_hant: 標準寵物

# stable.quest_pets
source: Quest Pets
de: Quest-Haustiere
fr: Familiers de quête
hu: Küldetés kisállatok
ko: 퀘스트 펫
pt_br: Mascotes de Missão
uk: Квестові Улюбленці
zh_hant: 副本寵物

# stable.special_pets
source: Special Pets
de: Besondere Haustiere
fr: Familiers spéciaux
hu: Különleges kisállatok
ko: 스페셜 펫
pt_br: Mascotes Especiais
uk: Особливі Улюбленці
zh_hant: 特殊寵物

# stable.wacky_pets
source: Wacky Pets
de: Durchgeknallte Haustiere
fr: Familiers farfelus
hu: Furcsa kisállatok
ko: 특별 펫
pt_br: Mascotes Malucos
uk: Дивакуваті Улюбленці

# stable.standard_mounts
source: Standard Mounts
de: Standard Reittiere
fr: Montures standard
hu: Alap hátasok
ko: 일반 탈것
pt_br: Montarias Básicas
uk: Стандартні Скакуни
zh_hant: 標準坐騎

# stable.quest_mounts
source: Quest Mounts
de: Quest-Reittiere
fr: Montures de quête
hu: Küldetés hátasok
ko: 퀘스트 탈것
pt_br: Montarias de Missão
uk: Квестові Скакуни
zh_hant: 副本坐騎

# stable.special_mounts
source: Special Mounts
de: Besondere Reittiere
fr: Montures spéciales
hu: Különleges hátasok
ko: 스페셜 탈것
pt_br: Montarias Especiais
uk: Особливі Скакуни
zh_hant: 特殊坐騎

# stable.wacky_mounts
source: Wacky Mounts
de: Durchgeknallte Reittiere
fr: Montures farfelues
hu: Furcsa hátasok
ko: 특별 탈것
pt_br: Montarias Malucas
uk: Дивакуваті Скакуни

# stable.standard
source: Standard
hu: Alap
ko: 일반
pt_br: Básico
uk: Стандартні
zh_hant: 標準

# stable.premium
source: Magic Potion
de: Magisches Schlüpfelixier
fr: Potions
hu: Varázsfőzet
ko: 마법 물약
pt_br: Poção Mágica
uk: Із магічного зілля
zh_hant: 魔法藥水

# stable.feed
source: Feed
de: Füttern
fr: Nourrir
hu: Etetés
ko: 먹이 주기
pt_br: Alimentar
uk: Погодувати
zh_hant: 餵食

# stable.color
source: Color
de: Farbe
fr: Couleur
hu: Szín
ko: 색깔
pt_br: Cor
uk: Колір
zh_hant: 顏色

# stable.type
source: Type
de: Typ
hu: Típus
ko: 종류
pt_br: Tipo
uk: Тип
zh_hant: 類別

source: Equip
de: Ausrüsten
fr: Équiper
hu: Felszerelés
ko: 장착
pt_br: Equipar
uk: Спорядити

source: Unequip
de: Ablegen
fr: Retirer
hu: Levétel
ko: 장착 해제
pt_br: Desequipar
uk: Зняти
zh_hant: 未著裝

# equipped_x
source: You Equipped %s
de: Du hast dich mit %s ausgerüstet
fr: Vous avez équipé %s
hu: Felvetted: %s
ko: %s를 장착했습니다
pt_br: Você Equipou %s
uk: Ви спорядили %s

# equipment.equipment
source: Equipment
de: Ausrüstung
fr: Équipement
hu: Felszerelés
ko: 장비
pt_br: Equipamento
uk: Спорядження
zh_hant: 裝備

# equipment.weapon
source: Weapon
de: Waffe
fr: Arme
hu: Fegyver
ko: 무기
pt_br: Arma
uk: Зброя
zh_hant: 武器

# equipment.off_hand
source: Off-Hand
de: Schildhand
fr: Main secondaire
hu: Kiegészítő
ko: 반대편 손
pt_br: Mão secundária
uk: Ліва рука

# equipment.head
source: Head Gear
de: Kopf
fr: Couvre-chef
hu: Fejfedő
ko: 머리 장비
pt_br: Equipamento de cabeça
uk: Головний убір

# equipment.armor
source: Armor
de: Rüstung
fr: Armure
hu: Páncél
ko: 갑옷
pt_br: Armadura
uk: Обладунки

# equipment.head_accessory
source: Head Accessory
de: Kopfschmuck
fr: Accessoire de tête
hu: Fejdísz
ko: 머리 악세사리
pt_br: Acessório de cabeça
uk: Аксесуар для голови
zh_hant: 頭飾

# equipment.body
source: Body Accessory
de: Körperaccessoire
fr: Accessoire de Corps
hu: Test kiegészítő
ko: 몸 악세사리
pt_br: Acessório de corpo
uk: Аксесуар для тіла
zh_hant: 身體配件

# equipment.back
source: Back Accessory
de: Rückenschmuck
fr: Accessoire dorsal
hu: Hát kiegészítő
ko: 등 악세사리
pt_br: Acessório para as costas
uk: Аксесуар для спини
zh_hant: 後背配件

# equipment.eyewear
source: Eyewear
de: Brillen & Masken
fr: Lunettes
hu: Szemüveg
ko: 얼굴 장신구
pt_br: Acessório de olhos
uk: Окуляри

# equipment.battle_gear
source: Battle Gear
de: Kampfausrüstung
fr: Tenue de combat
hu: Harci felszerelés
ko: 무장
pt_br: Equipamento de batalha
uk: Обладунки

# equipment.auto_equip
source: Auto-Equip new
de: Neue Ausrüstung automatisch verwenden
fr: Équiper automatiquement les nouveaux équipements
hu: Új automatikus felvétele
ko: 새로 획득한 장비 자동 장착하기
pt_br: Auto-equipar novo
uk: Автоматично одягати нове

# equipment.costume
source: Costume
de: Kostüm
hu: Jelmez
ko: 의상
pt_br: Fantasia
uk: Наряд

# equipment.use_costume
source: Use Costume
de: Verkleidung tragen
fr: Utiliser un costume
hu: Jelmez használata
ko: 의상을 사용
pt_br: Usar fantasia
uk: Одягти костюм

# equipment.costume_explanation
source: Select "Use Costume" to equip items to your avatar without affecting the Stats from your Battle Gear! This means that you can dress up your avatar in whatever outfit you like while still having your best Battle Gear equipped.
de: Wähle "Kostüm nutzen", um Deinen Avatar mit Ausrüstung auszustatten, ohne die Werte Deiner Kampfausrüstung zu beeinflussen! Damit kannst Du Deinen Avatar anziehen, wie Du willst und gleichzeitig Deine beste Kampfausrüstung angelegt haben.
fr: Sélectionnez "Utiliser un costume" pour équiper votre avatar sans modifier les atrributs de votre tenue de combat ! Cela signifie que vous pouvez habiller votre avatar de n'importe quelle tenue que vous aimez, tout en conservant votre meilleure tenue de combat.
hu: Válaszd a „Jelmez használata” opciót, hogy karakteredre olyan tárgyakat is felvehess, amelyek nem befolyásolják a harci felszerelésed statisztikáit! Így a karaktered úgy öltöztetheted fel, ahogy csak szeretnéd, miközben a legerősebb harci felszerelésed marad rajtad.
ko: "의상 사용"을 선택하면 무장의 능력치에 영향을 주지 않고 아바타에 아이템을 장착할 수 있습니다! 즉, 최고 성능의 무장을 착용한 상태에서도 원하는 의상으로 아바타를 꾸밀 수 있습니다.
pt_br: Selecione "Usar fantasia" para equipar itens no seu avatar sem afetar os atributos do Equipamento de batalha! Isso significa que você pode vestir seu Avatar com qualquer roupa que preferir enquanto continua com seu melhor Equipamento de batalha equipado.
uk: Виберіть «Одягти костюм», щоб одягнути предмети на свій аватар, не впливаючи на характеристики вашого Бойового Спорядження! Це означає, що ви можете одягнути свій аватар у будь-яке вбрання, яке вам подобається, маючи при цьому найкраще Бойове Спорядження.

# equipment.nothing_equipped
source: Nothing Equipped
de: Keine Ausrüstung
fr: Aucun équipement utilisé
hu: Nincs felszerelés rajtad
ko: 장비 없음
pt_br: Nenhum item equipado
uk: Немає Спорядження

source: Purchase Gems
de: Kaufe Edelsteine
fr: Achetez des gemmes
hu: Gyémántok vásárlása
ko: 보석 구매
pt_br: Comprar gemas
uk: Купити Самоцвіти
zh_hant: 購買寶石

source: More Options
de: Weitere Optionen
fr: Plus d'options
hu: További lehetőségek
ko: 기타 옵션
pt_br: Mais opções
uk: Додаткові параметри
zh_hant: 其他選項

# equipment.class_equipment
source: Class Equipment
de: Klassen-Ausrüstung
fr: Classe d'équipement
hu: Kasztfelszerelés
ko: 직업 전용 장비
pt_br: Equipamento da Classe
uk: Спорядження Класу

# avatar.skin_color
source: Skin Color
de: Hautfarbe
fr: Couleur de peau
hu: Bőrszín
ko: 피부색
pt_br: Cor da pele
uk: Колір шкіри
zh_hant: 膚色

# avatar.hairColor
source: Hair Color
de: Haarfarbe
fr: Couleur des cheveux
hu: Hajszín
ko: 머리색
pt_br: Cor do cabelo
uk: Колір волосся
zh_hant: 髮色

# avatar.bangs
source: Bangs
de: Frisur vorne
fr: Frange
hu: Frufru
ko: 앞머리
pt_br: Franjas
uk: Чубчик
zh_hant: 瀏海

# avatar.hair_style
source: Hair Style
de: Haarstil
fr: Coiffure
hu: Frizura
ko: 머리 스타일
pt_br: Estilo do cabelo
uk: Стиль волосся
zh_hant: 髮型

# avatar.mustache
source: Mustache
de: Schnurrbart
fr: Moustache
hu: Bajusz
ko: 콧수염
pt_br: Bigode
uk: Вуса

# avatar.beard
source: Beard
de: Bart
fr: Barbe
hu: Szakáll
ko: 수염
pt_br: Barba
uk: Борода

source: Health
de: Gesundheit
fr: Santé
hu: Életerő
ko: 체력
pt_br: Vida
uk: Здоров'я
zh_hant: 生命值

source: Experience
de: Erfahrung
fr: Expérience
hu: Tapasztalat
ko: 경험치
pt_br: Experiência
uk: Досвід
zh_hant: 經驗值

source: Level
fr: Niveau
hu: Szint
ko: 레벨
pt_br: Nível
uk: Рівень
zh_hant: 等級

# classes.warrior
source: Warrior
de: Krieger
fr: Guerrier
hu: Harcos
ko: 전사
pt_br: Guerreiro(a)
uk: Воїн
zh_hant: 戰士

# classes.mage
source: Mage
de: Magier
hu: Mágus
ko: 마법사
pt_br: Mago(a)
uk: Чародій
zh_hant: 法師

# avatar.glasses
source: Glasses
de: Brille
fr: Lunettes
hu: Szemüveg
ko: 안경
pt_br: Óculos
uk: Окуляри
zh_hant: 眼鏡

# avatar.wheelchair
source: Wheelchair
de: Rollstuhl
fr: Fauteuil roulant
hu: Kerekesszék
ko: 휠체어
pt_br: Cadeira de rodas
uk: Інвалідне крісло
zh_hant: 輪椅

# avatar.background
source: Background
de: Hintergrund
fr: Arrière-plan
hu: Háttér
ko: 배경
pt_br: Cenário
uk: Тло

# avatar.body
source: Body
de: Körper
fr: Corps
hu: Test
ko: 몸
pt_br: Corpo
uk: Тіло

# avatar.hair
source: Hair
de: Haare
fr: Cheveux
hu: Haj
ko: 머리카락
pt_br: Cabelo
uk: Волосся
zh_hant: 頭髮

# avatar.skin
source: Skin
de: Haut
fr: Couleur de peau
hu: Bőr
ko: 피부색
pt_br: Pele
uk: Шкіра
zh_hant: 皮膚

# avatar.extras
source: Extras
hu: Extrák
ko: 그 외
uk: Додатково

# purchase_for_gems
source: Purchase for %d Gems
de: Für %d Edelsteine kaufen
fr: Acheter pour %d Gemmes
hu: Megvásárlás %d gyémántért
ko: %d보석을 구매한다
pt_br: Comprar por %d Gema(s)
uk: Придбати за %d Самоцвіт(и/ів)
zh_hant: 花費%d顆寶石購買

# purchase_for_without_currency
source: Purchase for %d
de: Kaufe für %d
fr: Acheter pour %d
hu: Megvásárlás %d-ért
ko: %d로 구매한다
pt_br: Comprar por %d
uk: Придбати за %d
zh_hant: 花費%d購買
