Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# tutorials.rewards_1
source: Buy gear for your avatar with the gold you earn!
de: Kaufe Ausrüstung für Deinen Avatar mit dem Gold, das Du verdienst!
fr: Achetez un équipement pour votre avatar avec l'or gagné !
hu: A megszerzett aranyból vegyél felszerelést a karakterednek!
ko: 얻은 골드로 아바타 장비를 구입하세요!
pt_br: Compre equipamento para seu personagem com o ouro que você ganha!
uk: Купуйте спорядження для свого персонажа на зароблене золото!

# tutorials.rewards_2
source: You can also make real-world Custom Rewards based on what motivates you.
de: Du kannst auch individuelle Belohnungen aus der realen Welt machen, je nachdem, was Dich motiviert.
fr: Vous pouvez également créer des récompenses réelles personnalisées, basées sur ce qui vous motive.
hu: Létrehozhatsz való életbeli egyedi jutalmakat is, attól függően, hogy mi motivál téged.
ko: 동기 부여에 따라 현실에서 맞춤 보상을 직접 만들 수도 있습니다.
pt_br: Você também pode criar Recompensas Personalizadas baseado no que te motiva.
uk: Також ви можете створити власні винагороди в залежності від того, що мотивує особисто вас.

# tutorials.stats
source: Tap the gray button to allocate lots of your stats at once, or tap the arrows to add them one point at a time.
de: Tippe auf den grauen Button, um viele Attributpunkte auf einmal zuzuweisen, oder verteile die Punkte einzeln über die Pfeile.
fr: Tapez le bouton gris pour allouer plusieurs points d'attribut, ou tapez les flèches pour les attribuer un à la fois.
hu: Koppints a szürke gombra, hogy több pontot oszthass ki egyszerre vagy koppints a nyilakra, hogy egyesével adj hozzájuk pontokat.
ko: 회색 버튼을 눌러 여러 스탯을 한 번에 할당하거나 화살표를 눌러 한 포인트씩 추가하세요.
pt_br: Toque no botão cinza para distribuir vários de seus atributos de uma vez, ou clique nas setas para distribuir um de cada vez.
uk: Натисніть сіру кнопку, щоб розподілити всі ваші очки одразу, або ж натисність стрілочку, щоб додати їх по одному.

# tutorials.spells
source: Skills are special abilities that have powerful effects! Tap on a skill to use it. It will cost Mana (the blue bar), which you earn by checking in every day and by completing your real-life tasks. Check out the FAQ in the menu for more info!
de: Fertigkeiten sind Spezialfähigkeiten mit mächtigen Effekten! Tippe auf eine Fertigkeit, um sie zu benutzen. Das wird Mana (blauer Balken) verbrauchen, welches Du durch tägliches Log-In und das Abschließen von Aufgaben erhältst. Schau in die FAQ im Menü für weitere Informationen!
fr: Les compétences sont des capacités spéciales qui ont des effets puissants ! Tapez une compétence pour l'utiliser. Cela vous coûtera du mana (la barre bleue), que vous gagnez chaque jour et en complétant vos tâches. Lisez la FAQ dans le menu pour plus d'informations !
hu: A képességek különleges adottságok, amik erős hatással bírnak! Koppints egy képességre, hogy használd. Ez manába (a kék sávba) kerül, amit naponta bejelentkezve és a való életbeli feladatok teljesítésével szerzel. Nézd meg a GYIK-et a menüben további infókért!
ko: 스킬은 강력한 효과를 가진 특별한 능력입니다! 스킬을 사용하려면 터치하세요. 스킬 사용 시 마나(파란색 바)가 소모되며, 마나는 매일 출석하고 일상 과제를 완료하면 충전됩니다. 자세한 내용은 메뉴의 FAQ를 참조하세요!
pt_br: Habilidades são especiais e têm efeitos poderosos! Toque em uma habilidade para usá-la. Vai custar Mana (a barra azul), que você ganha verificando todos os dias e completando suas tarefas da vida real. Confira as Perguntas Frequentes no menu para mais informações!
uk: Навички — це особливі здібності з потужними ефектами! Натисніть на навичку, аби використати її. Це коштуватиме ману (синя смужка), яку ви можете заробити, щодня заходячі в застосунок та виконуючи завдання. Перегляньте ЧаПи за більш докладною інформацією!

# faint.title
source: You ran out of Health!
de: Dir ist die Gesundheit ausgegangen!
fr: Vous êtes à court de point de santé !
hu: Kifogytál az életerőből!
ko: 생명력이 모두 닳았습니다!
pt_br: Você ficou sem Vida!
uk: У вас може закінчитися Здоров'я!
zh_hant: 你的生命值耗盡了!

# faint.dont_despair
source: Don't despair!
de: Nicht verzweifeln!
fr: Ne désespérez pas !
hu: Ne csüggedj!
ko: 낙담하지 마세요!
pt_br: Não se desespere!
uk: Але не піддавайтеся відчаю!

# armoire.rate_food_description
source: You’ll receive one of the ten types of Food. During special events, normal foods will change to their cake or candy counterparts.
de: Du erhältst einen der zehn Typen von Futter. Während besonderer Events werden die normalen Futtertypen durch ihre Kuchen- oder Süßigkeitenäquivalente ersetzt.
fr: Vous recevrez l'un des dix types de nourriture. Durant les événements spéciaux, les collations normales se changeront en part de gâteau ou en bonbons.
hu: Tízféle eleség egyikét kapod meg. Különleges események alatt a szokásos eleségeket sütire vagy édességre cseréljük.
ko: 열 종류 먹이 중 하나를 받습니다. 특별 이벤트에서는 일반 먹이가 케이크나 사탕으로 바뀝니다.
pt_br: Você receberá um dos dez tipos de Comida. Durante eventos especiais, comidas normais mudarão para seus equivalentes de bolo ou doce.
uk: Ви отримаєте один з десяти видів корму. Під час особливих подій звичайні види корму будуть замінені аналогами у вигляді пирогів або цукерок.

# armoire.rate_experience_title
source: 20%% Experience points
de: 20%% Erfahrungspunkte
fr: 20%% de points d'expérience
hu: 20%% esély tapasztalati pontra
ko: 20% 경험치
pt_br: 20%% Pontos de Experiência
uk: 20%% Очки досвіду

# armoire.rate_experience_description
source: The amount gained varies randomly from 10 to 50.
de: Die erhaltene Menge ist zufällig und liegt zwischen 10 und 50.
fr: La quantité remportée varie de 10 à 50.
hu: Véletlenszerűen 10 és 50 közötti tapasztalati pontot kapsz.
ko: 10부터 50까지 무작위의 양을 받습니다.
pt_br: A quantidade obtida varia aleatoriamente de 10 até 50.
uk: Кількість випадковим чином варіюється між 10 та 50.

# armoire.equipment_remaining
source: Equipment Remaining: %d
de: Ausrüstungsgegenstände verbleibend: %d
fr: Équipement restant : %d
hu: Hátralévő felszerelések száma: %d
ko: 남은 장비: %d
pt_br: Equipamento restante: %d
uk: Залишилось спорядження: %d

# agree_guidelines_prompt
source: I agree to follow the guidelines
de: Ich akzeptiere die Richtlinien
fr: J'accepte de suivre les règles
hu: Egyetértek az irányelvek betartásával
ko: 가이드라인 준수에 동의합니다
pt_br: Eu concordo em seguir as diretrizes
uk: Я погоджуюся з умовами користування

source: Rage Meter
de: Raserei-Balken
fr: Barre de Rage
hu: Dühmérő
ko: 분노 게이지
pt_br: Barra de Fúria
uk: Лічильник Люті

# world_boss.world_boss
source: World Boss
de: Weltboss
fr: Boss Mondial
hu: Világfőellenség
ko: 월드 보스
pt_br: Chefão Global
uk: Світовий бос

# world_boss.action_prompt
source: Defeat the Boss to earn special rewards and save Adhder from %@'s Terror!
de: Besiege den Boss um spezielle Belohnungen zu bekommen und um Adhder vom Terror des %@ zu befreien!
fr: Combattez le boss pour obtenir une récompense spéciale et sauver Adhder de la terreur de %@ !
hu: Győzzétek le a főellenséget, hogy különleges jutalmakat szerezzetek és megmentsétek a Habiticát %@ rémuralmától!
ko: 보스를 물리쳐 특별 보상을 받고 %s의 공포로부터 Adhder를 구하세요!
pt_br: Derrote o Chefão para ganhar recompensas especiais e salvar o Adhder do Terror de %@ !
uk: Переможіть Боса, щоб отримати особливі нагороди та врятувати Хабітіка від терору %@!

# world_boss.description
source: A World Boss is a special event where the whole community works together to take down a powerful monster with their tasks!
de: Ein Weltboss ist ein spezieller Anlass, bei dem die ganze Community zusammenarbeitet um ein mächtiges Monster mit ihren Aufgaben zu besiegen!
fr: Un boss mondial est un événement spécial où toute la communauté travaille ensemble pour combattre avec ses tâches un puissant monstre !
hu: A Világfőellenség egy különleges esemény, amikor az egész közösség összefogva, a feladataik teljesítésével küzd le egy nagy erejű szörnyet!
ko: World Boss는 전체 커뮤니티가 함께 강력한 몬스터를 쓰러뜨리는 특별 이벤트입니다!
pt_br: O Chefão Global é um evento especial onde toda a comunidade trabalha em conjunto cumprindo tarefas para derrotar um monstro poderoso!
uk: Світовий бос – це особлива подія, в якій вся спільнота працює разом задля перемоги над могутнім монстром своїми завданнями!

# world_boss.first_bullet
source: Complete tasks to damage the Boss
de: Erfülle Deine Aufgaben, um dem Boss Schaden zuzufügen
fr: Réalisez vos tâches pour infliger des dégâts au boss
hu: Teljesíts feladatokat, hogy sebzést okozz a főellenségnek
ko: 과제를 완료해 보스에게 피해를 주세요
pt_br: Faça tarefas para causar dano no Chefão
uk: Виконуйте завдання, аби завдати босу шкоди

# world_boss.second_bullet
source: The Boss won’t damage you for missed tasks, but its Rage meter will go up. If the bar fills up, the Boss will attack one of the shopkeepers!
de: Der Boss wird Dir keinen Schaden für nicht erledigte Aufgaben zufügen, aber sein Raserei-Balken wird ansteigen. Wenn dieser voll ist, wird der Boss einen von Adhders Händlern angreifen!
fr: Le boss ne vous infligera pas de dégâts pour les tâches non réalisées, mais sa barre de rage augmentera. Si la barre se remplit, le boss attaquera l'un des marchands !
hu: A főellenség nem sebez téged a kihagyott feladatok miatt, de a Dühmérője növekszik. Ha megtelik, a főellenség megtámadja valamelyik boltosunkat!
ko: 과제를 놓치면 보스가 직접 피해를 주지는 않지만 분노 게이지가 상승합니다. 게이지가 가득 차면 보스가 상점 주인 중 한 명을 공격합니다!
pt_br: O Chefão não vai prejudicá-lo por tarefas não feitas, mas a sua Barra de Fúria aumentará. Se a barra encher, o Chefão atacará um dos lojistas!
uk: Бос не атакуватиме вас за пропущенні завдання, але його Лічильник Люті збільшиться. Якщо шкала заповниться, бос атакує одного з власників магазинів!

# world_boss.third_bullet
source: You can continue with normal Quest Bosses, damage will apply to both
de: Du kannst weiterhin Quest-Bosse bekämpfen, Dein Schaden wird beiden zugefügt werden
fr: Vous pouvez continuer à faire vos quêtes de boss habituelles, vos dégâts s'appliqueront aux deux
hu: A normál küldetésfőellenségeket továbbra is folytathatod, a sebzés mindkettőre érvényesül
ko: 일반 퀘스트 보스와 함께 계속 진행할 수 있으며 두 보스 모두에게 피해가 적용됩니다
pt_br: Você pode continuar com as Missões de Chefão normais, o dano será aplicado a ambos
uk: Ви можете продовжувати боротьбу зі звичайними квестовими босами, шкода зараховуватиметься обидвом

# world_boss.fourth_bullet
source: Check the Tavern to see Boss progress and Rage attacks
de: Schau in der Taverne vorbei, um den Fortschritt im Kampf gegen den Boss und dessen Raserei-Angriffe zu sehen
fr: Visitez la taverne pour voir l'avancée du combat et la barre de rage
hu: Nézz be a Fogadóba, hogy ellenőrizd a főellenség állapotát és a düh támadásokat
ko: 주막에서 보스 진행 상황과 분노 공격을 확인하세요
pt_br: Verifique a Taverna para ver o progresso do Chefão e ataques de fúria
uk: Зазирніть у Таверну, щоб перевірити прогрес боса та люті атаки

# world_boss.rage_strike_warning
source: Be careful... The World Boss will lash out and attack one of our friendly shopkeepers once its rage bar fills. Keep up with your Dailies to try and prevent it from happening!
de: Sei vorsichtig... Der Weltboss wird zurückschlagen und einen der freundlichen Händler angreifen, sobald sein Raserei-Balken gefüllt ist. Kümmere Dich gut um Deine Tagesaufgaben und versuche das zu verhindern!
fr: Soyez prudent.e... Une fois sa barre de rage remplie, le boss mondial attaquera et s'en prendra à l'un.e de nos ami.es marchand.es. Continuez à accomplir vos Quotidiennes pour tenter de l'en empêcher !
hu: Légy óvatos… Ha a világfőellenség dühmérője megtelik, tombolni kezd és megtámadja valamelyik barátságos boltosunkat. Tartsd kézben napi teendőidet, hogy ezt megelőzd!
ko: 조심하세요... 월드 보스의 분노 게이지가 차면 아군 상점 주인 중 한명을 공격하게 됩니다. 일일 과제를 성실히 수행하여 이를 막아보세요!
pt_br: Seja cuidadoso(a)... O Chefão Global atacará um de nossos simpáticos lojistas assim que sua barra de fúria se encher. Faça suas diárias para evitar que isso aconteça!
uk: Стережіться... Світовий бос накинеться на одного з дружніх власників магазинів, щойно шкала люті заповниться. Тож виконуйте свої Щоденки, щоб запобіти цьому!

# world_boss.rage_strike_title
source: The %@ was Attacked!
de: %@ wurde angegriffen!
fr: %@ a subi une attaque !
hu: %@ támadás áldozata lett!
ko: '%s'가 공격받았습니다!
pt_br: O %@ foi atacado!
uk: %@ атакували!

# world_boss.rage_strike_damaged
source: %@ is Heartbroken! Our beloved %@ was devastated when %@ shattered the %@. Quickly, tackle your tasks to defeat the monster and help rebuild!
de: %@ hat ein gebrochenes Herz! Unser(e) geliebte(r) %@ war am Boden zerstört als %@ die %@ zerschmettert hat. Schnell, pack Deine Tagesaufgaben an, um das Monster zu besiegen und beim Wiederaufbau zu helfen!
fr: %@ a le coeur brisé ! Notre cher %@ fut dévasté lorsque %@ brisa le %@. Vite, occupez-vous de vos tâches pour vaincre le monstre et aider à reconstruire !
hu: %@ teljesen összetört! Szeretett %@-nk kétségbeesett, mikor %@ összezúzta ezt: %@. Gyorsan, teljesítsd a feladataidat, hogy legyőzzük a szörnyet és segítsünk újjáépíteni!
ko: %@는 상심했습니다! 우리의 %@는 %@가 %@를 산산조각 내서 엄청난 충격을 받았습니다. 어서 과제를 수행해서 괴물을 물리치고 재건할 수 있게 도와주세요!
pt_br: %@ está com o coração partido! Nosso amado %@ ficou arrasado quando %@ quebrou o %@. Rapidamente, enfrente suas tarefas para derrotar o monstro e ajudar na reconstrução!
uk: %@ розбиті! Наш любий %@ спустошений атакою %@ на %@. Хутко, беріться за свої завдання, аби перемогти монстра та допомогти відбудуватися!

# world_boss.pending_strike
source: Pending Strike
de: Ausstehender Angriff
fr: Coup en cours
hu: Függőben lévő csapás
ko: 임박한 타격
pt_br: Dano Pendente
uk: Очікувана шкода

# world_boss.rage_strike_explanation_button
source: What's a Rage Strike?
de: Was ist ein Raserei-Angriff?
fr: Qu'est-ce qu'une Frappe de rage ?
hu: Mi az a düh támadás?
ko: 분노의 타격이 무엇인가요?
pt_br: O que é um Golpe de Fúria?
uk: Що таке Удар Люті?

# world_boss.rage_strike_explanation
source: There are 3 potential Rage Strikes This gauge fills when Adhderns miss their Dailies. If it fills up, the DysHeartener will unleash its Shattering Heartbreak attack on one of Adhder's shopkeepers, so be sure to do your tasks!
de: Es gibt drei potentielle Raserei-Angriffe Dieser Balken füllt sich, wenn Adhderner ihre Tagesaufgaben verpassen. Wenn dieser voll ist, wird der Entmutiger seine Niederschmetternde Herzschmerz-Attacke über einem von Adhders Händlern entfesseln, also streng Dich an und erledige Deine Aufgaben!
fr: Il peut y avoir jusqu'à 3 attaques de rage La barre se remplit lorsque les habitants d'Adhder manquent leurs Quotidiennes. Lorsque la jauge sera remplie, la Décoeurageante libèrera son Brisement de cœur sur l'un.e des marchand.es d'Adhder, alors assurez-vous d'accomplir vos tâches !
hu: Összesen 3 lehetséges düh támadás van Ez a mérő akkor telik meg, ha a Adhdernok kihagyják a napi teendőiket. Ha teljesen megtelik, a reménytipró pusztító szívzúzó támadást indít valamelyik boltosunk ellen, ezért ne felejtsd el elvégezni a napi teendőidet!
ko: 잠재적 분노 타격은 3회 있다 이 게이지는 해비티카 이용자가 일일 과제를 놓치면 채워진다. 게이지가 가득 차면 디스하트너가 해비티카 상점 주인 중 한 명에게 산산조각 절망 공격을 가하므로 반드시 과제를 완료하라!
pt_br: Existem 3 possíveis ataques de raiva Este medidor é preenchido quando os Habitantes perdem suas diárias. Se ele for preenchido, o DysHeartener desencadeará seu ataque "Quebrador de corações" em um dos lojistas do Adhder, por isso certifique-se de fazer suas tarefas!
uk: Існують 3 потенційних Удари Люті Ця смуга заповнюється, коли жителі Adhderns пропускають свої щоденки. Якщо він заповниться, DysHeartener почне свою атаку Розбиваюче Серцебиття на одного власників магазинів Adhder, тому не забудьте виконати свої щоденки!

source: Buffs
de: Aktivierte Boni
fr: Bonus
hu: Erősítések
ko: 버프
uk: Посилення

source: Allocated
de: Verteilt
fr: Alloué(s)
hu: Kiosztva
ko: 할당됨
pt_br: Distribuído
uk: Виділено

# checkin_yesterdays_dalies
source: Check off any Dailies you did yesterday:
de: Hake die Tagesaufgaben ab, die Du gestern erledigt hast:
fr: Cochez les Quotidiennes accomplies hier :
hu: Jelöld be azokat a napi teendőket, amiket tegnap elvégeztél:
ko: 어제 수행한 일일과제를 확인해보세요:
pt_br: Marque todas as diárias que você fez ontem:
uk: Відмітьте Щоденки, які ви виконали вчора:

source: Start my day
de: Starte meinen Tag
fr: Commencer ma journée
hu: Kezdem a napot
ko: 오늘 하루 시작하기
pt_br: Comece meu dia
uk: Почати мій день

source: Gems
de: Edelsteine
fr: Gemmes
hu: Gyémántok
ko: 보석
pt_br: Gemas
uk: Самоцвіти

source: Subscription
de: Abonnement
fr: Abonnement
hu: Előfizetés
ko: 정기 구독
pt_br: Assinatura
uk: Підписка

# remember_check_off_dailies
source: Remember to check off your Dailies!
de: Denk daran Deine täglichen Aufgaben abzuhaken!
fr: N'oubliez pas de cocher vos tâches Quotidiennes !
hu: Ne felejtsd el kipipálni a napi teendőidet!
ko: 일일 과제 완료 후 체크하는 것을 잊지 마세요!
pt_br: Lembre de fazer todas as suas Diárias!
uk: Не забувайте відмітити ваші Щоденки!

source: Complete
de: Erledigt
fr: Accomplies
hu: Kész
ko: 완료
pt_br: Completado
uk: Готово

source: Accept
de: Annehmen
fr: Accepter
hu: Elfogadás
ko: 수락
pt_br: Aceitar
uk: Прийняти

source: Decline
de: Ablehnen
fr: Refuser
hu: Elutasítás
ko: 거절함
pt_br: Rejeitar
uk: Відхилити
zh_hant: 拒绝

source: Reject
de: Ablehnen
fr: Rejeter
hu: Visszautasítás
ko: 거부
pt_br: Rejeitar
uk: Відхилити

source: Abort
de: Abbrechen
fr: Abandonner
hu: Megszakítás
ko: 중단하기
pt_br: Abortar
uk: Перервати

source: Reply
de: Antworten
fr: Répondre
hu: Válasz
ko: 답하기
pt_br: Responder
uk: Відповісти

source: Send
de: Abschicken
fr: Envoyer
hu: Küldés
ko: 보내기
pt_br: Enviar
uk: Надіслати

source: Reminder
de: Erinnerung
fr: Rappel
hu: Emlékeztető
ko: 중요한 일
pt_br: Lembrete
uk: Нагадування

source: Invitations
de: Einladungen
hu: Meghívók
ko: 초대
pt_br: Convites
uk: Запрошення

# accessibility.complete_task
source: Complete Task
de: Erfülle Aufgabe
fr: Tâche accomplie
hu: Feladat teljesítése
ko: 과제 끝내기
pt_br: Completar Tarefa
uk: Завершити Завдання
zh_hant: 完成任務

# accessibility.owned
source: Owned
de: In Deinem Besitz
fr: Possédé
hu: Megszerezve
ko: 소유함
pt_br: Obtido(a)
uk: Створене мною

# accessibility.notOwned
source: Not owned
de: Nicht in Deinem Besitz
fr: Non possédé
hu: Nincs megszerezve
ko: 미보유
pt_br: Não obtido(a)
uk: Створене іншими

source: Collect
de: Sammeln
fr: Collecter
hu: Gyűjtés
ko: 수집
pt_br: Coletar
uk: Зібрати

source: Defeat
de: Niederlage
fr: Défaire
hu: Legyőzés
ko: 패배
pt_br: Derrotar
uk: Поразка

source: Mystery Sets
de: Geheimnisvolle Sets
fr: Paquets mystères
hu: Rejtélyes szettek
ko: 미스테리 세트
pt_br: Conjuntos Misteriosos
uk: Таємничі набори

source: Edit Tag
de: Tag bearbeiten
fr: Modifier l'étiquette
hu: Címke szerkesztése
ko: 태그 수정
pt_br: Editar Etiqueta
uk: Змінити ярлик

source: Leave Challenge
de: Herausforderung abbrechen
fr: Quitter le défi
hu: Kilépés a kihívásból
ko: 도전 포기
pt_br: Deixar o desafio
uk: Залишити випробування

source: Join Challenge
de: Herausforderung beitreten
fr: Participer au défi
hu: Csatlakozás a kihíváshoz
ko: 도전 참가
pt_br: Junte-se ao Desafio
uk: Приєднатися до випробування

source: Publish Challenge
de: Herausforderung veröffentlichen
fr: Publier le défi
hu: Kihívás közzététele
ko: 공개 도전
pt_br: Publicar Desafio
uk: Опоблікуйте Випробування

source: End Challenge
de: Herausforderung beenden
fr: Terminer le défi
hu: Kihívás lezárása
ko: 도전 종료하기
pt_br: Finalizar Desafio
uk: Закінчити випробування

# subscription_info_3_description
source: Subscribe now to get an exclusive set now and receive new items every month!
de: Abonniere jetzt, um direkt ein einzigartiges Set zu bekommen und jeden Monat neue Gegenstände zu erhalten!
fr: Abonnez-vous pour recevoir un ensemble exclusif et de nouveaux objets tous les mois !
hu: Fizess elő, és azonnal megkapsz egy exkluzív szettet, majd minden hónapban újabb tárgyakat kapsz!
ko: 지금 구독하면 구독자 한정 세트를 받고 매달 새로운 아이템을 받습니다!
pt_br: Assine já para obter um conjunto exclusivo agora e receber novos itens mensalmente!
uk: Підпишіться зараз, щоб отримати ексклюзивний набір прямо зараз та нові предмети кожного місяця!

# subscription_support_developers
source: Subscribing supports our small team and helps keep Adhder running
de: Abonnements unterstützen unser kleines Team und halten Adhder am Laufen
fr: L'abonnement aide notre petite équipe et nous aide à faire fonctionner Adhder
hu: Az előfizetéseddel támogatod kis csapatunk munkáját és a Adhder működését
ko: 구독은 소규모 팀을 지원하고 Adhder 운영에 도움을 줍니다
pt_br: Assinar apoia nossa pequena equipe e ajuda a manter o Adhder em funcionamento
uk: Підписка підтримує нашу маленьку команду та допомагає забезпечувати роботу Adhder, щиро вдячні!
zh_hant: 訂閱可以支持我們的小團隊，並幫助 Adhder 繼續營運

# subscription_benefits_title_subscribed
source: You get these benefits for being a Subscriber
de: Du erhälst diese Vorteile für Dein Abonnement
fr: Vous avez ces bonus grâce à votre abonnement
hu: Ezeket az előnyöket élvezed előfizetőként
ko: 구독자가 되면 다음 혜택을 누릴 수 있습니다
pt_br: Você adquire estes benefícios por se tornar um assinante
uk: Ви отримуєте такі переваги з підпискою

# subscription_options_title
source: Choose the Subscription length that works for you
de: Wähle die Abonnementlänge, die für Dich passt
fr: Choisissez la durée d'abonnement qui marche pour vous
hu: Válaszd ki, milyen hosszú előfizetés megfelelő neked
ko: 원하는 구독 기간을 선택하세요
pt_br: Escolha a validade de Assinatura que funciona para você
uk: Виберіть довжину підписки, яка найбільше підходить саме вам

# subscription_gift_explanation
source: Want to give the benefits of a subscription to someone else?
de: Möchtest Du jemandem die Vorteile eines Abonnements schenken?
fr: Vous souhaitez donner les bénéfices de l'abonnement à quelqu'un d'autre ?
hu: Szeretnéd az előfizetés előnyeit valaki másnak ajándékozni?
ko: 구독 혜택을 다른 사람에게 선물하고 싶으신가요?
pt_br: Quer dar os benefícios de uma assinatura para outra pessoa?
uk: Хочете показати переваги підписки комусь іншому?
zh_hant: 想要贈送訂閱的好處給別人嗎？

# subscription_gift_button
source: Gift a Subscription
de: Verschenke ein Abonnement
fr: Offrez un abonnement
hu: Előfizetés ajándékozása
ko: 구독 선물
pt_br: Presentear uma Assinatura
uk: Подаруйте підписку
zh_hant: 贈送訂閱

source: Subscribe
de: Abonnieren
fr: S'abonner
hu: Előfizetés
ko: 정기 후원하기
pt_br: Assinar
uk: Підписатися
zh_hant: 訂閱

# duration_month
source: month
de: Monat
fr: mois
hu: hónap
ko: 달
pt_br: mês
uk: місяць
zh_hant: 月

# duration_3month
source: 3 months
de: 3 Monate
fr: 3 mois
hu: 3 hónap
ko: 3개월
pt_br: 3 meses
uk: 3 місяці
zh_hant: 3個月

# duration_6month
source: 6 months
de: 6 Monate
fr: 6 mois
hu: 6 hónap
ko: 6개월
pt_br: 6 meses
uk: 6 місяців
zh_hant: 6個月

# duration_12month
source: 12 months
de: 12 Monate
fr: 12 mois
hu: 12 hónap
ko: 12개월
pt_br: 12 meses
uk: 12 місяців
zh_hant: 12個月

# subscription_duration
source: Recurring every %@
de: Alle %@
fr: Récurrent, tous les %@
hu: Ismétlődik: %@
ko: 매 %s마다 자동 갱신
pt_br: Recorrente a cada %@
uk: Повторювати кожні %@

source: Resubscribe
de: Erneut abonnieren
fr: Se réabonner
hu: Újra előfizetek
ko: 재구독
pt_br: Assinar novamente
uk: Підписатися знову

source: Renew Subscription
de: Abonnement erneuern
fr: Renouvellement l'abonnement
hu: Előfizetés megújítása
ko: 구독 갱신
pt_br: Renovar Assinatura
uk: Оновити підписку

# ending_on
source: Benefits end %@
de: Vorteile enden am %@
fr: Les avantages se terminent le %@
hu: Az előnyök lejárnak ekkor: %@
ko: %@ 에 종료
pt_br: Benefícios terminam em %@
uk: Закінчується %@

# gem_benefits_title
source: Gems allow you to buy fun extras for your account, including:
de: Edelsteine ermöglichen Dir, tolle Extras für Dein Konto zu kaufen, unter anderem:
fr: Les gemmes permettent d'acheter des extras amusants pour votre compte, comme :
hu: A gyémántokkal remek extrákat vásárolhatsz, például:
ko: 보석은 계정에 다양한 추가 기능을 구매하는 데 사용됩니다. 예를 들어:
pt_br: Gemas permitem que você compre coisas divertidas para sua conta, incluindo:
uk: Самоцвіти дозволяють вам купувати додаткові речі для свого акаунту, зокрема:

source: Unpin
de: Lösen
fr: Décrocher
hu: Kitűzés megszüntetése
ko: 고정 해제
pt_br: Desafixar
uk: Відкріпити

source: Pin
de: Anheften
fr: Accrocher
hu: Kitűzés
ko: 고정하기
pt_br: Fixar
uk: Закріпити
