Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# notifications.unallocated_stat_points
source: You have **%d unallocated Stat Points**
de: Du kannst **%d Attributpunkt(e)** verteilen
fr: Vous avez **%d points d'attributs non attribués**
hu: Még van **%d el nem költött statisztikapontod**
ko: **할당되지 않은 %d 스탯 포인트**가 있습니다
pt_br: Você tem **%d Pontos de Atributos na alocados**
uk: Ви **не розподілили %d Очок**

# notifications.new_mystery_item
source: You have new **Mystery Items**
de: Du hast neue **Überraschungsgegenstände**
fr: Vous avez de nouveaux **objets mystère**
hu: Új **rejtélyes tárgyakat** kaptál
ko: 새로운 **미스터리 아이템**이 있습니다
pt_br: Você tem novos **Itens Misteriosos**
uk: У вас нові **Таємничі Предмети**

# notifications.unread_guild_message
source: **%@** has new posts.
de: **%@** hat neue Beiträge.
fr: **%@** a de nouveaux messages.
hu: Új üzenetek a(z) **%@** céhben.
ko: **%@**님이 새 글을 올렸습니다.
pt_br: **%@** tem novas postagens.

# notifications.unread_party_message
source: Your party, **%@**, has new posts.
de: Deine Party, **%@**, hat neue Beiträge.
fr: Votre équipe, **%@**, a de nouveaux messages.
hu: A csapatodban (**%@**) új üzenetek vannak.
ko: 당신의 파티, **%@**, 이(가) 새 글을 작성했습니다.
pt_br: Seu Grupo, **%@**, tem novas postagens.
uk: У вашій команді, **%@**, є нові повідомлення.

# notifications.party_invite
source: You were invited to join the Party **%@**
de: Du wurdest in die Party **%@** eingeladen
fr: Vous avez reçu une invitation pour l'équipe **%@**
hu: Meghívtak a következő csapatba: **%@**
ko: 파티 **%@**에 초대받았습니다
pt_br: Você foi convidado(a) para participar do Grupo **%@**
uk: Вас запросили до команди **%@**

# notifications.public_guild_invite
source: You were invited to join the public guild **%@**
de: Du wurdest eingeladen, der öffentlichen Gilde **%@** beizutreten
fr: Vous avez reçu une invitation de la guilde publique **%@**
hu: Meghívtak a nyilvános céhbe: **%@**
ko: 공개 길드 **%@**에 초대받았습니다
pt_br: Você foi convidado para participar da guilda pública **%@**
uk: Вас запросили до публічної гільдії **%@**

# notifications.private_guild_invite
source: You were invited to join the private guild **%@**
de: Du wurdest eingeladen, der privaten Gilde **%@** beizutreten
fr: Vous avez reçu une invitation de la guilde privée **%@**
hu: Meghívtak a privát céhbe: **%@**
ko: 비공개 길드 **%@**에 초대받았습니다
pt_br: Você foi convidado(a) para participar da guilda privada **%@**
uk: Вас запросили до закритої гільдії **%@**

# notifications.quest_invite
source: You were invited to the Quest **%@**
de: Du wurdest zur Quest **%@** eingeladen
fr: Vous avez été invité à la quête **%@**
hu: Meghívót kaptál a következő küldetésre: **%@**
ko: 퀘스트 **%@**에 초대받았습니다
pt_br: Você foi convidado(a) para a Missão **%@**
uk: Вас запросили до квесту **%@**

# empty.habits.title
source: These are your Habits
de: Dies sind Deine Gewohnheiten
fr: Voici vos habitudes
hu: Ezek a szokásaid
ko: 당신의 습관은 다음과 같습니다
pt_br: Aqui estão seus Hábitos
uk: Це ваші Звички

# empty.dailies.title
source: These are your Dailies
de: Dies sind Deine Tagesaufgaben
fr: Voici vos quotidiennes
hu: Ezek a napi teendőid
ko: 이것이 당신의 일일 작업입니다
pt_br: Aqui estão suas Diárias
uk: Це ваші Щоденки

# empty.rewards.title
source: These are your Rewards
de: Dies sind Deine Belohnungen
fr: Voici vos récompenses
hu: Ezek a jutalmaid
ko: 이것이 당신의 보상입니다
pt_br: Aqui estão suas Recompensas
uk: Це ваші Нагороди
zh_hant: 這些是你的獎勵

source: Organize By
de: Organisieren nach
fr: Organiser par
hu: Rendezés
ko: 정렬 기준
pt_br: Organizar por
uk: Організувати за

# task_history
source: Task History (Very Experimental)
de: Aufgabenverlauf (sehr experimentell)
fr: Historique de la tâche (très expérimental)
hu: Feladatok előzményei (nagyon kísérleti)
ko: 과제 기록 (실험적 기능)
pt_br: Histórico de Tarefas (Muito Experimental)

# subscribe_for_task_history
source: Want more than 2 weeks of data?
de: Willst Du für mehr als 2 Wochen Verlaufsdaten?
fr: Vous voulez plus que deux semaines de données ?
hu: Szeretnél több mint 2 hétre visszamenő adatokat?
ko: 2주 이상의 데이터를 원하십니까?
pt_br: Deseja mais do que 2 semanas de dados?

# hundred_gold
source: 100 Gold
de: 100 Goldstücke
fr: 100 pièces d'or
hu: 100 arany
ko: 100 골드
pt_br: 100 Pontos de Ouro
zh_hant: 100 金币

source: Beginner Objectives
de: Anfangsziele
fr: Objectif de démarrage
hu: Kezdő célkitűzések
ko: 초보자 목표
pt_br: Objetivos de iniciante

# adventure_guide_description
source: Complete these onboarding tasks and you’ll earn 5 Achievements and 100 Gold once you’re done!
de: Erledige diese Einstiegsaufgaben und Du wirst 5 Erfolge freischalten und 100 Goldstücke erhalten, sobald Du fertig bist!
fr: Validez ces 5 tâches d'intégration et vous gagnerez 5 succès et 100 pièces d'or à la fin !
hu: Teljesítsd ezeket a kezdő feladatokat, és jutalmad 5 teljesítmény és 100 arany lesz!
ko: 초보자 과제를 완료하면 5개의 업적과 100 골드를 받을 수 있습니다!
pt_br: Complete estas tarefas de bordo e você ganhará 5 Conquistas e 100 Pontos Ouro quando terminar!

# block_description
source: A blocked player cannot send you private messages but you will still see their posts.
de: Blockierte Spieler*innen können Dir keine Privaten Nachrichten schicken, aber Du wirst Ihre Posts weiterhin sehen.
fr: Un·e joueu·r·se bloquée ne peut vous envoyer de messages privés mais vous verrez malgré tout leurs publications.
hu: A blokkolt felhasználó nem küldhet privát üzenetet, de a bejegyzéseit továbbra is látni fogod.
ko: 차단된 사용자는 비공개 메시지를 보낼 수 없으나 게시글은 볼 수 있습니다.
pt_br: Um jogador bloqueado não pode te mandar mensagens privadas, mas você ainda verá as postagens dele(a).

# user_was_blocked
source: You blocked %@.
de: Du hast %@ blockiert.
fr: Vous avez bloqué %@.
hu: Blokkoltad őt: %@.
ko: %@님을 차단했습니다.
pt_br: Você bloqueou %@.

# user_was_unblocked
source: You unblocked %@.
de: Du hast %@ entblockt.
fr: Vous avez débloqué %@.
hu: Feloldottad %@ blokkolását.
ko: %@님의 차단을 해제했습니다.
pt_br: Você desbloqueou %@.

# backer_tier
source: Backer Tier: %d
de: Trägerstufe: %d
fr: Palier de support : %d
hu: Támogatói szint: %d
ko: 후원자 등급: %d
pt_br: Classificação de Apoiador: %d

# x_to_y
source: %@ to %@
de: %@ bis %@
fr: %@ à %@
ko: %@에서 %@까지
pt_br: %@ para %@

source: Class System disabled.
de: Charakterklassensystem ausgeschaltet.
fr: Système de classe désactivé.
hu: A kasztrendszer ki van kapcsolva.
ko: 직업 시스템이 비활성화되었습니다.
pt_br: Sistema de Classe desativado.

# class_system_enable_instructions
source: You can enable the class system from the apps settings.
de: Du kannst das System der Charakterklassen in den App-Einstellungen einschalten.
fr: Vous pouvez activer le système de classe depuis les paramètres de l'application.
hu: A kasztrendszert a beállítások menüpontban tudod bekapcsolni.
ko: 앱 설정에서 직업 시스템을 활성화할 수 있습니다.
pt_br: Você pode habilitar o Sistema de Classes a partir das configurações do aplicativo.

# unlocks_selecting_class_description
source: Skills are unlocked once you reach level 10 and have selected a class
de: Fähigkeiten werden freigeschaltet sobald du Level 10 erreichst und eine Charakterklasse gewählt hast
fr: Les compétences sont débloquées à partir du niveau dix dès lors que vous choisissez une classe
hu: A képességek a 10. szint elérése és a kaszt választás után válnak elérhetővé
ko: 레벨 10에 도달하고 직업을 선택하면 스킬이 해금됩니다
pt_br: As Habilidades serão desbloqueadas quando você alcançar o nível 10 e selecionar uma classe

# unlocks_selecting_class_prompt
source: Now that you reached level 10, you can choose a class!
de: Du hast Level 10 erreicht und kannst nun deine Charakterklasse wählen!
fr: Maintenant que vous avez atteint le niveau 10, choisissez une classe !
hu: Most, hogy elérted a 10. szintet, válassz kasztot!
ko: 레벨 10에 도달했으니, 이제 직업을 선택할 수 있습니다!
pt_br: Agora que você atingiu o nível 10, você pode escolher uma classe!

# pet_accessibility_label_raised
source: %@, Raised %d%%
de: %@, hat %d%% aufgezogen
fr: %@, dressé %d%%
hu: %@, Felnevelve: %d%%
ko: %@, 상승 %d%%
pt_br: %@, domou %d%%

source: Get Started
de: Anfangen
fr: Commencez
hu: Kezdés
ko: 시작하기
pt_br: Comece agora mesmo
uk: Розпочати

# x_items_found
source: %d Items pending
de: %d Gegenstände warten
fr: %d Objets en attente
hu: %d függőben lévő tárgy
ko: %d개의 항목 대기 중
pt_br: %d Itens pendentes

# one_item_found
source: 1 Item pending
de: 1 ausstehender Gegenstand
fr: 1 objet en attente
hu: 1 függőben lévő tárgy
ko: 1개의 항목 대기 중
pt_br: 1 Item pendente

source: Ban User
de: Benutzer sperren
fr: Bannir l'Utilisateur
hu: Felhasználó kitiltása
ko: 사용자 차단
pt_br: Banir Usuário
uk: Бан користувача

source: Unban User
de: Benutzer entsperren
fr: Débannir l'Utilisateur
hu: Felhasználó kitiltásának feloldása
ko: 차단 해제
pt_br: Desbanir Usuário
uk: Розбанити користувача

source: Shadow Mute User
de: Benutzer versteckt stummschalten
fr: Mettre l'utilisateur en silencieux discrètement
hu: Felhasználó árnyék-némítása
ko: 섀도우 음소거 사용자
pt_br: Ativar modo silenciado para o usuário
uk: Непомітно заглушити коричтувача

# unshadow_mute_user
source: Remove Shadow Mute
de: Verstecktes Stummschalten aufheben
fr: Retirer la Mise en Soudirne
hu: Árnyék-némítás eltávolítása
ko: 섀도우 음소거 해제
pt_br: Remover Modo silenciado

# ends_in_x
source: ends in %s
de: Endet in %s
fr: se termine dans %s
hu: Vége: %s
ko: %s 후 종료
pt_br: acaba em %s
uk: закінчується о %

# exclusive_items_await
source: Exclusive items and gifts await
de: Exklusive Gegenstände und Geschenke warten
fr: Des cadeaux et objets exclusifs vous attendent
hu: Exkluzív tárgyak és ajándékok várnak rád
ko: 한정판 아이템과 선물이 기다립니다
pt_br: Itens exclusivos e presentes aguardam
uk: Ексклюзивні предмети та подарунки чекають

# purchase_gryphatrice_confirmation
source: Purchase the Jubilant Gryphatrice for %d Gems?
de: Den Jubilierenden Gryphatrix für %d Edelsteine kaufen?
fr: Acheter la gryphatrice jubilante pour %d gemmes ?
hu: Megvásárolod az Ünnepi griffatrice-t %d gyémántért?
ko: %d 보석으로 '환희의 그리파트리스'를 구매하시겠습니까?
pt_br: Comprar o Grifotriz Jubilante por %d Gemas?

# day_x
source: Day %d
de: Tag %d
fr: Jour %d
hu: %d. nap
ko: 일 %d
pt_br: Dia %d

# party_robe
source: A Party Robe
de: Eine Partyrobe
fr: Une Tenue de soirée
hu: Parti köpeny
ko: 파티 로브
pt_br: Uma Túnica Festiva

# x_gems
source: %d Gems
de: %d Edelsteine
fr: %d gemmes
hu: %d gyémánt
ko: %d 보석
pt_br: %d Gemas

source: Birthday Set
de: Geburtstagsset
fr: Ensemble d'anniversaire
hu: Születésnapi szett
ko: 생일 세트
pt_br: Conjunto de Aniversário

source: Failed
de: Fehlgeschlagen
fr: A échoué
hu: Nem sikerült
ko: 실패
pt_br: Falhou
uk: Не вдалося

# next_switch_in_x
source: Next switch in %@
de: Nächster Wechsel in %@
fr: Prochaine sélection dans %@
hu: Következő váltás: %s
ko: 다음 전환까지 %@
pt_br: Próxima troca em %@

source: Privacy Policy
de: Datenschutzbestimmungen
fr: Politique de Confidentialité
ko: 개인정보처리방침
pt_br: Política de Privacidade

source: Save Preferences
de: Einstellungen speichern
fr: Enregistrer les Préférences
ko: 설정 저장
pt_br: Salvar Preferências

# privacy_preferences_full_description
source: Your privacy is important to us. Adhder uses data from your device to analyze performance, handle support requests, and provide you with the best possible gamified experience. To do that, we need to request the following permissions. You can change these at any time from your account settings.
de: Adhder verwendet Daten deines Geräts zur Analyse der Leistung, um Support-Anfragen zu bearbeiten und um dir die bestmögliche gamifizierte Erfahrung zu bieten. Hierfür benötigen wir deine Zustimmung für folgende Berechtigungen. Du kannst dies jederzeit in deinen Konto-Einstellungen ändern.
fr: Adhder utilise des données de votre appareil pour une analyse des performances, la gestion des requêtes sur le support, et pour vous proposer la meilleure expérience de jeu possible. Pour cela, nous devons vous demander quelques autorisations. Vous pouvez changer ces options depuis vos paramètres de compte.
ko: 당사는 사용자의 개인정보를 소중하게 생각합니다. Adhder는 성능 분석, 지원 요청 처리, 그리고 최고의 게임화 경험을 제공하기 위해 기기 데이터를 활용합니다. 이를 위해 다음 권한이 필요합니다. 이 권한들은 계정 설정에서 언제든 변경할 수 있습니다.
pt_br: Sua privacidade é importante para nós. O Adhder usa dados do seu dispositivo para analisar o desempenho, processar solicitações de suporte e proporcionar a você a melhor experiência gamificada possível. Para isso, precisamos solicitar as seguintes permissões. Você pode alterá-las a qualquer momento nas configurações da sua conta.

# strictly_necessary_description
source: This is necessary data required by our app to function. This includes data like your preferences saved in settings as well as crash information.
de: Diese Daten sind notwendig, damit die App funktioniert. Dies schließt deine gespeicherten Einstellungen sowie Fehlerinformationen ein.
fr: Ce sont les données nécessaires requises pour le bon fonctionnement de notre application. Ces données sont celles liées à vos préférences enregistrées dans vos paramètres, ainsi que des informations en cas d'arrêt inopiné de l'application.
ko: 이 데이터는 앱이 정상적으로 동작하는 데 반드시 필요합니다. 여기에는 설정에 저장된 사용자의 환경설정과 앱 오류(크래시) 정보 등이 포함됩니다.
pt_br: Estes são dados necessários para o funcionamento do nosso aplicativo. Inclui dados como suas preferências salvas nas configurações, bem como informações sobre falhas.

# errors.username_already_taken
source: Username already taken.
de: Benutzername bereits vergeben.
fr: Non d'utilisateur déjà pris.
ko: 이미 사용 중인 사용자 이름입니다.
pt_br: Nome de usuário já está em uso.

# one_quest_item_found
source: You've found 1 quest item
de: Du hast 1 Quest-Gegenstand gefunden
fr: Vous avez trouvé 1 article de quête
ko: 퀘스트 아이템 1개를 발견했습니다
pt_br: Você encontrou 1 item de missão

# quest_items_found
source: You've found %d quest items
de: Du hast %d Quest-Gegenstände gefunden
fr: Vous avez trouvé %d articles de quête
ko: 퀘스트 아이템 %d개를 발견했습니다
pt_br: Você encontrou %d itens de missão

# privacy_preferences_sheet_description
source: Adhder uses data from your device to analyze performance, handle support requests, and provide you with the best possible gamified experience. To do that, we need to request the following permissions. You can change this at any time. To learn more, review our [Privacy Policy](https://adhder.com/static/privacy).
de: Adhder verwendet Daten deines Geräts zur Analyse der Leistung, um Support-Anfragen zu bearbeiten und um dir die bestmögliche gamifizierte Erfahrung zu bieten. Hierfür benötigen wir deine Zustimmung für folgende Berechtigungen. Du kannst deine Zustimmung jederzeit widerrufen. Weitere Informationen findest du in unseren [Datenschutzbestimmungen](https://adhder.com/static/privacy).
fr: Adhder utilise des données de votre appareil pour une analyse des performances, la gestion des requêtes sur le support, et pour vous proposer la meilleure expérience de jeu possible. Pour cela, nous avons besoin de quelques autorisations. Vous pouvez changer vos paramètres à tout moment. Pour en savoir plus, consultez notre [Politique de Confidentialité](https://adhder.com/static/privacy).
ko: Adhder는 성능 분석, 지원 요청 처리, 그리고 최고의 게임화 경험을 제공하기 위해 사용자의 기기 데이터를 활용합니다. 이를 위해 다음 권한이 필요합니다. 이 설정은 언제든 변경할 수 있습니다. 자세한 내용은 개인정보 처리방침을 확인하세요.
pt_br: Adhder usa dados do seu dispositivo para analisar performance, lidar com pedidos de suporte e garantir a você a melhor experiência gamificada possível. Para isso, nós precisamos pedir as seguintes permissões. Você pode alterar isso a qualquer momento. Para saber mais, veja nossa [Política de Privacidade](https://adhder.com/static/privacy).

# settings.manage_privacy_preferences
source: Change your privacy permissions
de: Ändere deine Privatsphäre-Einstellungen
fr: Changer vos paramètres de confidentialité
ko: 개인정보 권한 설정
pt_br: Mude suas permissões de privacidade

source: Your Privacy Preferences
de: Deine Privatsphäre-Einstellungen
fr: Vos Préférences de Confidentialité
ko: 내 개인정보 보호 설정
pt_br: Suas Preferências de Privacidade

# settings.user_data
source: User Data
de: Benutzerdaten
fr: Données Utilisat·eur·rice
ko: 사용자 데이터
pt_br: Dados do usuário

# settings.privacy_preferences
source: Privacy Preferences
de: Privatsphäre-Einstellungen
fr: Préférences de Confidentialité
ko: 개인정보 설정
pt_br: Preferências de privacidade

source: Performance & Analytics
de: Leistung & Analyse
fr: Performance et Analyses
ko: 성능 및 분석
pt_br: Desempenho e Análises

source: Strictly necessary
de: Absolut notwendig
fr: Strict nécessaire
ko: 필수 선택사항
pt_br: Estritamente necessário

# login.continue_with_email
source: Continue with email
de: Per Email anmelden
fr: Continuer avec votre mail
ko: 이메일 계정으로 계속하기
pt_br: Continue com email

# login.already_have_account
source: Already have an account?
de: Bereits registriert?
fr: Vous avez déjà un compte ?
ko: 이미 가입 하셨나요?
pt_br: Já possui uma conta?

source: Join Adhder
de: Adhder beitreten
fr: Rejoindre Adhder
ko: Adhder에 가입하세요
pt_br: Junte-se ao Adhder

source: Accept All
de: Alles akzeptieren
fr: Tout Accepter
ko: 모두 동의
pt_br: Aceitar Tudo
zh_hant: 全部接受

# change_password_helper
source: Passwords must be 8 characters or more. Changing your password will log you out of any other devices and third-party tools you may use.
de: Passwörter müssen mindestens 8 Zeichen lang sein. Das Ändern deines Passwortes wird dich von all deinen Geräten und Drittanbieter-Anwendungen abmelden.
fr: Votre mot de passe doit contenir au minimum 8 caractères. En changeant votre mot de passe, vous serez déconnecté·e des autres plateformes et add-ons.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie. A jelszó megváltoztatása kiléptet minden más eszközről és harmadik féltől származó alkalmazásból, amit használsz.
ko: 비밀번호는 8자 이상이어야 합니다. 비밀번호를 변경하면 다른 기기나 사용 중인 서드파티 도구에서 로그아웃됩니다.
pt_br: As senhas devem ter 8 caracteres ou mais. Alterar sua senha desconectará você de quaisquer outros dispositivos e ferramentas de terceiros que você utilize.

# settings.daily_reminder_permission_needed
source: Please enable notifications in Settings to use daily reminders
de: Bitte aktivieren Sie Benachrichtigungen in den Einstellungen, um Erinnerungen zu verwenden
fr: Veuillez autoriser l'affichage de notifications dans vos Paramètres pour utiliser les rappels quotidiens
ko: 데일리 리마인더 알림을 사용하려면 설정에서 알림을 켜주세요
pt_br: Por favor, ative as notificações nas Configurações para receber lembretes diários

# performance_analytics_description
source: This is used to improve the player experience, performance, and services of Adhder. Our support team will also use this when handling requests and bug reports.
de: Dies wird benötigt um die Spielerfahrung, die Leistung und den Service von Adhder zu verbessern. Zudem wird unser Support-Team dies für die Bearbeitung von Support-Anfragen und Fehlermeldungen verwenden.
fr: C'est informations sont utilisées pour améliorer l'expérience de jeu, ainsi que les performances et services proposés par Adhder. L'équipe du support pourront également utiliser ces données durant la résolution de ticket et de rapport de bug.
ko: 이는 Adhder의 플레이어 경험, 성능, 그리고 서비스 품질을 향상시키는 데 사용됩니다. 또한 지원팀이 요청 사항과 버그 신고를 처리할 때에도 활용됩니다.
pt_br: Isso é usado para melhorar a experiência do usuário, o desempenho e os serviços do Adhder. Nossa equipe de suporte também usará isso para lidar com solicitações e relatórios de bugs.

# login.password_length_error
source: Passwords must be 8 characters or more.
de: Passwörter müssen mindestens 8 Zeichen lang sein.
fr: Le mot de passe doit faire au moins 8 caractères.
ko: 비밀번호는 최소 8자 이상이어야 합니다.
pt_br: A senha precisa ter 8 ou mais caracteres.

# login.tagline
source: Enjoy having fun getting things done
de: Zeit für ein bisschen Spaß während Du etwas erledigst
fr: Joignez l'utile à l'agréable
ko: 즐겁게 목표를 완수하세요
pt_br: Divirta-se realizando tarefas

# login.continue_with_apple
source: Continue with Apple
de: Mit Apple anmelden
fr: Continuer avec Apple
ko: 애플 계정으로 계속하기
pt_br: Continue com Apple

# login.continue_with_google
source: Continue with Google
de: Mit Google anmelden
fr: Continuer avec Google
ko: 구글 계정으로 계속하기
pt_br: Continue com Google

# login.need_account
source: Need an account?
de: Noch nicht registriert?
fr: Vous souhaitez créer un compte ?
ko: 아직 계정이 없으신가요?
pt_br: Precisa de uma conta?

# login.what_call_you
source: What should we call you?
de: Wie sollen wir dich nennen?
fr: Comment souhaitez-vous que nous vous appelions ?
ko: 어떻게 불러드릴까요?
pt_br: Como deveríamos te chamar?

# login.username_description
source: This is a unique name you can change later at any time!
de: Dies ist ein einzigartiger Name, den du später jederzeit ändern kannst!
fr: C'est votre pseudo unique que vous pourrez changer quand vous le souhaitez !
ko: 나중에 언제든 변경할 수 있는 고유한 이름입니다!
pt_br: Este é um nome único que você pode mudar mais tarde a qualquer momento!

# login.terms_text
source: You confirm that you are at least 18 years old, and that you have read and agree to our **[Terms of Service](https://adhder.com/static/terms)** and **[Privacy Policy](https://adhder.com/static/privacy)**.
de: Du bestätigst, dass du mindestens 18 Jahre alt bist, du unsere **[Nutzungsbedingungungen](https://adhder.com/static/terms)** und **[Datenschutzbestimmungen](https://adhder.com/static/privacy)** gelesen hast und erklärst dich mit diesen einverstanden.
fr: Vous confirmez avoir plus de 18 ans, et avoir lu et accepté nos **[Conditions d'Utilisation](https://adhder.com/static/terms)** ainsi que notre **[Politique de Confidentialité](https://adhder.com/static/privacy)**.
ko: 귀하는 당사의 **서비스 약관**에 동의하며, **개인정보 처리방침**을 읽고 이해하였습니다.
pt_br: Você confirma que tem pelo menos 18 anos de idade e que leu e concorda com nossos **[Termos de Serviço](https://adhder.com/static/terms)** e **[Política de Privacidade](https://adhder.com/static/privacy)**.

# api_token_password_description
source: Do not share it publicly. You may occasionally be asked for your User ID, but never post your API Token where others can see it, including on Github.
de: Teile ihn niemals öffentlich. Du wirst ggf. nach deiner Benutzer-ID gefragt, aber schreibe deinen API-Schlüssel niemals dort, wo andere ihn sehen könnten bspw. Github.
fr: Ne le partagez pas. Il est possible que votre ID d'Utilisat·eur·rice vous soit demandé, mais ne postez jamais votre Clé API sur des pages publiques, pas même sur Github.
hu: Ne oszd meg nyilvánosan. Előfordulhat, hogy meg kell adnod a felhasználói azonosítódat, de soha ne tedd közzé az API tokened mások számára látható helyen, például a Githubon.
ko: 공개적으로 공유하지 마세요. 가끔 사용자 ID를 요청받을 수는 있지만, API 토큰은 절대 다른 사람이 볼 수 있는 곳(예: GitHub)에 게시하지 마세요.
pt_br: Não compartilhe publicamente. Às vezes, você pode ser solicitado a informar seu ID de usuário, mas nunca publique seu Token de API onde outras pessoas possam vê-lo, inclusive no GitHub.

# api_token_reset_title
source: If you need a new API Token
de: Falls du einen neuen API-Schüssel benötigst
fr: Si vous avez besoin d'une nouvelle Clé API
hu: Ha új API tokenre van szükséged
ko: 새 API 토큰이 필요한 경우
pt_br: Se você precisar de um novo Token de API
