Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# purchasedEquipmentDescription
source: Equipment can be practical or just fashionable. Raise your stats to get all sorts of benefits to your avatar
de: Ausrüstung kann zweckmäßig oder einfach nur elegant sein. Erhöhe Deine Werte, um allerlei Vorteile für Deinen Avatar zu erhalten
fr: L’équipement peut être pratique ou juste élégant. Augmentez vos caractéristiques pour donner toutes sortes d’avantages à votre Avatar
hu: A felszerelések lehetnek praktikusak, de divatosak is. Növeld karaktered statisztikáit, hogy mindenféle előnyökre tegyél szert
ko: 장비는 실용적일 수도 있고 단순히 꾸미기용일 수도 있습니다. 스탯을 올리면 아바타에게 다양한 혜택이 주어집니다
pt_br: Equipamentos podem ser práticos ou apenas cosméticos. Aumente seus atributos para obter todos os tipos de benefícios para seu avatar

# stat_description
source: All Adhder characters have four stats that affect the gameplay aspects of Adhder. **Strength (STR)** affects critical hits and raises damage done to a Quest Boss. Warriors and Rogues gain STR from their class equipment. **Constitution (CON)** raises your HP and makes you take less damage. Healers and Warriors gain CON from their class equipment. **Intelligence (INT)** raises the amount of EXP you earn and gives you more Mana. Mages and Healers gain INT from their class equipment. **Perception (PER)** increases the gold you earn and the rate of finding dropped items. Rogues and Mages gain PER from their class equipment. After level 10, you earn 1 Stat Point every level you gain that you can put into any stat you’d like. You can also equip gear that has different combinations of stat boosts.
de: Alle Adhder-Charaktere haben vier Attribute, die Adhders Spielablauf beeinflussen. **Stärke (STR)** beeinflusst kritische Treffer und erhöht den Schaden, den Du einem Quest Boss zufügst. Krieger und Schurken erhalten STR von Ihrer Klassenausrüstung. **Ausdauer (CON)** erhöht Deine HP und sorgt dafür, dass Du weniger Schaden nimmst. Heiler und Krieger erhalten CON von Ihrer Klassenausrüstung. **Intelligenz (INT)** steigert die Menge an EXP, die Du verdienst und gibt Dir mehr Mana. Magier und Heiler erhalten INT von Ihrer Klassenausrüstung. **Wahrnehmung (PER)** erhöht die Goldmenge, die Du erhältst, und die Fundrate von Gegenständen. Schurken und Magier erhalten PER von Ihrer Klassenausrüstung. Ab Level 10 verdienst Du einen Attributspunkt für jedes Level, das Du aufsteigst. Diesen Punkt kannst Du in ein beliebiges Attribut stecken. Außerdem kannst Du Ausrüstung anziehen, die unterschiedliche Attributsboni gewährt.
fr: Tout le monde à Adhder dispose de quatre attributs qui affectent les différents aspects du jeu. **Force (FOR)** affecte le taux de coups critiques et augmente les dégâts infligés à un boss de quête. Les guerriers et les voleurs gagne de la force avec leur équipement de classe. **Constitution (CON)** augmente vos points de vie et vous fait subir moins de dégâts. Les guérisseurs et les guerriers gagnent de la constitution avec leur équipement de classe. **Intelligence (INT)** augmente la quantité d'expérience que vous gagnez, et vous confère plus de mana. Mes mages et les guérisseurs gagne de l'intelligence avec leur équipement de classe. **Perception (PER)** augmente l'or que vous gagnez et le taux de butin que vous trouvez. Les voleurs et les mages gagnent de la perception avec leur équipement de classe. Après le niveau 10, vous gagnez un point d'attribut à chaque niveau, et vous pourrez l'affecter à n'importe quel attribut. Vous pouvez aussi vous revêtir un équipement qui a d'autres combinaisons d'amélioration d'attribut.
hu: Minden Adhder-karakternek négy fő tulajdonsága van, melyek befolyásolják a játékélményt. Az **Erő (ERŐ)** befolyásolja a kritikus találatokat, és növeli a küldetésfőellenségeknek okozott sebzést. A harcosok és tolvajok ERŐ-t kapnak kasztfelszereléseikből. A **Szívósság (SZÍV)** növeli az életerődet, és csökkenti a kapott sebzést. A gyógyítók és harcosok SZÍV-et kapnak kasztfelszereléseikből. Az **Intelligencia (INT)** növeli a megszerzett TP-t, és több manát biztosít. A mágusok és gyógyítók INT-et kapnak kasztfelszereléseikből. Az **Ész (ÉSZ)** növeli az arany szerzését és a tárgyak megtalálásának esélyét. A tolvajok és mágusok ÉSZ-t kapnak kasztfelszereléseikből. A 10. szinttől kezdve minden újabb szint után kapsz 1 statisztikapontot, amit szabadon kioszthatsz. Emellett felszereléseket is használhatsz, amelyek további statisztikapontokat adhatnak.
ko: 모든 Adhder 캐릭터는 Adhder의 게임 플레이 측면에 영향을 미치는 네 가지 능력치를 가집니다. “근력 (STR)”은 크리티컬 공격에 영향을 미치며 퀘스트 보스에게 가하는 대미지를 증가시킵니다. 전사와 도적은 직업 장비로부터 STR을 획득합니다. “생명력 (CON)”은 당신의 HP를 증가시키며 적은 대미지를 받도록 합니다. 힐러와 전사는 직업 장비로부터 CON을 획득합니다. “지능 (INT)”은 당신이 획득하는 EXP의 양을 증가시키며 더 많은 마나를 줍니다. 마법사와 힐러는 직업 장비로부터 INT를 획득합니다. “통찰력 (PER)”은 당신이 획득하는 골드의 양과 드랍 아이템을 찾을 확률을 증가시킵니다. 도적과 마법사는 직업 장비로부터 PER을 획득합니다. 레벨 10이 된 후부터, 레벨이 상승할 때마다 능력치 포인트를 1씩 획득하며 원하는 능력치에 투자할 수 있습니다. 그리고 능력치 향상 조합이 각양각색인 장비를 착용할 수도 있습니다.
pt_br: Todos os personagens no Adhder possuem quatro atributos que afetam os aspectos da jogabilidade. **Força (FOR)** afeta acertos críticos e aumenta o dano causado a um Chefão de Missão. Guerreiros e Ladinos ganham FOR a partir dos seus equipamentos de classe. **Constituição (CON)** aumenta seu PV e faz com que você sofra menos danos. Curandeiros e Guerreiros ganham CON a partir dos seus equipamentos de classe. **Inteligência (INT)** aumenta a quantidade de EXP que você ganha e concede mais Mana. Magos e Curandeiros ganham INT a partir dos seus equipamentos de classe. **Percepção (PER)** aumenta a quantidade de ouro que você ganha e a capacidade de encontrar itens "dropáveis". Ladinos e Magos ganham PER a partir dos seus equipamentos de classe. Após o nível 10, você ganha 1 Ponto de Atributo para cada nível obtido e pode distribuir estes pontos em qualquer atributo que desejar. Você também pode usar equipamentos com diferentes combinações de aumento de atributos.
zh_hant: 所有Adhder角色都有四個影響Adhder遊戲玩法的屬性。 **力量（STR）**會增加暴擊機率並提高對副本Boss造成的傷害。戰士和盜賊可通過他們的職業裝備提升力量。 **體質（CON）**可以提升你的生命值，使你受到的傷害更少。醫者和战士可通過他們的職業装備提升体质。 **智力（INT）**可以提升你的经验值，并為你提供更多的法力值。法師和醫者可通過他們的職業装備提升智力。 **感知（PER）**增加你獲得的金幣和物品掉落的機率。盗贼和法師可通過他們的職業装備提升感知。 10級後，每升一級可獲得1个屬性點数。你可以將其分配到你喜歡的屬性中。你還可以使用具有不同屬性提升组合的装備。

# gems_promo.info_limitations
source: This promotion only applies during the limited time event. This event starts on %@ (12:00 UTC) and will end %@ (00:00 UTC). The promo offer is only available when buying Gems for yourself.
de: Diese Aktion ist nur während dem zeitlich beschränkten Event gültig. Der Event beginnt am %@ (12:00 UTC) und endet am %@ (00:00 UTC). Das Aktionsangebot ist nur verfügbar, wenn Du Edelsteine für Dich selbst kaufst.
fr: Cette promotion est limitée à la durée de l'événement. Cet événement démarrera le %@ (12:00 UTC) et se terminera le %@ (00:00 UTC). Cette promotion n'est disponible que si vous achetez des gemmes pour vous-même.
hu: Ez a promóció csak a korlátozott idejű esemény alatt érhető el. Az esemény kezdete: %@ (12:00 UTC), vége: %@ (00:00 UTC). A promóció csak saját részre történő gyémántvásárlás esetén érvényes.
ko: 이 프로모션은 한정 기간 이벤트에만 적용됩니다. 이벤트는 %@(12:00 UTC)에 시작하여 %@(00:00 UTC)에 종료됩니다. 프로모션은 본인용 보석 구매 시에만 적용됩니다.
pt_br: Esta promoção só se aplica durante o evento de tempo limitado. Este evento começa em %@ (12:00 UTC / 15:00 Horário de Brasília) e terminará em %@ (00:00 UTC / 03:00 Horário de Brasília). A oferta promocional está disponível apenas na compra de Gemas para si mesmo(a).

# survey.description
source: Fill out this 5 minute survey to help us grow and receive an achievement!
de: Fülle diese 5 Minuten-Umfrage aus, um uns beim wachsen zu helfen und schalte die Medaille für den Spezialerfolg frei!
fr: Remplissez cette enquête de 5 minutes pour nous aider à grandir, et recevez un succès !
hu: Töltsd ki ezt az 5 perces kérdőívet, hogy segítsd fejlődésünket és kapsz egy teljesítményt!
ko: 이 5분 설문에 참여하여 Adhder 성장을 돕고 업적을 획득하세요!
pt_br: Preencha esta pesquisa de 5 minutos para nos ajudar a crescer e receba uma conquista!
zh_hant: 完成這5分鐘的調查就可以幫助我們成長並可得到成就!

# use_immediately_disclaimer
source: This will take effect immediately after buying!
de: Dies wird direkt nach dem Kauf in Kraft treten!
fr: Cela prendra effet immédiatement après l'achat !
hu: Vásárlás után azonnal érvénybe lép!
ko: 구매 즉시 효과가 나타납니다!
pt_br: Isto terá efeito imediatamente após a compra!

# gift_one_get_one_data.info_instructions
source: Tap ‘Gift a Subscription’ and type in the username of another account you’d like to gift to. From there, pick the sub length you’d like to gift and check out. Your account will automatically be rewarded with the same level of subscription you just gifted.
de: Wähle "Verschenke ein Abonnement" und tippe den Benutzernamen des Accounts dem Du das Abo schenken möchtest. Danach wähle die Länge des Abonnements, welches du verschenken willst und schließe den Vorgang ab. Dein Account wird automatisch mit einem eigenen Abo belohnt, welches das selbe Level hat, dass du verschenkt hast.
fr: Choisissez "Offrir un abonnement", et entrez l'identifiant du compte auquel vous voulez faire un cadeau. Puis choisissez la durée d'abonnement que vous voulez offrir et validez. Vous recevrez automatiquement la même durée d'abonnement que celle que vous venez d'offrir.
hu: Koppints az „Előfizetés ajándékozása” gombra, majd írd be annak a Adhder-felhasználónak a nevét, akinek ajándékba küldenéd. Ezután válaszd ki az előfizetés hosszát, és fizess. A te fiókod automatikusan megkapja ugyanazt az előfizetést, amit ajándékoztál.
ko: '구독 선물하기'를 탭한 후 선물할 계정의 사용자 이름을 입력하고, 구독 기간을 선택하여 결제하세요. 그러면 본인 계정에도 동일한 구독이 자동으로 보상됩니다.
pt_br: Toque em 'Presentear uma assinatura' e digite o nome de usuário da outra conta que você gostaria de presentear. Em seguida, escolha a duração da assinatura e finalize o pedido. Sua conta será automaticamente recompensada com a mesma assinatura que você acabou de presentear.

# gift_one_get_one_data.purchase_banner_title
source: Gift a sub and get a sub for free until %@
de: Verschenke ein Abo und bekomme ein Abo kostenlos bis zum %@
fr: Offrez un abonnement et recevez un abonnement gratuit jusqu'au %@
hu: Ajándékozz egy előfizetést és kapj egyet ingyen eddig: %@
ko: %@까지 구독권을 선물하고 무료 구독권을 받으세요
pt_br: Presenteie uma assinatura e receba uma de volta até %@

# subscription.thanks_for_subscribing
source: Thanks for subscribing
de: Danke für dein Abonnement
fr: Merci pour votre abonnement
hu: Köszönjük az előfizetésedet
ko: 구독해주셔서 감사합니다
pt_br: Obrigado por assinar
zh_hant: 感謝你的訂閱

# subscription.gifted
source: Gifted
de: Verschenkt
fr: Offert
hu: Ajándékozva
ko: 선물함
pt_br: Presenteado
zh_hant: 已贈送

# subscription.payment_method
source: Payment Method
de: Bezahlart
fr: Méthode de Paiement
hu: Fizetési mód
ko: 결제수단
pt_br: Método de Pagamento

# subscription.months_subscribed
source: Months Subscribed
de: Monate abonniert
fr: Mois Abonnés
hu: Előfizetett hónapok
ko: 구독한 기간
pt_br: Meses Assinados

# gems_support_developers
source: Purchasing Gems supports our small team and helps keep Adhder running
de: Der Erwerb von Edelsteinen unterstützt unser kleines Team und hilft Adhder am Laufen zu halten
fr: Acheter des gemmes soutient notre petite équipe et permet à Adhder de fonctionner
hu: A gyémántok vásárlásával támogathatod kis csapatunk munkáját és a Adhder működését
ko: 보석 구매는 소규모 팀을 지원하고 Adhder 운영에 도움을 줍니다
pt_br: Comprar Gemas apoia nossa pequena equipe e ajuda a manter o Adhder em execução
uk: Купівля Самоцвітів підтримує нашу маленьку команду та допомагає забезпечувати роботу Adhder

# gift_gems_explanation_balance
source: Enter how many of your Gems you’d like to gift or switch tabs to purchase Gems to gift
de: Gib unten ein, wie viele Deiner Edelsteine Du schenken möchtest, oder wechsle den Tab, um Edelsteine zum Verschenken zu kaufen
fr: Choisissez combien de vos gemmes vous voudriez offrir, ou changez d'onglet pour acheter des gemmes à offrir
hu: Add meg, meglévő gyémántjaidból hányat ajándékoznál vagy válts át a másik fülre, hogy új gyémántokat vásárolj ajándékba
ko: 선물할 보석 수량을 입력하거나 보석 구매 탭으로 전환하세요
pt_br: Digite quantas de suas Gemas você deseja presentear ou troque de guia para comprar Gemas para presente

source: Learn More
de: Mehr erfahren
fr: En savoir plus
hu: Tudj meg többet
ko: 더 배우기
pt_br: Ler mais
uk: Дізнатися більше

source: Common Fixes
de: Übliche Methoden zur Fehlerbehebung
fr: Solutions courantes
hu: Gyakori javítások
ko: 일반적인 해결책
pt_br: Correções Comuns

# gift_one_get_one_description_date
source: Gift a sub and get a sub for free until %@
de: Verschenke bis zum %@ ein Abo und erhalte dasselbe Abo kostenlos
fr: Offrez un abonnement et recevez un abonnement gratuitement jusqu'au %@
hu: Ajándékozz egy előfizetést, és kapj egy másikat ingyen %@ dátumig
ko: %s까지 구독권 선물 후 무료 구독권 받기
pt_br: Presenteie uma assinatura e ganhe uma assinatura grátis até %@

# excess_x_items_left
source: You only need %d %@s to hatch all possible pets. Are you sure you want to purchase %d?
de: Du brauchst nur %d %@s um alle möglichen Haustiere zu schlüpfen. Bist Du Dir sicher, dass Du %d kaufen willst?
fr: Vous avez seulement besoin de %d %@s pour faire éclore tous les familiers possibles. Voulez-vous vraiment acheter %d ?
hu: Már csak %d db %@ szükséges, hogy az összes lehetséges kisállatot kiköltsd. Biztosan vásárolsz még %d db-ot?
ko: 모든 펫을 부화시키기 위해서는 %1$d개의 %2$s만 필요합니다. 정말 %3$d개를 구매하시겠습니까?
pt_br: Você precisa apenas de %d %@s para chocar todos os mascotes possíveis. Tem certeza de que deseja comprar %d?

# percent_complete
source: %d%% Complete
de: %d%% Abgeschlossen
fr: %d%% Complété
hu: %d%% teljesítve
ko: %d%%완수함
pt_br: %d%% concluído

# delete_x_tasks
source: Delete %d Tasks
de: %d Aufgaben löschen
fr: Supprimer %d tâches
hu: %d feladat törlése
ko: %d개 과제 삭제
pt_br: Remover %d Tarefas

source: Jubilant Gryphatrice
de: Jubilierender Greifatrix
fr: Gryphatrice jubilante
hu: Ünnepi griffatrice
ko: 환희의 그리파트리스
pt_br: Grifotriz Jubilante
uk: Радісний грифолиск

# challenge_category.entertainment
source: Entertainment
de: Unterhaltung
fr: Divertissement
hu: Szórakozás
ko: 즐길거리
pt_br: Entreterimento
uk: Розваги

# challenge_category.finance
source: Finance
de: Finanzen
hu: Pénzügyek
ko: 재정
pt_br: Finança
uk: Фінанси

# challenge_category.location_based
source: Location-based
de: Ortsspezifisch
fr: Basé sur l'emplacement
hu: Helyhez kötött
ko: 지역 기반
pt_br: Baseado em Localização
uk: Територіально-орієнтовані

# challenge_category.mental_health
source: Mental Health + Self-Care
de: Psychische Gesundheit + Selbstfürsorge
fr: Santé mentale + Prendre soin de Soi
hu: Mentális egészség és öngondoskodás
ko: 정신 건강 + 셀프케어
pt_br: Saúde Mental + Cuidados Pessoais
uk: Психічне здоров'я + Турбота про себе

# challenge_category.getting_organized
source: Getting Organized
de: Organisation
fr: S'Organiser
hu: Szervezés, rendszerezés
ko: 정리하기
pt_br: Organizando-se
uk: Поліпшення організованості

# intro.card3.title
source: Get social
de: Werde Sozial
fr: Sociabilisez-vous
hu: Közösségi élmények
ko: 친목을 다지세요
pt_br: Socialize
uk: Спілкуйтесь

# daily_tip_4
source: Occasionally re-evaluating your tasks can help keep you on the right path.
de: Ab und zu Deine Aufgaben anzupassen und zu überarbeiten kann dabei helfen am Ball zu bleiben.
fr: Refaire occasionnellement le point sur vos tâches vous aidera à rester sur le droit chemin.
hu: Időnként érdemes újraértékelni feladataidat, hogy mindig a megfelelő úton maradj.
ko: 가끔씩 과제를 재평가하면 올바른 방향으로 나아가는 데 도움이 됩니다.
pt_br: Ocasionalmente, reavaliar suas tarefas pode lhe ajudar a permanecer no caminho certo.

# daily_tip_5
source: Take a few deep breaths to help you focus. You can do this!
de: Atme tief durch, um Dich zu konzentrieren. Du kannst es schaffen!
fr: Respirez profondément pour vous aider à vous concentrer. Vous pouvez le faire !
hu: Vegyél néhány mély levegőt, hogy jobban tudj koncentrálni. Menni fog!
ko: 집중을 돕기 위해 깊게 몇 번 호흡해 보세요. 할 수 있습니다!
pt_br: Respire fundo para te ajudar a ter foco. Você pode fazer isso!
zh_hant: 做一些深呼吸來幫助你專注。你可以的!

# daily_tip_6
source: Try setting a timer for ten minutes and seeing how much you can get done!
de: Versuche eine Eieruhr auf 10 Minuten zu stellen und schau wie viel Du schaffen kannst!
fr: Réglez un chronomètre sur 10 minutes et regardez combien vous pouvez en faire dans ce temps !
hu: Állíts be egy tízperces időzítőt és nézd meg, mennyi mindent el tudsz végezni!
ko: 10분 타이머를 설정하고 그 시간 동안 얼마나 많은 작업을 할 수 있는지 확인해 보세요!
pt_br: Experimente configurar um temporizador de dez minutos e veja o quanto você consegue concluir!
zh_hant: 試著設定一個 10 分鐘的計時器，看看你能完成多少吧！

# is_closed
source: Closed
de: Geschlossen
fr: Fermé
hu: Zárva
ko: 닫기
pt_br: Fechado
uk: Закрито
zh_hant: 關閉

# intro.card2.text
source: Unlock features in the game by checking off your real life tasks. Earn armor, pets, and more as rewards for meeting your goals.
de: Schalte Spielinhalte durch das Erledigen und Abhaken Deiner realen Aufgaben frei. Verdiene Rüstungen, Tiere und vieles mehr als Belohnungen für das Erreichen Deiner Ziele.
fr: Déverrouillez les fonctionnalités en validant vos tâches. Gagnez des armures, des familiers et gagnez des récompenses pour vos réussites.
hu: A való életbeli feladataid teljesítésével oldhatod fel a játék funkcióit. Teljesítsd céljaidat, ezzel szerezz páncélt, kisállatokat és még sok minden mást jutalomként.
ko: 실제 삶에서의 일을 처리하는 것으로 게임상의 기능들을 열어보세요. 목표를 달성해 갑옷, 펫, 그리고 더 많은 것들을 얻으세요.
pt_br: Desbloqueie recursos no jogo, marcando suas tarefas da vida real. Ganhe armaduras, mascotes e muito mais como recompensa por atingir suas metas.
uk: Розблоковуйте можливості гри, виконуючи реальні життєві задачі. Отримуйте броню, улюбленців і ще багато нагород за виконання своїх цілей.

# locations.customizations
source: Customizations
de: Individualisierungen
fr: Personnalisations
hu: Testreszabások
ko: 맞춤형
pt_br: Personalizações
uk: Кастомізація

# tutorials.dailies_2
source: Be careful — if you miss one, your avatar will take damage overnight. Checking them off consistently brings great rewards!
de: Sei vorsichtig — wenn Du eins vergisst, wird Dein Avatar über Nacht Schaden nehmen. Wenn Du sie ständig abhakst, bekommst Du tolle Belohnungen!
fr: Faites attention — si vous en manquez une, votre avatar prendra des dommages durant la nuit. Les surveiller constamment vous apporteront de grandes récompenses !
hu: Vigyázz – ha kihagysz egyet, a karaktered sebzést szenved el éjszaka. Folyamatos teljesítésükért viszont nagyszerű jutalmak járnak!
ko: 조심하세요 — 일일 과제를 놓치면 아바타가 밤새 피해를 입습니다. 꾸준히 완료하면 큰 보상을 받습니다!
pt_br: Tome cuidado - se você deixar passar uma, seu avatar vai tomar dano à noite. Marcá-las com consistência lhe trará grandes recompensas!
uk: Будьте уважні! За пропущенні Щоденки ваш персонаж щоночі отримуватиме шкоду. Проте їх регулярне виконання приносить надзвичайні винагороди!

# faint.button
source: Refill Health & Try Again
de: Gesundheit wiederherstellen & erneut versuchen
fr: Récupérez des points de santé et réessayez
hu: Életerő visszatöltése és újra próbálkozás
ko: 체력을 채우고 다시 도전하세요
pt_br: Recuperar a Vida e tentar de novo
uk: Відновіть Здоров'я та спробуйте знову

# armoire.experience
source: You wrestle with the Armoire and gain Experience. Take that!
de: Du ringst mit dem verzauberten Schrank und gewinnst Erfahrung. Nimm das!
fr: Vous luttez contre l'Armoire et gagnez de l'Expérience. Prends ça !
hu: Birkózol egy kicsit a Komóddal, és tapasztalatot szerzel. Ezt kapd ki!
ko: 장비상자와 씨름하며 경험치를 얻었습니다. 받아가세요!
pt_br: Você lutou com o Armário e ganhou Experiência. Toma essa!
uk: Ви боретеся зі скринею та отримуєте досвід. Тримай на горіхи!

# purchase_x
source: Purchase %d
de: %d kaufen
fr: Acheter %d
hu: %d db vásárlása
ko: %d 구매하기
pt_br: Comprar %d

# purchase_equipment_title
source: Purchase Equipment
de: Kaufe Ausrüstung
fr: Achat d'Équipement
hu: Felszerelés vásárlása
ko: 장비 구매
pt_br: Comprar Equipamento
uk: Придбати Спорядження

# accessibility.due
source: Due
de: Fällig
fr: Restantes
hu: Esedékes
ko: 기한
pt_br: Vencimento
uk: Термін

# accessibility.not_due
source: Not Due
de: Nicht fällig
fr: Sans échéance
hu: Nem esedékes
ko: 기한 없음
pt_br: Sem vencimento
uk: Без терміну

# accessibility.completed
source: Completed
de: Abgeschlossen
fr: Accomplies
hu: Teljesítve
ko: 완료
pt_br: Completado
uk: Завершено

# achievements.onboarding
source: Onboarding Achievements
de: Einstiegserfolge
fr: Succès de départ
hu: Kezdő teljesítmények
ko: 초기 단계 업적
pt_br: Conquistas de integração
uk: Досягнення за адаптацію

# achievements.basic
source: Basic Achievements
de: Basis-Errungenschaften
fr: Succès de base
hu: Alap teljesítmények
ko: 기본 업적
pt_br: Conquistas Básicas
uk: Базові досягнення

# support.suggestions_title
source: Suggestions & Feedback
de: Vorschläge & Feedback
fr: Suggestions et commentaires
hu: Javaslatok és visszajelzés
ko: 건의사항 및 의견
pt_br: Sugestões & Feedback

source: Health Points
de: Lebenspunkte
fr: Points de vie
hu: Életerő pontok
ko: 체력
pt_br: Pontos de Vida

source: Experience Points
de: Erfahrungspunkte
fr: Points d'expérience
hu: Tapasztalati pontok
ko: 경험치
pt_br: Pontos de Experiência

source: Message
de: Nachricht
hu: Üzenet
ko: 메시지
pt_br: Mensagem

# quest_mechanics_rage_title
source: Rage meters
de: Raserei-Balken
fr: Compteurs de Rage
hu: Düh-mutatók
ko: 분노 게이지
pt_br: Medidor de Raiva
uk: Лічильники люті
zh_hant: 怒氣條

# two_gems_per_month
source: +2 Gems each month
de: +2 Edelsteine pro Monat
fr: +2 Gemmes chaque mois
hu: +2 gyémánt minden hónapban
ko: 매달 +2보석
pt_br: +2 Gemas a cada mês

# intro.card1.text
source: It’s time to have fun while you get things done. Join over 2 million others improving their life one task at a time.
de: Zeit für ein bisschen Spass während Du etwas erledigst! Schliess Dich über 2.5 Millionen Adhdernern an und verbessere Dein Leben mit jeder erledigten Aufgabe.
fr: Le temps est venu de vous amuser en progressant. Rejoignez plus de 2 millions de personnes qui améliorent leur quotidien, une tâche à la fois.
hu: Itt az ideje, hogy szórakozva intézd el a feladataidat. Csatlakozz több mint 2 millió emberhez, akik apró lépésekben fejlesztik az életüket.
ko: 할 일을 하면서 즐거움을 느껴보세요. %s명이 넘는 사람들이 한 작업씩으로 삶을 개선하고 있습니다.
pt_br: É hora de se divertir enquanto termina seus afazeres! Junte-se a mais de 2 milhões de pessoas melhorando sua vida uma tarefa por vez.
uk: Час отримувати задоволення від виконання свої задач. Приєднуйтесь до 2 мільйонів учасників, які покращують своє життя крок за кроком.

# intro.card1.title
source: Welcome to
de: Willkommen in
fr: Bienvenu à
hu: Üdvözlünk itt:
ko: 어서 오세요
pt_br: Boas-vindas a
uk: Ласкаво просимо до

# intro.card2.subtitle
source: Progress in life
de: Mache Fortschritt in Deinem Leben
fr: Développement personnel
hu: fejlődj az életben
ko: 삶에서 진전하세요
pt_br: Progrida na vida
uk: Прогрес в житті

# locations.stable
source: Stable
de: Stall
fr: Écurie
hu: Istálló
ko: 마구간
pt_br: Estábulo
uk: Хлів

# tutorials.habits_3
source: If you slip up and do a negative Habit, tapping the - will reduce your avatar’s health to help you stay accountable.
de: Wenn du einen Ausrutscher machst und eine negative Gewohnheit ausführst, wird das Tippen auf "-" die Gesundheit Deines Avatars reduzieren, um Dir zu helfen, verantwortungsbewusst zu bleiben.
fr: Si vous faites une erreur et réalisez une mauvaise habitude, utiliser le - réduira la vie de votre avatar, et vous obligera à faire attention.
hu: Ha hibázol és elkövetsz egy negatív szokást, koppints a – jelre. Ez csökkenti karaktered életerejét, ezzel segítve a felelősségvállalásod.
ko: 실수로 부정적 습관을 실행하면 -를 눌러 아바타의 체력을 줄여 책임감을 느끼게 합니다.
pt_br: Se você descuidar e fizer um Hábito negativo, tocar no - irá reduzir a vida de seu avatar para te ajudar a se manter responsável.
uk: Якщо ви "оступилися" та виконали негативну звичку, натискання значка - (мінус) зменшить здоров’я вашого аватара, це для того, щоб ви залишалися відповідальними.
