Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# api_token_reset_desc
source: You can change your password to reset it. Once it is reset, you will need to log back in to any other devices you use Adhder on and provide the new API Token to third-party tools you may use.
de: Du kannst dein Passwort ändern, um ihn zurückzusetzen. Einmal zurückgesetzt, musst du dich auf all deinen Geräten, auf denen du Adhder verwendest, erneut anmelden und deinen neuen API-Schlüssel in Drittanbieter-Anwendungen angeben, die du verwendest.
fr: Vous pouvez changer votre mot de passe pour la réinitialiser. Une fois réinitialisée, vous devrez vous reconnecter sur toutes les plateformes sur lesquelles vous étiez connecté·e à Adhder et renseigner votre nouvelle Clé API aux applications tierces que utilisez.
hu: A jelszavad megváltoztatásával visszaállíthatod. A visszaállítás után újra be kell jelentkezned minden olyan eszközön, ahol használod a Habiticát, és újra meg kell adnod az API tokent azokhoz a külső eszközökhöz, amiket használsz.
ko: 비밀번호를 변경하여 API 토큰을 재설정할 수 있습니다. 재설정이 완료되면 Adhder를 사용하는 다른 기기에는 다시 로그인해야 하며, 사용 중인 서드파티 도구에도 새 API 토큰을 제공해야 합니다.
pt_br: Você pode alterar sua senha para redefini-la. Após redefini-la, você precisará fazer login novamente em todos os outros dispositivos em que usa o Adhder e fornecer o novo Token de API para ferramentas de terceiros que você possa usar.

source: Copy Token
de: Schüssel kopieren
fr: Copier Clé
hu: Token másolása
ko: 토큰 복사
pt_br: Copiar Token

# api_token_title
source: API Token
de: API-Schlüssel
fr: Clé API
ko: API 토큰
pt_br: Token API

# api_token_is_password
source: Your API Token is like a password
de: Dein API-Schlüssel ist wie ein Passwort
fr: Votre Clé API est comme un mot de passe
hu: Az API tokened olyan, mint egy jelszó
ko: API 토큰은 비밀번호와 같습니다
pt_br: Seu token de API é como uma senha

# titles.faq
source: FAQ
de: Häufige Fragen
hu: GYIK
pt_br: Perguntas Frequentes
zh_hant: 常見問題

source: User ID
de: Benutzer-ID
fr: ID d'utilisateur
hu: Felhasználói azonosító
pt_br: ID de Usuário
uk: ID користувача

# tasks.repeats.monthly_the
source: the %@
de: am %@
fr: le %@
hu: %@ napján
pt_br: a %@

source: OK
fr: D'accord
uk: ОК
