Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# classes.warrior_description
source: Warriors score more and better "critical hits", which randomly give bonus Gold, Experience, and drop chance for scoring a task. They also deal heavy damage to boss monsters. Play a Warrior if you find motivation from unpredictable jackpot-style rewards, or want to dish out the hurt in boss Quests!
de: Krieger verursachen mehr und stärkere "kritische Treffer", die zufällige Boni auf Gold, Erfahrung und Beute beim Erfüllen einer Aufgabe geben. Sie sind auch sehr stark gegen Bossmonster. Spiele einen Krieger, wenn Dich die Chance auf Belohnungen im Lottogewinn-Stil besonders reizt und Du besonders effektiv gegen Bossmonster sein willst!
fr: Les Guerriers réalisent des «coups critiques» plus nombreux et plus efficaces qui augmentent aléatoirement l'or et l'expérience obtenus ainsi que les chances de trouver du butin en complétant une tâche. Ils infligent aussi des dommages lourds aux boss. Jouez un Guerrier si des récompenses imprévisibles du genre jackpot vous motivent ou si vous voulez distribuer des coups pendant les quêtes !
hu: A harcosok gyakrabban és nagyobb eséllyel érnek el „kritikus találatokat”, melyek véletlenszerűen extra aranyat, tapasztalati pontot vagy tárgyakat adnak egy-egy feladat teljesítésekor. Emellett nagy sebzést okoznak a főellenségeknek. Válaszd a harcost, ha motivál a váratlan jutalmak lehetősége, vagy szívesen osztanád ki a nagy sebzéseket küldetések során!
ko: 전사는 "치명타"가 나오기 쉬우며, 임무 완료 시 무작위로 보너스 골드, 경험치, 아이템 드랍 확률을 획득할 수 있습니다. 또한 보스 몬스터에게 큰 피해를 입힙니다. 예측할 수 없는 잭팟 스타일의 보상으로 동기를 부여하거나 보스 퀘스트에서 활약하고 싶다면 전사를 플레이하세요!
pt_br: Guerreiros(as) são especialistas nos "acertos críticos", que aleatoriamente concede bônus em Ouro, Experiência e maior chances de obter itens ao realizar uma tarefa. Eles(as) também causam muito dano em chefões. Seja um(a) Guerreiro(a) se você se motiva através de recompensas imprevisíveis, ou se deseja liderar o dano em missões de chefão!
uk: Воїни частіше завдають "критичних ударів", які приносять додаткове Золото, Досвід та випадіння предметів за виконане завдання. Також вони завдають значної шкоди монстрам. Грайте за Воїна, якщо бажаєте несподіваних нагород та прагнете дати на горіхи босам у Квестах!

# classes.class_header
source: %@ Class
de: %@ Klasse
fr: Classe %@
hu: %@ kaszt
ko: %@ 직업
pt_br: %@ Classe
uk: Клас %@

# classes.become_a_class
source: Become a %@
de: Werde ein %@
fr: Devenez un %@
hu: Legyél %@
ko: %@ 전직
pt_br: Tornar-se um(a) %@
uk: Стати %@
zh_hant: 成為一名%@

source: Leader
de: Leiter
fr: Responsable
hu: Vezető
ko: 리더
pt_br: Líder
uk: Лідер
zh_hant: 會長

# classes.mage_description
source: Mages learn swiftly, gaining Experience and Levels faster than other classes. They also get a great deal of Mana for using special abilities. Play a Mage if you enjoy the tactical game aspects of Adhder, or if you are strongly motivated by leveling up and unlocking advanced features!
de: Magier lernen rasch, sie erhalten schneller Erfahrung und Level als andere Klassen. Sie bekommen zudem eine große Menge an Mana, die sie für Spezialfähigkeiten einsetzen können. Entscheide dich für den Magier, wenn du die taktischen Spielaspekte von Adhder liebst oder wenn du hochmotiviert bist, Stufen aufzusteigen und weitere Features freizuschalten!
fr: Les mages apprennent vite, gagnant de l'expérience et des niveaux plus rapidement que les autres classes. Ils et elles ont aussi de grandes réserves de mana à disposition pour utiliser leurs capacités spéciales. Jouez un mage si vous appréciez le côté tactique d'Adhder, ou si vous vous réjouissez à l'idée de monter de niveau et de débloquer de nouvelles fonctionnalités !
hu: A mágusok gyorsan tanulnak, így gyorsabban szereznek tapasztalatot és lépnek szintet, mint a többi kaszt. Emellett rengeteg manával rendelkeznek speciális képességeik használatához. Válaszd a mágust, ha szereted a Adhder taktikai oldalát vagy erősen motivál a szintlépés és a haladó funkciók elérése!
ko: 마법사는 학습 속도가 빠르며, 다른 직업보다 더 많은 경험치를 획득하고 더 빨리 레벨을 올릴 수 있습니다.또한, 특수 능력을 사용할 수 있는 마나를 얻을 수 있기 때문에, Adhder의 전략적인 측면을 즐기고 싶거나, 레벨업과 고급 기능의 잠금 해제에 대한 강한 동기가 있다면, 마법사로 플레이하는 것이 좋습니다!
pt_br: Magos(as) aprendem rapidamente, ganhando Experiência e Níveis mais rápido que as outras classes. Eles(as) também conseguem uma boa quantidade de Mana para usar habilidades especiais. Jogue como Mago(a) se você adora os aspectos táticos do Adhder ou se você é fortemente motivado em subir de níveis e desbloquear funções avançadas!
uk: Чародії швидко вчаться, отримуючи Досвід та Рівні швидше, аніж інші класи. Також вигідно використовують Ману на особливі здібності. Грайте Чародієм, якщо вам подобаються тактичні особливості Adhder, або вас сильно мотивує отримання нових рівнів та відкривання додаткових можливостей!

# classes.healer_description
source: Healers stand impervious against harm, and extend that protection to others. Missed Dailies and bad Habits don't faze them much, and they have ways to recover Health from failure. Play a Healer if you enjoy assisting others in your Party, or if the idea of cheating Death through hard work inspires you!
de: Heiler stehen Schaden unbeeindruckt gegenüber und erweitern diesen Schutz auf Andere. Verpasste tägliche Aufgaben und schlechte Angewohnheiten schaden ihnen nicht viel und sie haben Mittel und Wege Lebenspunkte wiederherzustellen. Spiele einen Heiler, wenn Du gerne Anderen in einer Gruppe hilfst, oder wenn es Dich besonders reizt, dem Tod durch harte Arbeit zu entkommen!
fr: Les Guérisseurs se montrent insensibles aux blessures et ils partagent cette protection avec les autres. Les Quotidiennes manquées et les mauvaises habitudes ne les gênent pas beaucoup et ils ont les moyens de récupérer leur santé après un échec. Jouez en tant que Guérisseur si vous aimez soutenir les membres de votre équipe ou si l'idée de tromper la Mort par votre dur labeur vous inspire !
hu: A gyógyítók ellenállóbbak a sebzésekkel szemben, és másokat is képesek megvédeni. A kihagyott napi teendők és rossz szokások kevésbé viselik meg őket, és rendelkeznek módszerekkel, hogy visszaszerezzék elvesztett életerejüket. Válaszd a gyógyítót, ha szívesen segítesz a csapattársaidnak vagy ha motivál az a gondolat, hogy kemény munkával kijátszd a halált!
ko: 회복술사는 고통을 견디며, 그 보호를 다른 사람에게까지 확장합니다. 일일 과제를 놓치거나 나쁜 습관이 있어도 크게 동요하지 않으며, 실패해도 체력을 회복할 수 있는 능력을 가졌습니다. 파티에서 다른 플레이어를 돕는 것을 좋아하거나, 힘든 일도 죽음도 두려워하지 않는 이상주의자라면 회복술사를 플레이하세요!
pt_br: Curandeiros(as) são impenetráveis contra danos, e extendem essa proteção aos outros. Diárias perdidas e maus Hábitos não incomodam muito, e eles(as) possuem maneiras de recuperar Vida do fracasso. Jogue com o(a) Curandeiro(a) se gostar de ajudar os outros em seu Grupo, ou se a ideia de enganar a morte com trabalho duro inspira você!
uk: Цілителі невразливі до ушкоджень та поширюють захист на інших. Невиконані Щоденки та шкідливі Звички ледь турбують їх, у них є шляхи поновити своє Здоров'я після поразки. Грайте Цілителем, якщо вам подобається допомагати іншим членам Команди, або вас надихає ідея через старанну працю обманути Смерть!

# classes.rogue_description
source: Rogues love to accumulate wealth, gaining more Gold than anyone else, and are adept at finding random items. Their iconic Stealth ability lets them duck the consequences of missed Dailies. Play a Rogue if you find strong motivation from Rewards and Achievements, striving for loot and badges!
de: Schurken lieben es, Reichtümer anzuhäufen, indem sie mehr Gold als Andere verdienen und geschickt darin sind, neue Gegenstände zu finden. Ihre typische Fähigkeit sich im Verborgenen zu bewegen, erlaubt Dir gelegentlich die Folgen verpasster täglicher Aufgaben zu vermeiden. Spiele einen Schurken, wenn Dich Spielbelohnungen und Erfolge besonders reizen und Du nach Beute und Ehrenabzeichen trachtest!
fr: Les Voleurs adorent accumuler les richesses, ils gagnent plus d'or que n'importe qui d'autre et trouvent souvent des objets par hasard. Leur faculté iconique de Furtivité leur permet d'esquiver les conséquences de tâches Quotidiennes manquées. Choisissez le Voleur si les Récompenses et les Succès vous motivent et si vous convoitez le butin et les badges !
hu: A tolvajok imádják gyűjteni a vagyont: több aranyat szereznek, mint bárki más, és ügyesen találnak véletlenszerű tárgyakat is. Ikonikus lopakodó képességükkel néha elkerülhetik a kihagyott napi teendők következményeit is. Válaszd a tolvajt, ha a jutalmak és eredmények erősen motiválnak, és szeretsz kincsekért és kitüntetésekért dolgozni!
ko: 도적은 부를 축적하는 것을 좋아합니다.다른 어떤 직업보다 골드를 많이 벌고 랜덤 아이템을 찾을 확률이 높습니다.도적의 상징적인 은신 능력으로 일일 과제를 놓치더라도 불이익을 피할 수 있습니다. 보상과 업적에서 강한 동기를 느끼고 전리품과 배지의 수집을 노린다면 도적을 플레이하세요!
pt_br: Ladinos e Ladinas amam acumular imensas fortunas, ganhando mais Ouro que qualquer um, e também são peritos em achar itens aleatórios. Sua habilidade icônica, Furtividade, os permite evitar as consequências de Diárias não realizadas. Jogue de Ladino se o que te motiva para valer é receber Recompensas e Conquistas - e se gostar de ganhar itens e medalhas!
uk: Розбійники полюбляють багатство, тож заробляють більше Золота та частіше знаходять різноманітні предмети. Їхня здібність «Невидимість» дозволяє зменшити наслідки пропущених ними Щоденок. Грайте Розбійником, якщо вас мотивують Нагороди та Досягнення, значки та купа предметів!

# party.invited_to_quest
source: %@ invited you to participate in a quest
de: %@ hat dich eingeladen an einer Quest teilzunehmen
fr: %@ vous a invité•e à participer à une quête
hu: %@ meghívott egy küldetésre
ko: %@가 당신을 퀘스트에 초대했습니다
pt_br: %@ te convidou para participar de uma Missão
uk: %@ запрошує вас взяти участь у квесті
zh_hant: %@邀請你參加一個副本

# party.quest_number_responded
source: %d/%d Members responded
de: %d/%d Mitglieder antworteten
fr: %d/%d membres ont répondu
hu: %d/%d tag válaszolt
ko: %d/%d명이 응답했습니다
pt_br: %d/%d membros responderam
uk: %d/%d учасників дали відповідь
zh_hant: %d/%d 名成員已回應

# party.quest_participant_count
source: %d Participants
de: %d Teilnehmer
fr: %d participant•e•s
hu: %d résztvevő
ko: 참가자: %d명
pt_br: %d participantes
uk: %d учасників
zh_hant: %d位參與者

# party.invitation_no_invitername
source: Someone invited you to join the Party **%@**
de: Du wurdest von Jemandem in die Gruppe **%@** eingeladen
fr: Quelqu'un vous a invité·e à rejoindre son Équipe **%@**
hu: Meghívást kaptál a(z) **%@** csapatba
ko: 누군가가 당신을 파티에 초대했습니다
pt_br: Alguém convidou você para se juntar ao grupo **%@**
uk: Хтось запрошує вас приєднатись до Команди **%@**

# party.invitation_invitername
source: **@%@** invited you to join the Party **%@**
de: **@%@** hat dich in die Gruppe **%@** eingeladen
fr: **@%@** vous a invité·e à rejoindre l'Équipe **%@**
hu: **@%@** meghívott a(z) **%@** csapatba
ko: %@가 당신을 파티에 초대했습니다
pt_br: **@%@** convidou você para entrar em no grupo **%@**
uk: **@%@** запрошує вас приєднатись до Команди **%@**

# party.create_party_title
source: Play Adhder in a Party
de: Spiele Adhder in einer Gruppe
fr: Jouez à Adhder en équipes
hu: Játssz csapatban a Habiticával
ko: 파티에 참여하여 Adhder를 즐기세요
pt_br: Jogue Adhder com um Grupo
uk: Грайте Adhder гуртом
zh_hant: 和隊友一起玩Adhder

# party.create_party_description
source: Take on quests with friends or on your own. Battle monsters, create Challenges, and help yourself stay accountable through Parties.
de: Bewältige Quests – mit Freunden oder auf Dich allein gestellt. Besiege Monster, erstelle Herausforderungen und hilf Dir selbst, verantwortungsvoll zu bleiben, indem Du einer Party beitrittst.
fr: Partez en quête avec des amis ou en solitaire. Combattez des monstres, créez des défis et aidez vous à vous rendre responsable dans l'équipe.
hu: Vágj neki küldetéseknek barátokkal vagy egyedül. Harcolj szörnyekkel, indíts kihívásokat, és segítsd magad felelősséget vállalni a csapatmunka által.
ko: 친구와 함께 또는 혼자서 퀘스트를 수행하세요. 파티를 통해 몬스터와 전투를 벌이고, 도전 과제를 만들고, 책임감을 유지하세요.
pt_br: Faça missões com seus(as) amigos(as) ou por conta própria. Lute contra monstros, crie Desafios e ajude-se a permanecer responsável através do Grupo.
uk: Беріться за квест з друзями або власноруч. Боріться з монстрами, створюйте Випробування і допомагайте собі бути більш відповідальним завдяки Команді.

# party.create_party_button
source: Create a new Party
de: Neue Gruppe erstellen
fr: Créer une nouvelle Équipe
hu: Új csapat létrehozása
ko: 새로운 파티 만들기
pt_br: Criar um novo Grupo
uk: Створити нову Команду

# party.join_party_title
source: Looking for a Party?
de: Suchst du nach einer Gruppe?
fr: Vous recherchez une Équipe ?
hu: Csapatot keresel?
ko: 파티를 찾고 계신가요?
pt_br: Procurando um Grupo?
uk: Шукаєте команду?

# party.join_party_description
source: Want to join a Party with others but don’t know any other players? Let Party leaders know you’re looking for an invite!
de: Du möchtest einer Gruppe beitreten, aber kennst keine anderen Spieler? Lass Gruppenanführer wissen, dass du nach einer Einladung suchst!
fr: Vous souhaitez rejoindre une Équipe mais vous ne connaissez aucun·e·s autres joueu·r·se·s ? Faites savoir aux responsables d'Équipe que vous souhaitez une invitation !
hu: Szeretnél másokkal csapatban játszani, de nem ismersz más játékosokat? Jelezd a csapatok vezetőinek, hogy szívesen vennél meghívást!
ko: 다른 유저의 파티에 참여하고 싶지만 아는 사람이 없으신가요? 파티 리더에게 당신이 초대를 기다리고 있다는 것을 알려주세요!
pt_br: Gostaria de entrar em um Grupo com mais pessoas, mas não conhece nenhum outro jogador? Informe aos líderes de grupos que você está procurando um convite!
uk: Хочете приєднатися до Команди з іншими гравцями, але нікого не знаєте? Дайте лідерам Команд знати, що ви в пошуках!

# party.look_for_party
source: Look for a Party
de: Suche nach einer Party
fr: Rechercher une Équipe
hu: Csapat keresése
ko: 파티 찾기
pt_br: Procure um Grupo
uk: Шукати команду
zh_hant: 查找隊伍

# party.looking_for_party
source: You’re looking for a Party!
de: Du suchst ab jetzt nach einer Party!
fr: Vous cherchez une Équipe !
hu: Csapatot keresel!
ko: 파티를 찾는 중입니다!
pt_br: Você está procurando um Grupo!
uk: Ви шукаєте Команду!

# party.looking_for_party_subtitle
source: Keep an eye out for an invite or start your own Party at any time
de: Halte Ausschau nach Einladungen oder gründe jederzeit deine eigene Gruppe
fr: Gardez un œil pour de potentielles invitations, ou commencez votre propre Équipe quand vous le souhaitez
hu: Figyeld a meghívókat vagy bármikor létrehozhatsz saját csapatot is
ko: 초대장을 기다리거나 직접 파티를 시작할 수 있습니다
pt_br: Fique de olho em um convite ou comece seu próprio Grupo a qualquer momento
uk: Слідкуйте за запрошеннями або будь-коли створіть власну Команду

# party.party_description
source: Party Description
de: Gruppenbeschreibung
fr: Description de l'équipe
hu: Csapat leírása
ko: 파티 설명
pt_br: Descrição do grupo
uk: Опис команди

# party.party_challenges
source: Party Challenges
de: Gruppenwettbewerbe
fr: Défis d’équipe
hu: Csapat kihívásai
ko: 파티 도전
pt_br: Desafios do grupo
uk: Випробування команди

# party.start_quest
source: Start a Quest
de: Quest starten
fr: Commencer une quête
hu: Küldetés indítása
ko: 퀘스트 시작하기
pt_br: Começar missão
uk: Почати квест
zh_hant: 開始副本

# party.leave_party_title
source: Are you sure you want to leave the Party?
de: Bist du sicher, dass du die Gruppe verlassen möchtest?
fr: Êtes-vous sûr·e de vouloir quitter l'Équipe ?
hu: Biztosan kilépsz a csapatból?
ko: 파티를 떠나시겠습니까?
pt_br: Tem certeza que quer deixar o Grupo?
uk: Ви дійсно хочете покинути команду?
zh_hant: 你確定要離開隊伍嗎?

# party.leave_party_description
source: Leaving your Party will not remove you from any Party Challenges you are participating in.
de: Das verlassen einer Party wird nicht die Challenges der Party entfernen.
fr: Quitter votre Équipe ne supprimera pas les Défis d'Équipe auxquels vous participez.
hu: Ha kilépsz a csapatodból, nem kerülsz ki azokból a csapatos kihívásokból, amikben részt veszel.
ko: 파티를 탈퇴하더라도 현재 참여 중인 파티 도전에서 제외되지 않습니다.
pt_br: Sair do seu Grupo não o removerá de nenhum Desafio de Grupo do qual esteja participando.
uk: Покидаючи свою Команду, ви не покинете Випробувань Команди в яких ви берете участь.

# party.leave
source: Leave Party
de: Gruppe verlassen
fr: Quitter l'Équipe
hu: Kilépés a csapatból
ko: 파티 탈퇴하기
pt_br: Sair do Grupo
uk: Залишити команду
zh_hant: 離開隊伍

# party.transfer_ownership_title
source: Transfer Leadership?
de: Leitungsfunktion übertragen?
fr: Transférer la responsabilité ?
hu: Átadod a vezetést?
ko: 리더를 양도하시겠습니까?
pt_br: Transferir liderança?
uk: Передати управління?
zh_hant: 更換隊長?

# party.transfer_ownership_description
source: This will make %@ the new Party leader
de: Dies wird %@ zur neuen Leitung der Party machen
fr: Cela fera de %@ le nouveau responsable de l'équipe
hu: Ezzel %@ lesz az új csapatvezető
ko: 수락하면 %@가 새로운 파티 리더가 됩니다
pt_br: Isto fará com que %@ se torne o(a) novo(a) líder do Grupo
uk: Це зробить %@ новим лідером Команди
zh_hant: 這將會讓%@成為隊長

# party.remove_member_title
source: Are you sure you want to remove %@ from the Party?
de: Bist Du Dir sicher, dass Du %@ aus der Party entfernen willst?
fr: Êtes-vous sûr·e de vouloir exclure %@ de l'Équipe ?
hu: Biztosan eltávolítod %@ tagot a csapatból?
ko: 정말 파티에서 %@를 추방하시겠습니까?
pt_br: Tem certeza de que deseja remover %@ do Grupo?
uk: Ви дійсно хочете видалити %@ з команди?

# party.quest_not_participating
source: You are not participating
de: Du nimmst nicht teil
fr: Vous ne participez pas
hu: Nem veszel részt
ko: 참여 중인 파티가 없습니다
pt_br: Você não está participando
uk: Ви не приймаєте участь

# party.leave_looking_for_party_subtitle
source: Keep an eye out for an invite or start your own Party at any time
de: Halte Ausschau nach einer Einladung oder starte jederzeit deine eigene Party
fr: Attendez de recevoir une invitation ou créez votre propre Équipe dès que vous le souhaitez
hu: Figyeld a meghívókat vagy bármikor létrehozhatsz saját csapatot is
ko: 초대장을 기다리거나 직접 파티를 시작할 수 있습니다
pt_br: Fique de olho em um convite ou comece seu próprio Grupo a qualquer momento
uk: Слідкуйте за запрошеннями або будь-коли створіть власну Команду

# transfer_ownership
source: Transfer Leadership
de: Leitungsfunktion übertragen
fr: Transférer la responsabilité
hu: Vezetés átadása
ko: 리더 양도하기
pt_br: Transferir liderança
uk: Передати управління

source: Transfer
de: Übertragen
fr: Transférer
hu: Átadás
ko: 양도하기
pt_br: Transferir
uk: Передати

source: Remove
de: Entfernen
fr: Supprimer
hu: Eltávolítás
ko: 추방하기
pt_br: Remover
uk: Видалити

# party.remove_from_party
source: Remove Member
de: Mitglied entfernen
fr: Exclure l·e·a Membre
hu: Tag eltávolítása
ko: 멤버에서 제외시키기
pt_br: Remover Membro
uk: Видалити учасника

# groups.members
source: Members
de: Mitglieder
fr: Membres
hu: Tagok
ko: 멤버
pt_br: Membros
uk: Учасники

# groups.invite_member
source: Invite a Member
de: Neues Mitglied einladen
fr: Invitez un membre
hu: Tag meghívása
ko: 멤버를 초대하기
pt_br: Convidar um membro
uk: Запросити учасника

# groups.find_members
source: Find Members
de: Finde Mitglieder
fr: Trouver des Membres
hu: Tagok keresése
ko: 멤버 찾기
pt_br: Encontrar Membros
uk: Знайти учасників

# groups.list
source: List
de: Liste
fr: Liste
hu: Lista
ko: 목록
pt_br: Lista
uk: Список

# groups.by_invite
source: By Invite
de: Durch Einladung
fr: Par Invitation
hu: Meghívás szerint
ko: 초대
pt_br: Por Convite
uk: За запрошенням

# groups.send_invite
source: Send Invite
de: Einladung versenden
fr: Envoyer une Invitation
hu: Meghívó küldése
ko: 초대장 보내기
pt_br: Enviar Convite
uk: Надіслати запрошення

# groups.cancel_invite
source: Cancel Invite
de: Einladung abbrechen
fr: Annuler l'Invitation
hu: Meghívó visszavonása
ko: 초대를 취소하기
pt_br: Cancelar Convite
uk: Скасувати запрошення

# groups.invited
source: Invited!
de: Eingeladen!
fr: L'invitation a été envoyée !
hu: Meghívva!
ko: 초대되었습니다!
pt_br: Convidado!
uk: Запрошено!

# groups.invited_x
source: Invited @%@
de: @%@ eingeladen
fr: Vous avez invité @%@
hu: Meghívtad: @%@
ko: @%@에게 초대받았습니다
pt_br: Convidado @%@
uk: Запрошено @%@

# groups.invite_pending
source: Invite Pending
de: Einladung ausstehend
fr: Invitation en Attente
hu: Függő meghívó
ko: 보류 중인 초대
pt_br: Convite Pendente
uk: Запрошення на розгляді

# groups.rescinded
source: Rescinded
de: Zurückgezogen
fr: Annulé
hu: Visszavonva
ko: 취소되었습니다
pt_br: Cancelada
uk: Відкликано

# groups.removed
source: Removed %@
de: %@ entfernt
fr: Vous avez exclu %@
hu: Eltávolítva: %@
ko: %@을(를) 제명했습니다
pt_br: Removido %@
uk: Видалено %@

# groups.transferred_to
source: Transferred ownership to %@
de: Der neue Gruppenleiter ist %@
fr: Vous avez cédé l'Équipe à %@
hu: A tulajdonjogot átadtad neki: %@
ko: 소유권을 %@에게 양도했습니다
pt_br: Transferência de propriedade para %@
uk: Передано управління до %@

# groups.find_more_members
source: Find more members
de: Mehr Mitglieder finden
fr: Trouver plus de membres
hu: További tagok keresése
ko: 더 많은 멤버 찾기
pt_br: Encontrar mais membros
uk: Знайти більше учасників

# groups.lfp.subtitle
source: Here's a list of players looking to join a Party
de: Hier ist eine Liste von Spielern, die nach einem Partybeitritt suchen
fr: Voici une liste de joueu·r·se·s qui cherchent à rejoindre une Équipe
hu: Itt találod azokat a játékosokat, akik épp csapatot keresnek
ko: 가입할 파티를 찾고 있는 유저들입니다
pt_br: Aqui está uma lista de jogadores procurando participar de um Grupo
uk: Ось список гравців, котрі шукають Команду

# quests.confirm_leave
source: Are you sure you want to leave the Quest? All your progress will be lost.
de: Bist Du sicher, dass Du die Quest verlassen willst? Dein Quest-Fortschritt wirst dabei verloren gehen.
fr: Êtes-vous sûr que vous voulez partir de la quête ? Tout votre progrès sera perdu.
hu: Biztosan kilépsz a küldetésből? Minden eddigi előrehaladásod elveszik.
ko: 진행중인 퀘스트를 이탈합니다. 확실한가요? 퀘스트 진행 상황은 모두 사라집니다.
pt_br: Você tem certeza de que quer abandonar a Missão? Todo o seu progresso será perdido.
uk: Ви впевнені що ви хочете покинути Квест? Весь ваш прогрес буду втрачено.

# quests.started_by
source: Started by %@
de: Angefangen von %@
fr: Commencé par %@
hu: Indította: %@
ko: %@에 의해 시작됨
pt_br: Iniciado por %@
uk: Почато, %@

# groups.lfp.subtitle_empty
source: There’s no one looking for a Party right now. You can check back later!
de: Es sucht aktuell niemand nach einer Party. Du kannst später nochmal vorbeikommen!
fr: Personne ne cherche d'Équipe pour le moment. Vous pourrez vérifier à nouveau plus tard !
hu: Jelenleg senki sem keres csapatot. Nézz vissza később!
ko: 현재 파티를 찾는 유저가 없습니다. 잠시 후 다시 확인해보세요!
pt_br: Não há ninguém à procura de um Grupo neste momento. Você pode voltar mais tarde!
uk: На даний момент ніхто не шукає команду. Можете заглянути пізніше!

source: Pending damage
de: ausstehender Schaden
fr: Dégâts en attente
hu: Függő sebzés
ko: 보류중인 데미지
pt_br: Dano pendente
uk: Очікувана шкода

source: Pending items
de: Ausstehende Gegenstände
fr: Objets en cours
hu: Függő tárgyak
ko: 보류중인 아이템
pt_br: Itens pendentes
uk: Очікувані предмети

# quests.boss_battle
source: Boss Battle
de: Bosskampf
fr: Combat de boss
hu: Harc a főellenséggel
ko: 보스 전투
pt_br: Luta contra o Chefão
uk: Бійка з Боссом

# quests.collection_quest
source: Collection quest
de: Sammel-Quest
fr: Quête de collecte
hu: Gyűjtögetős küldetés
ko: 아이템 모으기 퀘스트
pt_br: Missão de coleta
uk: Квест зі збиранням

# quests.invitations_header
source: Invitations
de: Einladungen
hu: Meghívók
ko: 초대장
pt_br: Convites
uk: Запрошення

# quests.participants_header
source: Participants
de: Teilnehmer
hu: Résztvevők
ko: 참가자
pt_br: Participantes
uk: Учасники

# quests.accepted
source: Accepted
de: Akzeptiert
fr: Accepté
hu: Elfogadva
ko: 수락되었습니다
pt_br: Aceito
uk: Прийнято

# quests.rejected
source: Rejected
de: Abgelehnt
fr: Rejetée
hu: Elutasítva
ko: 거절했습니다
pt_br: Rejeitado
uk: Відхилено

# quests.pending
source: Pending
de: Ausstehend
fr: En attente
hu: Függőben
ko: 보류
pt_br: Pendente
uk: На розгляді
