Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# spooky_promo.info_instructions
source: Between %@ and %@, simply purchase any Gem bundle like usual and your account will be credited with the promotional amount of Gems. More Gems to spend, share, or save for any future releases!
de: Zwischen %@ und %@ kannst Du wie gewohnt ein Edelstein-Paket kaufen, Deinem Konto wird aber der Aktions-Betrag Edelsteine hinzugefügt. Mehr Edelsteine zum ausgeben, teilen oder für spätere Neuerungen aufsparen!
fr: Entre le %@ et le %@, achetez simplement n'importe quel paquet de gemmes comme d'habitude, et votre compte sera crédité du nombre de gemmes promotionnelles. Cela vous fera plus de gemmes à dépenser, partager, ou économiser pour de futurs objets !
hu: %@ és %@ között egyszerűen vásárolj bármilyen gyémántcsomagot a megszokott módon, és a fiókod automatikusan a promóciós mennyiségű gyémántot kapja. Több gyémánt áll majd rendelkezésedre, amit elkölthetsz, ajándékozhatsz, vagy eltehetsz későbbre!
ko: %s와(과) %s 사이에, 보석 꾸러미를 평소처럼 구입하면 더 많은 양의 보석이 적립됩니다. 더 많은 보석을 쓰고, 공유하고, 미래를 위해 모아두세요!
pt_br: Entre %@ e %@, adquira qualquer pacote de Gemas, como de costume, e sua conta será creditada com o valor promocional das Gemas. Mais Gemas para gastar, compartilhar ou economizar para qualquer lançamentos futuros!

# survey.title
source: Adhder player survey
de: Adhder Nutzer*innenbefragung
fr: Enquête des membres d'Adhder
hu: Adhder játékos-felmérés
ko: Adhder 이용자 설문 조사
pt_br: Pesquisa de usuários do Adhder
zh_hant: Adhder 玩家調查

# suggest_pet_hatch_missing_potion
source: You still need a %@ Potion to hatch this pet
de: Du brauchst erst ein %@-Schlüpfelixier um dieses Haustier auszubrüten
fr: Vous avez besoin d'une potion %@ pour faire éclore ce familier
hu: Még szükséged van egy %@ főzetre, hogy kikölthesd ezt a kisállatot
ko: 이 펫을 부화시키려면 %s의 물약이 필요합니다
pt_br: Você ainda precisa de uma Poção %@ para eclodir este mascote
zh_hant: 你還需要一瓶 %@ 藥水，才能孵化這隻寵物

# suggest_pet_hatch_missing_both
source: You need a %@ and %@ Potion to hatch this pet
de: Du brauchst ein %@ und ein %@-Schlüpfelixier um dieses Haustier auszubrüten
fr: Vous avez besoin d'un %@ et d'une potion %@ pour faire éclore ce familier
hu: Szükséged van egy %@ tojásra és egy %@ főzetre, hogy kikölthesd ezt a kisállatot
ko: 이 펫을 부화시키려면 %@와(과) %@의 물약이 필요합니다
pt_br: Você ainda precisa de um(a) %@ e uma Poção %@ para eclodir este mascote
zh_hant: 你還需要一瓶 %@ 藥水和 %@ 藥水，才能孵化這隻寵物

# suggest_pet_hatch_again_missing_egg
source: You still need a %@ Egg to hatch this pet again
de: Du brauchst erst ein %@-Ei um dieses Haustier erneut auszubrüten
fr: Vous avez besoin d'un œuf de %@ pour faire éclore ce familier à nouveau
hu: Még szükséged van egy %@ tojásra, hogy ismét kikölthesd ezt a kisállatot
ko: 이 펫을 다시 부화시키려면 %s의 알이 필요합니다
pt_br: Você ainda precisa de um Ovo %@ para eclodir este mascote de novo
zh_hant: 你還需要一顆 %@ 蛋，才能再次孵化這隻寵物

# suggest_pet_hatch_again_missing_potion
source: You still need a %@ Potion to hatch this pet again
de: Du brauchst erst ein %@-Schlüpfelixier um dieses Haustier erneut auszubrüten
fr: Vous avez besoin d'une potion %@ pour faire éclore ce familier à nouveau
hu: Még szükséged van egy %@ főzetre, hogy ismét kikölthesd ezt a kisállatot
ko: 이 펫을 다시 부화시키려면 %s의 물약이 필요합니다
pt_br: Você ainda precisa de uma Poção %@ para eclodir este mascote de novo
zh_hant: 你還需要一瓶 %@ 藥水，才能再次孵化這隻寵物

# suggest_pet_hatch_again_missing_both
source: You need a %@ and %@ Potion to hatch this pet again
de: Du brauchst ein %@ und ein %@-Schlüpfelixier um dieses Haustier erneut auszubrüten
fr: Vous avez besoin d'un %@ et d'une potion %@ pour faire éclore ce familier à nouveau
hu: Szükséged van egy %@ tojásra és egy %@ főzetre, hogy ismét kikölthesd ezt a kisállatot
ko: 이 펫을 다시 부화시키려면 %s와(과) %s의 물약이 필요합니다
pt_br: Você precisa de um(a) %@ uma Poção %@ para eclodir este mascote de novo
zh_hant: 你還需要一瓶 %@藥水和 %@藥水，才能再次孵化這隻寵物

# can_hatch_pet
source: Combine your %@ Egg and %@ Potion to hatch this pet!
de: Kombiniere Dein %@-Ei und Dein %@-Schlüpfelixier um dieses Haustier auszubrüten!
fr: Combinez votre œuf de %@ et votre potion %@ pour faire éclore ce familier !
hu: Kombináld %@ tojásodat és %@ főzetedet, hogy kiköltsd ezt a kisállatot!
ko: 이 펫을 부화시키려면 %s의 알과 %s의 물약을 조합하세요!
pt_br: Combine seu Ovo %@ e sua Poção %@ para eclodir este mascote!
zh_hant: 結合你的 %@蛋和 %@ 藥水來孵化這隻寵物!

source: Hatch Pet
de: Haustier ausbrüten
fr: Faire éclore le familier
hu: Kisállat kikeltése
ko: 펫 부화하기
pt_br: Eclodir Mascote
zh_hant: 孵化寵物

source: Hatch
de: Ausbrüten
fr: Faire éclore
hu: Keltés
ko: 부화시키기
pt_br: Eclodir
zh_hant: 孵化

source: Unhatched Pet
de: Ungeschlüpftes Haustier
fr: Familier non éclos
hu: Még ki nem keltett kisállat
ko: 부화하지 않은 펫
pt_br: Mascote Não Eclodido
zh_hant: 未孵化的寵物

source: Hatch Pet again
de: Haustier erneut ausbrüten
fr: Faire éclore le familier à nouveau
hu: Kisállat újra kikeltése
ko: 펫 다시 부화
pt_br: Eclodir Mascote de novo
zh_hant: 再次孵化寵物

source: Magic Potions
de: Magische Schlüpfelixiere
fr: Potions magiques
hu: Varázsfőzetek
ko: 마법 물약
pt_br: Poções Mágicas
uk: Магічні еліксири
zh_hant: 魔法藥水

source: Magic Potion
de: Magisches Schlüpfelixier
fr: Potion magique
hu: Varázsfőzet
ko: 마법 물약
pt_br: Poção Mágica
uk: Магічний еліксир
zh_hant: 魔法藥水

# gift_one_get_one_data.info_limitations
source: This is a limited time event that starts on %@ and will end %@. This promotion only applies when you gift to another Adhdern. If you or your gift recipient already have a subscription, the gifted subscription will add months of credit that will only be used after the current subscription is cancelled or expires.
de: Dies ist eine Zeit-limitierte Aktion, welche am %@ beginnt und am %@ endet. Dieses Angebot ist nur gültig, wenn Du einen anderen Habitikianer beschenkst. Falls Du oder der beschenkte Account bereits ein Abonnement haben, wird die Anzahl an Monaten Deines Geschenkes zu dem Abo hinzugefügt, nachdem das aktuell bestehende Abo ausläuft, oder gekündigt wurde.
fr: Il s'agit d'un événement limité dans le temps, qui démarre le %@ et finit le %@. Cette promotion ne s'applique que si vous offrez un abonnement à quelqu'un d'autre. Si vous ou l·e·a destinataire possède déjà un abonnement, l'abonnement offert ajoutera des mois supplémentaires qui se déclencheront quand l'abonnement en cours sera annulé ou expirera.
hu: Ez egy korlátozott ideig tartó esemény, mely %@-kor kezdődik és %@-kor ér véget. Ez az akció csak akkor érvényes, ha másik habiticásnak ajándékozol. Ha neked vagy az ajándékozottnak már van aktív előfizetése, az ajándék előfizetés hónapjai jóváírásra kerülnek, és akkor használódnak fel, amikor a meglévő előfizetés lejár vagy törlődik.
ko: 이 이벤트는 %@(%@ UTC)까지 진행되는 시한 이벤트이며, %@(@ UTC)에 끝날 것입니다. 이 이벤트는 다른 해비티카 유저에게 선물을 할 때만 적용됩니다. 만약 본인이나 선물을 받는 사람이 이미 구독 중이라면, 선물 받은 구독권은 해당 기간만큼 추가될 것입니다. 추가된 기간은 이미 적용된 구독권이 취소되거나 만료됐을 때 적용됩니다.
pt_br: Esse é um evento de tempo limitado que começa em %@ e vai terminar em %@. Essa promoção só se aplica quando você presenteia um(a) outro(a) Adhderno(a). Se você ou seu destinatário do presente já tiver uma assinatura, a assinatura presenteada adicionará meses de crédito que só serão usados após a assinatura atual ser cancelada ou expirar.

# gift_confirmation_body_g1_g1
source: You sent %@ a %@-month Adhder subscription and the same subscription was applied to your account for our Gift One Get One promotion!
de: Du hast %@ ein %@ monatiges Adhder Abonnement geschenkt und das selbe Abonnement wurde auch auf deinen Account angewendet, im Zuge unserer "Verschenk' Eins, Bekomm' Eins"-Aktion!
fr: Vous avez envoyé à %@ un abonnement de %@ mois et le même abonnement vous a été accordé pour notre promotion Un en cadeau, un reçu !
hu: Küldtél egy %@ hónapos Adhder-előfizetést neki: %@, és ugyanilyen előfizetést kaptál te is az „Ajándékozz egyet, kapj egyet!” akciónk keretében!
ko: 1+1 프로모션을 통해 %s에게 %@개월 Adhder 구독을 선물하고 본인 계정에도 동일한 구독이 적용되었습니다!
pt_br: Você enviou a %@ uma assinatura do Adhder de %@-mês/meses de duração e a mesma assinatura foi aplicada à sua conta devido a promoção Presenteie uma, Ganhe outra!

source: Create Guild
de: Gilde Gründen
fr: Créer une guilde
hu: Céh létrehozása
ko: 길드 만들기
pt_br: Criar Guilda

# create_guild_description
source: To create a Guild, log in to the Adhder website then tap the “Create” button on the “My Guilds” screen.
de: Um eine Gilde zu gründen, logge dich auf der Adhder Webseite ein und tippe "Gilde Gründen" im "Meine Gilden" Bereich.
fr: Pour créer une guilde, connectez-vous sur le site Adhder et utilisez le bouton "Créer" sur l'écran "Mes guildes".
hu: Céh létrehozásához jelentkezz be a Adhder weboldalán, majd koppints a „Létrehozás” gombra a „Céhjeim” képernyőn.
ko: 길드를 만들려면 Adhder 웹사이트에 로그인한 후 '내 길드' 화면에서 '만들기' 버튼을 누르세요.
pt_br: Para criar uma Guilda, acesse o site do Adhder e depois pressione o botão "Criar" na página "Minhas Guildas".

source: Create Challenge
de: Herausforderung Erstellen
fr: Créer un défi
hu: Kihívás létrehozása
ko: 도전 만들기
pt_br: Criar Desafio

# create_challenge_description
source: To create a Challenge, log in to the Adhder website then tap the “Create” button on the “My Challenges” screen.
de: Um eine Herausforderung zu erstellen, logge dich auf der Webseite in Adhder ein, gehe auf "Herausforderrungen" und wähle dort " + Herausforderrung erstellen".
fr: Pour créer un défi, connectez-vous sur le site Adhder et utilisez le bouton "Créer" sur l'écran "Mes défis".
hu: Kihívás létrehozásához jelentkezz be a Adhder weboldalán, majd koppints a „Létrehozás” gombra a „Kihívásaim” képernyőn.
ko: 도전을 만들려면 Adhder 웹사이트에 로그인한 후 '내 도전' 화면에서 '만들기' 버튼을 누르세요.
pt_br: Para criar um Desafio, faça login no site do Adhder e então clique no botão "Criar" na tela de "Meus Desafios".

# end_challenge_description
source: To end a Challenge, log in to the Adhder website then tap the “End Challenge” button on the right of the Challenge screen.
de: Um eine Herausforderung zu beenden, logge dich auf der Adhder Webseite ein. Auf der rechten Seite, in der Detailansicht der Herausforderung und klicke auf "Herausforderung Beenden".
fr: Pour clôturer un défi, connectez-vous sur le site Adhder et utilisez le bouton "Clore le défi" à droite dans l'écran du défi.
hu: Kihívás lezárásához jelentkezz be a Adhder weboldalán, majd koppints a „Kihívás lezárása” gombra a kihívás képernyőjén, jobb oldalon.
ko: 도전을 종료하려면 Adhder 웹사이트에 로그인한 후 도전 화면 오른쪽의 '도전 종료하기' 버튼을 누르세요.
pt_br: Para encerrar um Desafio, acesse o site do Adhder e, em seguida, pressione o botão "Finalizar Desafio", à direita da tela do Desafio.

# daily_tip_0
source: Want to try something new? Join a Challenge to expand your task list and win some Gems!
de: Willst Du etwas neues ausprobieren? Nehme eine Herausforderung an um deine Aufgabenliste zu erweitern und Edelsteine zu gewinnen!
fr: Vous voulez tenter quelque chose de nouveau ? Rejoignez donc un Challenge afin d'étendre votre liste de tâches et gagner des Gemmes !
hu: Szeretnél valami újat kipróbálni? Csatlakozz egy kihíváshoz, hogy bővítsd feladatlistádat és gyémántokat nyerhess!
ko: 새로운 도전을 원한다면 도전에 참여해 할 일 목록을 확장하고 보석을 받으세요!
pt_br: Deseja experimentar algo novo? Junte-se a um Desafio para expandir sua lista de tarefas e ter a chance de ganhar algumas Gemas!

# week_reminder_body
source: Breaks are healthy, but you can still earn points for simple activities to level up and get cool gear!
de: Pausen sind gesund, aber Du kannst noch immer Punkte für einfache Aktivitäten verdienen, um im Level aufzusteigen und coole Ausrüstung zu erhalten!
fr: Les pauses sont bonnes pour la santé, mais vous pouvez toujours gagner des points pour les activités simples, afin de gagner des niveaux et recevoir de l'équipement !
hu: A szünetek hasznosak, de egyszerű tevékenységekkel is szerezhetsz pontokat, így szintet léphetsz és menő felszereléseket gyűjthetsz!
ko: 휴식도 좋지만, 간단한 활동으로 포인트를 얻어 레벨업하고 멋진 장비를 받으세요!
pt_br: É saudável dar intervalos, mas você ainda pode ganhar pontos por atividades simples para subir de nível e ganhar equipamentos legais!

source: New
de: Neu
fr: Nouveau
hu: Új
ko: 새로운
pt_br: Novo
zh_hant: 新

# seasonal_potions_available
source: Seasonal items available
de: Saisonale Gegenstände erhältlich
fr: Objets saisonniers disponibles
hu: Szezonális tárgyak érhetők el
ko: 계절 한정 아이템 구매 가능
pt_br: Itens sazonais disponíveis

source: Open for %@
de: Offen für %@
fr: Ouvert pendant %@
hu: Nyitva eddig: %@
ko: 오픈: %s
pt_br: Disponível por %@

source: Report
de: Melden
fr: Signaler
hu: Jelentés
ko: 신고하기
pt_br: Relatar

source: See you tomorrow
de: Bis morgen
fr: À demain
hu: Találkozunk holnap
ko: 내일 뵙겠습니다
pt_br: Até amanhã
uk: Побачимося завтра

source: Background
de: Hintergrund
fr: Arrière-plan
hu: Háttér
ko: 배경
pt_br: Cenário
uk: Фон

# party.quest_participant_one
source: 1 Participant
de: 1 Teilnehmer
fr: 1 Participant·e
hu: 1 résztvevő
ko: 참여자 1명
pt_br: 1 Participante
zh_hant: 一位參與者

# next_payment_x
source: Next Payment %@
de: Nächste Zahlung %@
fr: Prochain Paiement le %@
hu: Következő fizetés: %@
ko: 다음 결제 %@
pt_br: Próximo Pagamento %@

# subscription_credit_title
source: Your **%d months** of subscription credit will activate after canceling
de: Deine **%d Monate** des Abo-Guthabens werden nach der Kündigung aktiviert
fr: Vos*%d mois** d'abonnement s'activeront après annulation
hu: A meglévő **%d hónapnyi** előfizetési egyenleged a lemondás után aktiválódik
ko: 구독을 취소하면 %d개월 동안 구독 크레딧이 적용됩니다
pt_br: Seus **%d months** meses de crédito de assinatura serão ativados após o cancelamento

# faint.subtitle
source: You’ll drop to **level %s, lose %s Gold, and break a piece of gear**… You can earn them all back with hard work!
de: Du fällst auf **Level %s, verlierst %s Gold und zerbrichst ein Stück deiner Ausrüstung**... Mit harter Arbeit kannst Du das alles zurückgewinnen!
fr: Vous descendrez au **niveau %s, perdrez %s Or, et casserez un élément d'Équipement...* Vous pourrez récupérer tout cela en travaillant dur !
hu: Visszaesel **a(z) %s. szintre, elveszítesz %s aranyat és egy felszerelésed eltörlésre kerül**… de mindent visszaszerezhetsz kemény munkával!
ko: 레벨 %s로 떨어지고, %s 골드를 잃으며, 장비가 손상됩니다… 하지만 열심히 노력하면 모두 되찾을 수 있습니다!
pt_br: Você cairá para o **nível %s, perderá %s de Ouro e quebrará uma peça de equipamento**... Mas poderá recuperar tudo com muito esforço!
uk: Тоді ваш рівень знизиться до **рівень %**, ви втратите **% Золота**, а також **один предмет спорядження**… Ви можете повернути їх усіх важкою працею!

# faint.unsubbed_button_prompt
source: Subscribe to hold on with 1HP!
de: Abonniere, um mit 1 Lebenspunkt am Leben zu bleiben!
fr: Abonnez-vous pour survivre avec 1 PV !
hu: Fizess elő, hogy 1 életerővel megúszd!
ko: 구독하면 HP 1로 버틸 수 있습니다!
pt_br: Assine para continuar com 1 de Vida!
uk: Підпишіться, щоб залишитися з 1 балом здоров'я!

# armoire.unsubbed_button_prompt
source: Subscribe to open again for free!
de: Abonniere, um kostenlos erneut zu öffnen!
fr: Abonnez-vous pour ouvrir gratuitement de nouveau !
hu: Fizess elő, hogy újra ingyen kinyithasd!
ko: 구독하면 무료로 다시 열 수 있습니다!
pt_br: Assine para abrir mais uma vez gratuitamente!
uk: Підпишіться, щоб безоплатно відкрити вдруге!

# armoire.unsubbed_footer
source: Get an extra chance at the Armoire each time you buy it with a subscription
de: Erhalte eine zusätzliche Chance bei dem Schrank jedes Mal, wenn du ihn mit einem Abonnement kaufst
fr: Obtenez à chaque fois une chance supplémentaire d'ouvrir l'Armoire avec un abonnement
hu: Előfizetőként extra esélyt kapsz a Komódhoz minden vásárláskor
ko: 구독하면 장비 상자를 구매할 때마다 추가 기회를 얻습니다
pt_br: Assine para receber uma nova chance no Armário sempre que o abrir
uk: Отримайте додаткове відкриття Скрині щоразу, як ви купляєте її за активної підписки

# faint.perk_success
source: You got a second chance with 1 HP!
de: Du bekommst eine zweite Chance mit 1 Lebenspunkt!
fr: Vous avez une deuxième chance avec 1 PV !
hu: Második esélyt kaptál, 1 életerővel!
ko: HP 1로 두 번째 기회를 얻었습니다!
pt_br: Você recebeu uma segunda chance com 1 de Vida!
uk: Ви отримали другий час з 1 Здоров'ям!

source: sub perk
de: Abo-Vorteil
fr: avantages d'abo
hu: előfizetői bónusz
ko: 구독 혜택
pt_br: benefício de assinante
uk: перевага підписки

# faint.subbed_button_prompt
source: Second chance: Hold on with 1HP!
de: Zweite Chance: Bleib mit 1 Lebenspunkt am Leben!
fr: Deuxième chance : Accrochez-vous avec 1 PV !
hu: Második esély: Maradj életben 1 életerővel!
ko: 두 번째 기회: HP 1로 버티세요!
pt_br: Segunda chance: Continue com 1 de Vida!
uk: Другий шанс: Залишіться з 1 Здоров'ям!

# faint.subbed_footer
source: Your subscription lets you have a second chance each day if you run out of HP
de: Deine Mitgliedschaft gibt dir jeden Tag eine zweite Chance, falls du alle deine Lebenspunkte verlierst
fr: Votre abonnement vous permet d'avoir une deuxième chance chaque jour si vous n'avez plus de PV
hu: Előfizetéseddel naponta kapsz egy második esélyt, ha elfogyna az életerőd
ko: 구독하면 HP가 다 떨어졌을 때 매일 한 번 다시 기회를 얻을 수 있습니다
pt_br: Sua assinatura permite uma nova chance a cada dia se a sua Vida acabar.
uk: Ваша підписка дає вам щоденну змогу вижити, навіть якщо у вас закінчилося здоров'я

# armoire.subbed_button_prompt
source: Open again for free!
de: Erneut kostenlos öffnen!
fr: Ouvrez à nouveau gratuitement !
hu: Nyisd ki újra ingyen!
ko: 무료로 다시 열기!
pt_br: Abra mais uma vez gratuitamente!
uk: Безоплатно відкрийте вдруге!

# armoire.subbed_footer
source: Your subscription gives you an extra chance at the Armoire!
de: Mit Ihrem Abonnement erhältst du eine zusätzliche Chance bei dem Schrank!
fr: Votre abonnement vous permet d'ouvrir l'Armoire une nouvelle fois !
hu: Előfizetésed egy extra esélyt ad a Komód használatakor!
ko: 구독하면 장비 상자를 열 수 있는 추가 기회를 얻습니다!
pt_br: Sua assinatura garante uma nova chance no Armário!
uk: Ваша підписка дає вам додаткову можливість відкриття Скрині!

# faint.unsubbed_footer
source: Get a second chance each day to avoid running out of HP with a subscription
de: Mit einer Mitgliedschaft bekommst du jeden Tag eine zweite Chance, nicht alle Lebenspunkte zu verlieren
fr: Obtenez une seconde chance chaque jour d'éviter de manquer de points de vie avec un abonnement
hu: Előfizetőként naponta egyszer kapsz még egy esélyt, hogy ne fogyjon el az életerőd
ko: 구독하면 매일 한 번 HP가 바닥나는 것을 피할 수 있습니다
pt_br: Uma nova chance de não zerar sua vida a cada dia, só assinando.
uk: Отримайте щоденний другий шанс вижити попри відсутнє здоров'я, придбавши Підписку

# faint.subbed_used
source: You already used your second chance today. It’s available again in %s.
de: Du hast heute deine zweite Chance bereits verbraucht. Du hast eine weitere in %s.
fr: Vous avez déjà utilisé votre deuxième chance aujourd'hui. Elle sera de nouveau disponible dans %s.
hu: Ma már használtad a második esélyedet. Újra elérhetővé válik: %s múlva.
ko: 오늘의 두 번째 기회를 이미 사용했습니다. 다시 사용할 수 있는 시간 %s.
pt_br: Você já usou sua segunda chance hoje. Você receberá outra em %s.
uk: Ви вже використали ваш денний другий шанс. Він знову буде доступний через %s.

# leave_challenge_prompt
source: Do you want to leave the Challenge and keep or delete the tasks?
de: Möchtest Du den Wettbewerb verlassen und die Aufgaben behalten, oder löschen?
fr: Voulez-vous quitter le défi et conserver ou supprimer les tâches ?
hu: Szeretnél kilépni a kihívásból, és megtartod vagy törlöd a hozzá tartozó feladatokat?
ko: 도전을 나가면서 과제를 유지하겠습니까? 아니면 삭제하시겠습니까?
pt_br: Ao sair do Desafio, você deseja manter ou deletar as tarefas?
uk: Ви хочете покинути Випробування і зберерегти чи видалити його задачі?

# tutorials.add_task
source: Tap to add a new task.
de: Tippe um eine Aufgabe hinzuzufügen.
fr: Appuyez pour ajouter une nouvelle tâche.
hu: Koppints új feladat hozzáadásához.
ko: 탭하여 과제 추가하기.
pt_br: Toque para adicionar uma nova tarefa.
uk: Натисніть, щоб додати нове завдання.

# tutorials.edit_task
source: Tap a task to edit it and add reminders. Swipe left to delete it.
de: Tippe auf eine Aufgabe um sie zu bearbeiten und Erinnerungen hinzuzufügen. Wische nach Links um sie zu entfernen.
fr: Appuyez sur une tâche pour la modifier et pour ajouter des rappels. Glissez vers la gauche pour la supprimer.
hu: Koppints egy feladatra a szerkesztéséhez és emlékeztetők hozzáadásához. Törléshez húzd balra.
ko: 과제를 탭해 수정하고 중요한 일을 추가하세요. 왼쪽으로 쓸어 삭제하세요.
pt_br: Toque em uma tarefa para editá-la e para adicionar lembretes. Arraste para a esquerda para deletá-la.
uk: Натисніть на завдання, щоб відредагувати його та додати нагадування. Змахніть ліворуч, аби видалити його.

# tutorials.filter_task
source: Tap to filter tasks.
de: Tippe um Aufgaben zu filtern.
fr: Appuyez pour filtrer les tâches.
hu: Koppints a feladatok szűréséhez.
ko: 탭하여 과제를 필터링하세요.
pt_br: Toque para filtrar tarefas.
uk: Натисніть щоб відфільтрувати завдання.

# tutorials.reorder_task
source: Hold down on a task to drag it around.
de: Halte eine Aufgabe um sie zu verschieben.
fr: Maintenez votre doigt sur une tâche pour la déplacer.
hu: Tartsd nyomva a feladatokat, hogy áthúzhasd őket máshová.
ko: 과제를 꾹 눌러 옮길 수 있습니다.
pt_br: Pressione uma tarefa para arrastá-la.
uk: Затисніть завдання, щоб перемістити його.

# tutorials.inbox
source: This is where you can read and reply to private messages! You can also message people from their profiles.
de: Hier kannst Du private Nachrichten lesen und beantworten! Du kannst auch Personen über ihre Profile benachrichtigen.
fr: C'est ici que vous pouvez lire et répondre à vos messages privés. Vous pouvez également envoyer des messages depuis le profil des autres personnes.
hu: Itt olvashatod el és válaszolhatod meg privát üzeneteidet! Mások profilján keresztül is küldhetsz üzenetet.
ko: 이곳에선 비공개 메시지를 읽고 답장할 수 있습니다! 프로필에서 사람들에게 메시지를 보낼 수도 있습니다.
pt_br: Aqui você pode ler e responder mensagens privadas! Você também pode enviar mensagens a partir do perfil da pessoa.
uk: Тут ви можете читати та відповідати на приватні повідомлення! До того ж ви можете написати іншим людям через сторінку їхнього профіля.
zh_hant: 在這裡你可以讀取和回復私人訊息!你也可以從它們的個人檔案傳訊息。

# world_boss.title
source: The %@ attacks!
de: Der %@ greift an!
fr: %@ attaque !
hu: %@ támad!
ko: %@가 공격합니다!
pt_br: O %@ ataca!
uk: %@ атакує!

# teleporting_adhder
source: Teleporting to Adhder
de: Nach Adhder teleportieren
fr: Téléportation à Adhder
hu: Teleportálás Habiticába
ko: Adhder로 순간이동 중
pt_br: Teleportando para Adhder
uk: Телепортація до Хабітики

source: Force Start
de: Erzwinge den Start
fr: Démarrage forcé
hu: Kényszerített kezdés
ko: 즉시 시작
pt_br: Forçar início
uk: Примусовий старт

source: buy
de: kaufen
fr: acheter
hu: vásárlás
ko: 구매
pt_br: comprar
uk: Купити

source: success
de: Erfolg
fr: victoire
hu: siker
ko: 성공
pt_br: sucesso
uk: успіх
zh_hant: 成功

# accessibility.tap_hide_boss_art
source: Double tap to hide boss art
de: Doppeltippen um Boss-Grafik auszublenden
fr: Tapez 2 fois pour cacher le boss art
hu: Koppints duplán a főellenség grafika elrejtéséhez
ko: 보스 아트를 숨기려면 두 번 탭하세요
pt_br: Toque duas vezes para ocultar a arte do chefão
uk: Натисніть двічі, щоб приховати ілюстрацію боса

# accessibility.world_boss_pending_damage
source: %@, World Boss, pending damage: %@
de: %@, Weltboss, ausstehender Schaden: %@
fr: %@, Boss mondial, dégâts en cours : %@
hu: %@, világfőellenség, függő sebzés: %@
ko: %@, 월드 보스, 남은 피해량: %@
pt_br: %@, Chefão Global, dano pendente: %@
uk: %@, Світовий бос, очікувана шкода: %@

# accessibility.score_habit_up
source: Score Habit Up
de: Gewohnheit hochzählen
fr: Marquer l'habitude positive
hu: Pozitív szokás teljesítve
ko: 습관 점수 올리기
pt_br: Pontuação de habitos bons
uk: Підвищити оцінку звички

# accessibility.score_habit_down
source: Score Habit Down
de: Gewohnheit runterzählen
fr: Marquer l'habitude négative
hu: Negatív szokás teljesítve
ko: 습관 점수 내리기
pt_br: Pontuação de habitos ruins
uk: Понизити оцінку звички
