Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# settings.display_name_length_error
source: Your display name has to be between 1 and 30 characters.
de: Dein Anzeigename muss zwischen 1 und 30 Zeichen haben.
fr: Votre pseudonyme doit contenir entre 1 et 30 caractères.
hu: A megjelenített névnek 1 és 30 karakter közötti hosszúságúnak kell lennie.
ko: 표시되는 이름은 1~30자 사이여야 합니다.
pt_br: Seu nome de exibição deve conter entre 1 e 30 caracteres.
uk: Відображуване ім'я повинно містити від 1 до 30 символів.

# settings.searchable_username
source: Suggest my username
de: Schlage mir einen Benutzernamen vor
fr: Suggérer mon identifiant
hu: Felhasználónév ajánlása
ko: 아이디 제안 받기
pt_br: Sugerir meu nome de usuário
uk: Запропонувати ім'я користувача

# about.new_version
source: Update available: %@
de: Update verfügbar: %@
fr: Mise à jour disponible : %@
hu: Frissítés elérhető: %@
ko: 업데이트가 가능합니다. :%@
pt_br: Atualização disponível: %@
uk: Доступно оновлення: %@

# about.whats_new
source: See what's new
de: Schau, was es Neues gibt
fr: Voir les nouveautés
hu: Újdonságok megtekintése
ko: 새로운 내용 확인
pt_br: Veja o que há de novo
uk: Гляньте що нового

# about.website
source: Website
de: Webseite
fr: Site web
hu: Weboldal
ko: 웹사이트
pt_br: Site
uk: Веб-сайт

# about.send_feedback
source: Send Feedback
de: Sende Feedback
fr: Envoyer un avis
hu: Visszajelzés küldése
ko: 피드백을 보내주세요
pt_br: Enviar feedback
uk: Надіслати відгук

# about.report_bug
source: Report a Bug
de: Melde einen Fehler
fr: Rapporter un bug
hu: Hiba jelentése
ko: 버그 신고
pt_br: Reportar um problema
uk: Повiдомити про помилку
zh_hant: 回報問題

# about.leave_review
source: Leave Review
de: Hinterlasse eine Bewertung
fr: Laisser un avis
hu: Értékelés írása
ko: 리뷰 남기기
pt_br: Deixar uma revisão
uk: Залишити відгук

# about.view_source_code
source: View Source Code
de: Quellcode anzeigen
fr: Voir le code source
hu: Forráskód megtekintése
ko: 소스코드 표시
pt_br: Ver código-fonte
uk: Переглянути вихідний код
zh_hant: 檢視開源程式碼

# about.acknowledgements
source: Acknowledgements
de: Anerkennungen
fr: Remerciements
hu: Köszönetnyilvánítás
ko: 감사의 말
pt_br: Agradecimentos
uk: Подяки
zh_hant: 致謝名單

# about.version
source: Version
hu: Verzió
ko: 버전
pt_br: Versão
uk: Версія
zh_hant: 版本

# about.export_database
source: Export Database
de: Datenbank exportieren
fr: Exporter la base de données
hu: Adatbázis exportálása
ko: 데이터 내보내기
pt_br: Exportar base de dados
uk: Експортувати базу даних
zh_hant: 匯出資料庫

# about.love_open_source
source: Web love open source software.
fr: Le web aime les logiciels open-source.
hu: Szeretjük a nyílt forráskódú szoftvereket.
ko: 웹은 오픈 소스 소프트웨어를 사랑합니다.
pt_br: Web ama software de código aberto.
uk: Інтернет любить програмне забезпечення з відкритим вихідним кодом.

# about.no_email_title
source: Your email isn't set up yet
de: Deine E-Mail-Adresse ist noch nicht eingerichtet
fr: Votre email n'est pas encore enregistré
hu: Nincs beállítva e-mail címed
ko: 메일이 아직 설정되지 않았습니다
pt_br: Seu email ainda não foi configurado
uk: Вашу електронну адресу не встановлено
zh_hant: 你尚未設定你的電子郵件

# about.no_email_message
source: Whoops, looks like you haven't set up your email on this phone yet. Configure an account in the iOS mail app to use this quick-reporting option, or just email us directly at %@
de: Hoppla, anscheinend hast Du auf diesem Telefon noch keine E-Mailadresse eingerichtet. Konfiguriere Dein Konto in der iOS-Mail-App, um diese schnelle Berichtsoption zu verwenden, oder sende uns eine Email direkt an % @
fr: Oups, on dirait que vous n'avez pas encore défini votre email sur ce téléphone. Configurez un compte dans l'application mail d'iOS pour utiliser cette option, ou écrivez nous directement à %@
hu: Hoppá, úgy tűnik, még nem állítottál be e-mail címet ezen a telefonon. Állíts be egy e-mail-fiókot az iOS Mail alkalmazásban a gyors hibajelentéshez vagy közvetlenül is írhatsz nekünk erre a címre: %@
ko: 이런, 이 휴대폰에서 아직 메일을 설정하지 않으신 것 같습니다. iOS 메일 앱에서 계정을 구성하여 이 빠른 보고 옵션을 사용하거나 %@으로 직접 메일을 보내주세요
pt_br: Opa, parece que você ainda não configurou seu e-mail neste telefone. Configure uma conta no aplicativo de e-mail do iOS para usar essa opção de relatório rápido ou envie diretamente um e-mail para %@
uk: На жаль, ви ще не налаштували електронну пошту на цьому телефоні. Налаштуйте акаунт у поштовій програмі iOS, щоб скористатися опцією швидкого звітування, або просто напишіть нам напряму на %@

# login.social_register
source: Register with %@
de: Mit %@ registrieren
fr: S'inscrire avec %@
hu: Regisztráció ezzel: %@
ko: %@로 회원가입
pt_br: Registrar com %@
uk: Реєстрація через %@

# login.login
source: Login
de: Anmelden
fr: Se connecter
hu: Bejelentkezés
ko: 로그인
uk: Увійти

# login.social_login
source: Login with %@
de: Mit %@ einloggen
fr: Se connecter avec %@
hu: Bejelentkezés ezzel: %@
ko: %@로 로그인
pt_br: Fazer login com %@
uk: Увійти через %@

# login.email_username
source: Email / Username
de: E-Mail / Benutzername
fr: Email / Identifiant
hu: E-mail / felhasználónév
ko: 메일 / 아이디
pt_br: E-mail / Nome de usuário
uk: Електрона пошта/Ім'я користувача

# login.login_google
source: Login with Google
de: Sich mit Google anmelden
fr: Se connecter avec Google
hu: Bejelentkezés Google-fiókkal
ko: Google 계정으로 로그인
pt_br: Faça login com o Google
uk: Увійти з Google

# login.login_apple
source: Sign in with Apple
de: Mit Apple einloggen
fr: Se connecter avec Apple
hu: Bejelentkezés Apple-fiókkal
ko: Apple 계정으로 로그인
pt_br: Faça o login com Apple
uk: Увійти з Apple

# login.forgot_password
source: Forgot Password
de: Passwort vergessen
fr: Mot de passe oublié
hu: Elfelejtett jelszó
ko: 비밀번호 찾기
pt_br: Esqueceu a senha
uk: Забули пароль

# login.email_password_link
source: Email a Password Reset Link
de: Einen Link per E-Mail senden, um das Passwort zurückzusetzen
fr: Envoyer un lien pour réinitialiser le mot de passe par e-mail
hu: Jelszó-visszaállító link küldése e-mailben
ko: 메일로 비밀번호 재설정 링크 보내기
pt_br: Enviar um link de redefinição de senha por e-mail
uk: Надіслати посилання на скидання паролю

# login.enter_email
source: Enter the email address you used to register your Adhder account.
de: Trage die E-Mail-Adresse ein, mit der Du Deinen Adhder-Account aktiviert hast.
fr: Entrez l'adresse courriel que vous avez utilisé pour créer votre compte Adhder.
hu: Add meg azt az e-mail-címet, amellyel regisztráltad a Adhder-fiókodat.
ko: Adhder 계정을 만드실 때 사용한 이메일 주소를 적으세요.
pt_br: Digite o endereço de e-mail que você usou para registrar sua conta no Adhder.
uk: Введіть електронну пошту за якою ви реєстрували ваш аккаунт в Adhder.

# login.reset_password_response
source: If we have your email on file, instructions for setting a new password have been sent to your email.
de: Wenn wir Deine E-Mail-Adresse kennen, wurden Anweisungen zum Passwort-Zurücksetzen dorthin verschickt.
fr: Si nous avons votre adresse email dans nos fichiers, un nouveau mot de passe vous a été envoyé.
hu: Ha ez az e-mail-cím regisztrált a rendszerünkben, akkor elküldtük rá a jelszó visszaállításához szükséges instrukciókat.
ko: 등록된 메일로 새 비밀번호를 설정하는 방법이 전송되었습니다.
pt_br: Se tivermos seu e-mail registrado, instruções para definir uma nova senha foram enviadas para seu e-mail.
uk: Якщо Ваш email вказано вірно, то інструкції щодо встановлення нового пароля були надіслані на нього.

# groups.error_name_required
source: Name may not be empty.
de: Name darf nicht leer sein.
fr: Le nom ne doit pas être vide.
hu: A név mező nem lehet üres.
ko: 이름은 비워둘 수 없습니다.
pt_br: O nome pode não estar vazio.
uk: Ім'я не може бути порожнім.

# gift_recipient_title
source: Send gift
de: Geschenk senden
fr: Envoyer un cadeau
hu: Ajándék küldése
ko: 선물하기
pt_br: Enviar presente
uk: Надіслати подарунок

# gift_recipient_subtitle
source: Enter recipient's @ username
de: @-Benutzernamen eines Empfängers eingeben
fr: Entrez l'@identifiant de bénéficiaire
hu: Add meg a címzett @ felhasználónevét
ko: 받는 사람의 @아이디를 입력하세요
pt_br: Insira o @ nome de usuário do destinatário
uk: Введіть @ ім'я одержувача

source: Continue
de: Fortfahren
fr: Continuer
hu: Folytatás
ko: 계속하기
pt_br: Continuar
uk: Далі

# gift_confirmation_title
source: Your gift was sent!
de: Dein Geschenk wurde verschickt!
fr: Votre cadeau a été envoyé !
hu: Sikeresen elküldted az ajándékodat!
ko: 선물이 전달되었습니다!
pt_br: Seu presente foi enviado!
uk: Ваш подарунок відправлено!

# gift_confirmation_body
source: You sent %@ a %@-month Adhder subscription.
de: Du hast %@ ein %@-monatiges Abo für Adhder geschickt.
fr: Vous avez envoyé à %@ un abonnement de %@ mois.
hu: Elküldtél %@ számára egy %@ hónapos Adhder-előfizetést.
ko: %@에게 %@개월분의 Adhder 구독 플랜을 선물했습니다.
pt_br: Você enviou para %@ uma assinatura Adhder de %@-mês/meses.
uk: Ви надіслали %@ %@-місячну підписку на Adhder.

# gift_confirmation_body_g1g1
source: You sent %@ a %@-month Adhder subscription and the same subscription was applied to your account for our Gift One Get One promotion!
de: Du hast %@ ein %@-monatiges Abo für Adhder geschickt und das gleiche Abo wurde Deinem Konto gutgeschrieben dank unserer "Verschenke ein Abo und erhalte eins gratis"-Aktion!
fr: Vous avez envoyé à %@ un abonnement de %@ mois et le même abonnement vous a été accordé pour notre promotion Un en cadeau, un reçu !
hu: Elküldtél %@ számára egy %@ hónapos Adhder-előfizetést és ugyanilyen előfizetést kaptál te is a „Gift One Get One” promóciónk keretében!
ko: 1+1 프로모션을 통해 %s 에게 %@개월 Adhder 구독 플랜을 선물하고 동일한 구독 기간이 본인의 계정에도 적용되었습니다!
pt_br: Você enviou a %@ uma assinatura Adhder de %@-mês/meses e a mesma assinatura foi aplicada à sua conta para a nossa promoção "presenteie uma e ganhe uma"!
uk: Ви відправили %s %s-місячну підписку Adhder. Ця ж підписка була застосована до вашого облікового запису, завдяки участі в акції "Подаруйте підписку, отримайте підписку"!

# intro.card3.subtitle
source: Fight monsters
de: Bezwinge Monster
fr: Combattez des monstres
hu: Szörnyek elleni harc
ko: 몬스터와 싸우고
pt_br: Lute contra monstros
uk: Бийтесь з монстрами

# intro.card3.text
source: Keep your goals on track with help from your friends. Support each other in life and in battle as you improve together!
de: Behalte Deine Ziele im Auge mit Hilfe Deiner Freunde. Unterstützt Euch gegenseitig im Leben und im Kampf, während Ihr Euch gemeinsam verbessert!
fr: Gardez le contrôle de vos objectifs avec l'aide de vos amis. Aidez-vous les uns les autres dans la vie et dans les combats au fur et à mesure que vous vous améliorez !
hu: Tartsd céljaidat kézben a barátaid segítségével! Támogassátok egymást az életben és a csatákban is, miközben együtt fejlődtök!
ko: 친구들의 도움으로 당신의 목표를 유지시키세요. 일상 생활과 전투에서 서로를 도와가며 함께 성장하세요!
pt_br: Mantenha seus objetivos em dia com a ajuda de amigos. Apoiem um ao outro na vida e em batalha enquanto melhoram juntos!
uk: Дотримуйтесь своїх цілей за допомогою ваших друзів. Вдосконалюйтесь разом, підтримуючи одне одного як в житті, так і на в битвах!

# intro.lets_go
source: Let's start!
de: Auf geht's!
fr: Commençons !
hu: Kezdjük el!
ko: 이제 떠나봐요!
pt_br: Vamos começar!
uk: Почнімо!

source: Skip
de: Überspringen
fr: Passer
hu: Kihagyás
ko: 스킵
pt_br: Pular
uk: Пропустити

source: Randomize
de: Zufällig anordnen
fr: Au hasard
hu: Véletlenszerű
ko: 무작위화
pt_br: Aleatorizar
uk: Випадково
zh_hant: 随机

source: Finish
de: Beenden
fr: Terminer
hu: Befejezés
ko: 완료
pt_br: Finalizar
uk: Завершити
zh_hant: 完成

source: Next
de: Vor
fr: Suivant
hu: Tovább
ko: 다음
pt_br: Próximo
uk: Далі

source: Mana Points
de: Manapunkte
fr: Points de mana
hu: Mana pontok
ko: 마나 포인트
pt_br: Pontos de Mana
uk: Очки Мани

source: Character Level
de: Charakter Level
fr: Niveau du personnage
hu: Karakter szintje
ko: 캐릭터 레벨
pt_br: Nível do Personagem
uk: Рівень персонажа

source: Gold
fr: Or
hu: Arany
ko: 골드
pt_br: Ouro
uk: Золото

# day_streaks
source: 21-Day Streaks
de: 21-Tage-Strähnen
fr: 21 jours d'affilée
hu: 21 napos sorozatok
ko: 21일 연속기록
pt_br: Combos de 21 dias
uk: Серії з 21 дня

# aboutText
source: About
de: Info
fr: A propos
hu: Névjegy
ko: 더보기
pt_br: Sobre
uk: Про проєкт

source: Photo URL
de: Foto-URL
fr: URL de la photo
hu: Fotó URL
ko: 사진 URL
pt_br: URL da Foto
uk: URL світлини

source: Group By
de: Gruppiere nach
fr: Grouper par
hu: Csoportosítás
ko: 그룹 기준
pt_br: Organizar por
uk: Групувати за

source: Two-Handed
de: Zweihändig
fr: À deux mains
hu: Kétkezes
ko: 양손잡이
pt_br: Duas mãos
uk: Дворучний

source: Body Size
de: Körpergröße
fr: Taille du corps
hu: Testalkat
ko: 신체 사이즈
pt_br: Tamanho do corpo
uk: Розмір тіла

source: Slim
de: Schmal
fr: Mince
hu: Karcsú
ko: 날씬함
pt_br: Magro
uk: Худий

source: Broad
de: Breit
fr: Trapu
hu: Zömök
ko: 건장함
pt_br: Largo
uk: Повний

source: Buy All
de: Alles kaufen
fr: Tout acheter
hu: Összes megvásárlása
ko: 전체 구매
pt_br: Comprar tudo
uk: Купити все

source: No Benefit
de: Keine Vorteile
fr: Aucun bonus
hu: Nem jár semmilyen előnnyel
ko: 혜택 없음
pt_br: Sem benefícios
uk: Без бонусів

# errors.error
source: Error
de: Fehler
fr: Erreur
hu: Hiba
ko: 오류
pt_br: Erro
uk: Помилка

# errors.sync
source: Sync Error
de: Synchronisationsfehler
fr: Erreur de synchronisation
hu: Szinkronizációs hiba
ko: 동기화 오류
pt_br: Erro de sincronização
uk: Помилка синхронізації

# errors.sync_message
source: There was an error syncing some changes.
de: Es gab einen Fehler beim Synchronisieren einiger Änderungen.
fr: Il y a eu une erreur lors de la synchronisation de quelques changements.
hu: Hiba történt bizonyos változtatások szinkronizálása során.
ko: 일부 변경 사항을 동기화하는 동안 오류가 발생했습니다.
pt_br: Houve um erro ao sincronizar algumas alterações.
uk: Під час синхронізації змін сталася помилка.

# errors.quest_invite_accept
source: There was an error accepting the quest invitation
de: Ein Fehler ist aufgetreten bei der Annahme der Questeinladung
fr: Une erreur s’est produite lors de l’acceptation de l’invitation à la quête
hu: Hiba történt a küldetésmeghívó elfogadásakor
ko: 퀘스트 초대를 수락하는 동안 오류가 발생했습니다
pt_br: Houve um erro ao tentar aceitar o convite de missão
uk: Під час прийняття запрошення на квест сталася помилка

# leave_challenge_title
source: Leave Challenge?
de: Wettbewerb verlassen?
fr: Quitter le défi ?
hu: Kilépés a kihívásból?
ko: 도전을 포기하시겠습니까?
pt_br: Sair do Desafio?
uk: Покинути Випробування?

source: Keep Tasks
de: Aufgaben beibehalten
fr: Garder les tâches
hu: Feladatok megtartása
ko: 과제 유지하기
pt_br: Manter as tarefas
uk: Залишити задачі

source: Delete Tasks
de: Aufgaben entfernen
fr: Supprimer des tâches
hu: Feladatok törlése
ko: 과제 삭제하기
pt_br: Excluir tarefas
uk: Видалити задачі

# locations.market
source: Market
de: Markt
fr: Marché
hu: Piac
ko: 시장
pt_br: Mercado
uk: Ринок

# locations.quest_shop
source: Quest Shop
de: Quest Markt
fr: Boutique de quêtes
hu: Küldetésbolt
ko: 퀘스트 상점
pt_br: Loja de Missões
uk: Магазин квестів

# locations.seasonal_shop
source: Seasonal Shop
de: Jahreszeitenmarkt
fr: Boutique saisonnière
hu: Szezonális bolt
ko: 계절 상점
pt_br: Loja Sazonal
uk: Ярмарок

# locations.time_travelers_shop
source: Time Travelers
de: Zeitreisende
fr: Voyageu·r·se·s Temporel·le·s
hu: Időutazók boltja
ko: 시간여행자
pt_br: Viajantes do Tempo
uk: Мандрівники у часі

# errors.quest_invite_reject
source: There was an error rejecting the quest invitation
de: Ein Fehler ist aufgetreten bei der Ablehnung der Questeinladung
fr: Une erreur s’est produite lors du refus de l’invitation à la quête
hu: Hiba történt a küldetésmeghívó elutasításakor
ko: 퀘스트 초대를 거절하는 동안 오류가 발생했습니다
pt_br: Houve um erro ao tentar rejeitar o convite de missão
uk: Під час відхилення запрошення на квест сталася помилка

# errors.reply
source: Your message could not be sent.
de: Deine Nachricht konnte nicht gesendet werden.
fr: Votre message n'a pas pu être envoyé.
hu: Az üzenetedet nem sikerült elküldeni.
ko: 메세지 전송에 실패했습니다.
pt_br: Sua mensagem não pôde ser enviada.
uk: Ваше повідомлення не може бути відправлено.

# errors.user_not_found
source: User not found.
de: Benutzer nicht gefunden.
fr: Utilisateur introuvable.
hu: Felhasználó nem található.
ko: 유저를 찾을 수 없습니다.
pt_br: Usuário não encontrado.
uk: Користувача не знайдено.

# errors.enter_valid_email
source: Please enter a valid Email address
de: Bitte trage eine gültige E-Mail-Adresse ein
fr: Veuillez saisir une adresse e-mail valide
hu: Kérjük, adj meg érvényes e-mail-címet
ko: 유효한 메일 주소를 입력해주세요
pt_br: Por favor, escreva um endereço de e-mail válido
uk: Будь ласка, введіть дійсний email

# errors.password_length
source: Password must be %d characters or more
de: Das Passwort muss %d Zeichen oder mehr beinhalten
fr: Le mot de passe doit contenir au moins %d caractères
hu: A jelszónak legalább %d karakter hosszúnak kell lennie
ko: 비밀번호는 8자 이상이어야 합니다
pt_br: A senha deve ter %d caracteres ou mais
uk: Пароль має містити %d символів або більше

# errors.password_not_matching
source: Passwords must match
de: Die Passwörter müssen übereinstimmen
fr: Les mots de passe doivent être identiques
hu: A két jelszónak egyeznie kell
ko: 비밀번호가 일치하지 않습니다
pt_br: As senhas devem ser iguais
uk: Паролі мають збігатися

source: Never
de: Niemals
fr: Jamais
hu: Soha
ko: 하지 않는다
pt_br: Nunca
uk: Ніколи

# never_lower_case
source: never
de: niemals
fr: jamais
hu: soha
ko: 하지 않는다
pt_br: nunca
uk: ніколи

source: day
de: Tag
fr: jour
hu: nap
ko: 일
pt_br: dia
uk: день

source: week
de: Woche
fr: semaine
hu: hét
ko: 주
pt_br: semana
uk: тиждень

source: month
de: Monat
fr: mois
hu: hónap
ko: 달
pt_br: mês
uk: місяць

source: year
de: Jahr
fr: année
hu: év
ko: 년
pt_br: ano
uk: рік

source: days
de: Tage
fr: jours
hu: nap
ko: 일
pt_br: dias
uk: дні(в)

source: weeks
de: Wochen
fr: semaines
hu: hét
ko: 주
pt_br: semanas
uk: тижні(в)

# tutorials.habits_2
source: Every time you do a positive Habit, tap the + to get experience and gold!
de: Tippe jedes Mal auf das "+" , wenn du eine positive Gewohnheit ausführst, um Erfahrung und Gold zu bekommen!
fr: Chaque fois que vous effectuez une habitude positive, appuyez sur + pour obtenir de l'expérience et de l'or !
hu: Minden alkalommal, amikor egy pozitív szokást végzel, koppints a + jelre, hogy tapasztalati pontot és aranyat szerezz!
ko: 긍정적 습관을 실행할 때마다 +를 눌러 경험치와 골드를 얻으세요!
pt_br: Sempre que realizar um Hábito positivo, toque no + para obter experiência e ouro!
uk: Кожен раз коли ви виконуєте позитивну звичку, натисніть +, щоб отримати досвід і золото!
zh_hant: 每次當你完成好習慣，按+鍵取得經驗值和金幣!

# NPCs.alex
source: Alex the Merchant
de: Alex der Händler
fr: Alex le marchand
hu: Alex, a kereskedő
ko: 상인 알렉스
pt_br: Alex, o Mercador
uk: Купець Алекс

# NPCs.daniel
source: Daniel the inn keeper
de: Daniel der Wirt
fr: Daniel le tenancier de l'auberge
hu: Daniel, a fogadós
ko: 여관 주인 다니엘
pt_br: Daniel, o estalajadeiro
uk: Корчмар Даніель

# NPCs.ian
source: Ian the Quest Guide
de: Ian der Quest-Guide
fr: Ian le guide des quêtes
hu: Ian, a küldetésvezető
ko: 퀘스트 안내자 이안
pt_br: Ian, o Guia de Missões
uk: Квест-мастер Ян

# NPCs.seasonalSorceress
source: Seasonal Sorceress
de: Jahreszeitenzauberin
fr: Sorcière saisonnière
hu: Szezonális boszorkány
ko: 사계절의 마녀
pt_br: Feiticeira Sazonal
uk: Чарівниця Ярмарку

# NPCs.matt
source: Matt the beast master
de: Matt der Meister aller Bestien
fr: Matt le maître des bêtes
hu: Matt, a bestiamester
ko: 야수 관리자 맷
pt_br: Matt, o mestre das bestas
uk: Доглядач тварин Мет

source: Welcome Back!
de: Willkommen zurück!
fr: Bon retour !
hu: Üdv újra itt!
ko: 돌아온 걸 환영합니다!
pt_br: Bem-vindo(a) de volta!
uk: З поверненням!

# unlocks_selecting_class
source: Unlocks after selecting a class
de: Wird nach dem auswählen einer Klasse freigeschaltet
fr: Débloqué après avoir sélectionné une classe
hu: Kasztválasztás után válik elérhetővé
ko: 직업 선택 후 해제
pt_br: Desbloqueia após selecionar uma classe
uk: Розблоковується після вибору класу

# unlocks_level_ten
source: Unlocks at level 10
de: Freigeschalted ab Lvl 10
fr: Débloqué au niveau 10
hu: 10. szinten válik elérhetővé
ko: 레벨 10에 해금
pt_br: Desbloqueia no nível 10
uk: Відкриється на 10 рівні

source: Copied Message
de: Nachricht kopiert
fr: Message copié
hu: Üzenet másolva
ko: 복사된 메세지
pt_br: Mensagem copiada
uk: Скопійовано повідомлення

source: Write a Message
de: Verfasse eine Nachricht
fr: Rédiger un message
hu: Írj egy üzenetet
ko: 메시지 작성하기
pt_br: Escreva uma mensagem
uk: Написати повідомлення

source: Write Message
de: Nachricht schreiben
fr: Écrire un message
hu: Üzenet írása
ko: 메시지 작성
pt_br: Escrever mensagem
uk: Написати повідомлення

source: Write to %@
de: An %@ schreiben
fr: Écrire à %@
hu: Üzenet küldése neki: %@
ko: %@에게 작성
pt_br: Escrever para %@
uk: Написати %@

source: Resume Damage
de: Schaden fortsetzen
fr: Réactiver les dommages
hu: Sebzés folytatása
ko: 데미지 피해 다시 시작
pt_br: Reativar dano
uk: Відновити пошкодження

source: Pause Damage
de: Schaden pausieren
fr: Suspendre les dégâts
hu: Sebzés szüneteltetése
ko: 데미지 피해 일시 정지
pt_br: Pausar dano
uk: Призупинити пошкодження
zh_hant: 暫停傷害

# whats_world_boss
source: What's a World Boss?
de: Was ist ein Weltboss?
fr: Qu'est ce qu'un boss mondial ?
hu: Mi az a világfőellenség?
ko: 월드 보스가 무엇인가요?
pt_br: O que é um chefão global?
uk: Хто такий Світовий Бос?
zh_hant: 甚麼是世界 Boss?

# world_boss_intro_header
source: Oh dear, pay no heed to the monster below -- this is still a safe haven to chat on your breaks.
de: Oh je, achte nicht auf das Monster unten - dies ist immer noch ein sicherer Hafen, um in Deinen Pausen zu chatten.
fr: Oh, ne faites pas attention au monstre ci-dessous -- cet endroit est toujours un havre où discuter pendant vos pauses.
hu: Jaj, ne is törődj az alábbi szörnnyel – itt továbbra is nyugodtan beszélgethetsz pihenőidőben.
ko: 아이고 아래에 있는 몬스터는 신경 쓰지 마세요 -- 여기서는 휴식 시간에 채팅할 수 있는 안전한 장소입니다.
pt_br: Oh céus, não se preocupe com o monstro embaixo -- aqui ainda é seguro para bater um papo enquanto descansa.
uk: Боже мій, не звертай уваги на монстра внизу - це все ще безпечна гавань для спілкування під час перерв.

# tutorials.habits_1
source: First up is Habits. They can be positive Habits you want to improve or negative Habits you want to quit.
de: Als erstes Gewohnheiten. Dies können positive Gewohnheiten sein, die Du verbessern willst, oder negative, mit denen Du aufhören willst.
fr: D'abord les habitudes. Il peut s'agir d'habitudes positives que vous voulez améliorer ou d'habitudes négatives que vous voulez perdre.
hu: Először is: a szokások. Lehetnek pozitív szokások, amiket erősíteni akarsz, vagy negatív szokások, amikről leszoknál.
ko: 먼저 습관입니다. 개선하고 싶은 긍정적 습관이나 끊고 싶은 부정적 습관이 될 수 있습니다.
pt_br: Primeiro, os Hábitos. Eles podem ser Hábitos positivos caso queira melhorar ou negativos caso queira largar.
uk: По-перше, це Звички. Це можуть бути позитивні Звички, які ви хочете вдосконалити, або негативні Звички, які ви хочете кинути.

# tutorials.todos_2
source: If your To Do has to be done by a certain time, set a due date. Looks like you can check one off — go ahead!
de: Wenn Dein To-Do bis zu einer bestimmten Zeit erledigt sein muss, setze ein Fälligkeitsdatum. Sieht so aus, als könntest Du einen Haken setzen - mach schon!
fr: Si une de vos tâches à faire doit être réalisée à une certaine date, fixez une échéance. On dirait que vous pouvez en valider une — allez-y !
hu: Ha a Tennivalónak határideje van, állíts be neki egyet. Úgy látom, egyet máris kipipálhatsz – rajta!
ko: 할 일을 정해진 시간까지 해야 한다면 기한을 설정하세요. 완료할 항목이 보입니다 — 지금 시도해보세요!
pt_br: Se o seu Afazer tem de ser feito até um certo dia, defina uma data de vencimento. Parece que você pode marcar um — vá em frente!
uk: Якщо ваше Завдання має бути виконано до певного часу, встановіть дедлайн. Схоже, ви вже можете поставити одну галочку — вперед!
