Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# groups.guild_invitation_invitername
source: **@%@** invited you to join the Guild: **%@**
de: **@%@** hat dich eingeladen der Gilde beizutreten: **%@**
fr: **@%@** vous a invité à rejoindre la Guilde : **%@**
hu: **@%@** meghívott a céhbe: **%@**
ko: %@가 당신을 파티에 초대했습니다
pt_br: **@%@** convidou você para entrar na Guilda: **%@**
uk: **@%@** запрошує вас приєднатись до Гільдії **%@**

# groups.groups
source: Groups
de: Gruppen
fr: Groupes
hu: Csoportok
ko: 그룹
pt_br: Times
uk: Групи

# groups.group
source: Group
de: Gruppe
fr: Groupe
hu: Csoport
ko: 그룹
pt_br: Time
uk: Група

# groups.group_plan_settings
source: Group Plan Settings
de: Gruppenplaneinstellungen
fr: Paramètres de l'Offre de Groupe
hu: Csoportos csomag beállításai
ko: 그룹 계획 설정
pt_br: Configurações do Plano de Time
uk: Налаштування групового плану

# groups.copy_shared_tasks
source: Copy shared tasks
de: Geteilte Aufgaben kopieren
fr: Copier les tâches partagées
hu: Megosztott feladatok másolása
ko: 공유 중인 과제 복사
pt_br: Copiar tarefas compartilhadas
uk: Копіювання спільних завдань

# groups.copy_shared_tasks_description
source: Show assigned and open tasks on your personal task lists
de: Zugeteilte und offene Aufgaben in deinen persönlichen Aufgabenlisten anzeigen
fr: Montrer les tâches assignées et ouvertes sur votre liste personnelle de tâches
hu: A hozzárendelt és nyitott feladatok megjelenítése a személyes feladatlistáidon
ko: 할당된 과제와 열려 있는 과제를 개인 과제 목록에 표시
pt_br: Mostrar tarefas atribuídas e abertas em sua lista pessoal de tarefas
uk: Відображення призначених і відкритих завдань в особистих списках завдань

source: Confirm
de: Bestätigen
fr: Confirmer
hu: Megerősítés
ko: 확인
pt_br: Confirmar
uk: Підтвердити

# inventory.no_gems_left
source: You have bought all the Gems you can this month. More become available within the first three days of each month. Thanks for subscribing!
de: Du hast alle Edelsteine erworben, die Du in diesem Monat kaufen kannst. Mehr werden in den ersten drei Tagen jedes Monats verfügbar sein. Danke für Dein Abonnement!
fr: Vous avez acheté toutes les gemmes disponibles ce mois-ci. De nouvelles sont remises en circulation les 3 premiers jours de chaque mois. Merci de votre abonnement !
hu: Ebben a hónapban megvetted az összes elérhető gyémántot. Több gyémánt a hónap első három napján válik elérhetővé. Köszönjük, hogy előfizettél!
ko: 이번 달에 살 수 있는 보석을 모두 구입했습니다. 매달 첫 3일 안에 더 구입할 수 있도록 재충전이 됩니다. 후원해주셔서 감사해요!
pt_br: Você comprou todas as Gemas disponíveis deste mês. Mais ficarão disponíveis nos três primeiros dias de cada mês. Obrigado por assinar!
uk: Ви придбали всі Самоцвіти доступні у цьому місяці. Більше стане доступно протягом перших трьох днів наступного місяця. Дякуємо за підписку!

# inventory.number_gems_left
source: Monthly Gems: %d/%d Remaining
de: Monatliche Edelsteine: %d/%d übrig
fr: Gemmes mensuelles : %d/%d restantes
hu: Havi gyémántok: %d/%d maradt
ko: 월별 보석 구매 한도: %d/%d 남음
pt_br: Gemas mensais: %d/%d restantes
uk: Щомісячні Самоцвіти: залишилось %d/%d

# inventory.wrong_class
source: Only available for %@s. You can change your class from Settings
de: Nur verfügbar für %@s. Du kannst deine Klasse in den Einstellungen ändern
fr: Seulement disponible pour les %@s. Vous pouvez changer votre classe dans Paramètres.
hu: Ez csak a(z) %@ számára elérhető. A kasztodat a beállításokban módosíthatod.
ko: %@s 만 구매할 수 있습니다. 직업는 설정에서 변경할 수 있습니다
pt_br: Disponível apenas para %@s. Você pode mudar sua classe nas Configurações
uk: Доступно тільки для класу %@. Ви можете змінити клас в Налаштуваннях

# inventory.available_until
source: Available Until %@
de: Verfügbar bis %@
fr: Disponible jusqu’au %@
hu: Elérhető eddig: %@
ko: %s 까지 유효
pt_br: Disponível até %@
uk: Доступно до %@

# inventory.available_for
source: Available For %@
de: Für %@ verfügbar
fr: Disponible pendant %@
hu: Elérhető: %@ ideig
ko: %s 동안 사용가능
pt_br: Disponível por %@
uk: Доступно для %@

# member.member_since
source: Member Since
de: Mitglied seit
fr: Membre depuis
hu: Tag ekkortól:
ko: 멤버 등록일
pt_br: Membro desde
uk: Учасник з

# member.last_logged_in
source: Last logged in
de: Zuletzt eingeloggt
fr: Dernière connexion le
hu: Utolsó bejelentkezés:
ko: 마지막 로그인
pt_br: Último acesso em
uk: Останній вхід

source: Active
de: Aktiv
fr: Actives
hu: Aktív
ko: 활성화
pt_br: Ativas
uk: Активні

source: Inactive
de: Inaktiv
fr: Inactif
hu: Inaktív
ko: 비활성화
pt_br: Inativo
uk: Неактивний

# one_month
source: 1 Month
de: 1 Monat
fr: 1 mois
hu: 1 hónap
ko: 1개월
pt_br: 1 mês
uk: 1 місяць
zh_hant: 一个月

# x_months
source: %d Months
de: %d Monate
fr: %d mois
hu: %d hónap
ko: %d개월
pt_br: %d meses
uk: %d місяці(в)

# unsubscribe_itunes
source: Want to change your subscription duration, or cancel all together? You can edit or cancel your subscription by going to the Settings app and viewing your Apple ID subscriptions. Any leftover months of subscription credit will be added to your end date after cancellation.
de: Du willst Deine Abo-Dauer ändern oder ganz kündigen? Ändere oder kündige Dein Abonnement über Deine Apple ID in den Einstellungen Deines Geräts. Alle verbleibenden Monate des Abo-Guthabens bleiben nach der Kündigung bis zu ihrem Enddatum aktiv.
fr: Vous souhaitez modifier ou résilier votre abonnement ? Vous trouverez l'option pour vous désabonner ou le modifier dans les Paramètres de l'application, dans vos souscriptions Apple ID. Tous mois d'abonnement restants seront recrédités sur votre forfait après annulation.
hu: Szeretnéd módosítani az előfizetésed hosszát vagy lemondani? Az előfizetésed szerkesztéséhez vagy lemondásához nyisd meg a Beállításokat az alkalmazásban és nézd meg az Apple ID előfizetéseidet. A fennmaradó hónapok hozzáadódnak a lejárati dátumhoz a lemondás után.
ko: 구독을 그만두고 싶으신가요? 설정 앱으로 이동하여 Apple ID 구독을 확인하면 구독을 취소할 수 있는 메뉴를 찾을 수 있습니다.
pt_br: Quer mudar a duração da sua assinatura ou cancelar completamente? Você pode editar ou cancelar sua assinatura acessando o aplicativo Ajustes e visualizando suas assinaturas do Apple ID. Qualquer período restante de crédito de assinatura será adicionado à sua data de término após o cancelamento.
uk: Хочете зупинити свою підписку? Ви мотеже управляти своєю підпискою через ваш Apple ID в Налаштуваннях вашого пристрою.

source: Color
de: Farbe
fr: Couleurs
hu: Szín
ko: 색깔
pt_br: Cor
uk: Колір
zh_hant: 顏色

# open_itunes
source: Open Apple ID Subscriptions
de: Apple ID Abonnements öffnen
fr: Ouvrez les abonnements Apple ID
hu: Apple ID-előfizetések megnyitása
ko: Apple ID 구독 열기
pt_br: Abrir assinaturas com ID Apple
uk: Відкрити підписки Apple ID

# open_app_store
source: Open App Store Page
de: App-Store-Seite öffnen
fr: Ouvrir la page de l'App Store
hu: App Store-oldal megnyitása
ko: App Store 페이지 열기
pt_br: Abra a página da App Store
uk: Відкрити в App Store

# unsubscribe_website
source: No longer want to subscribe? Due to your payment method, you’ll need to unsubscribe from our website. To do this, tap the button below, log in to your account, tap the player icon in the top right, then go to the Subscription section. Any leftover months of subscription credit will be added to your end date after cancellation. We’ll miss you!
de: Du willst nicht länger Abonnent sein? Aufgrund Deiner Zahlungsmethode ist es notwendig, Dein Abo über unsere Website zu kündigen. Klicke dafür auf den Button unten, logge Dich in Dein Konto ein, klicke auf das Benutzersymbol rechts oben und gehe dann in die Abonnement-Einstellungen. Alle verbleibenden Monate des Abo-Guthabens bleiben nach der Kündigung bis zu ihrem Enddatum aktiv. Wir werden Dich vermissen!
fr: Vous ne souhaitez plus être abonné·e ? Du fait de votre méthode de paiement, vous devrez vous désabonner depuis le site web. Pour cela, appuyez sur le bouton ci-dessous, connectez vous à votre compte, cliquez sur l'icône utilisat·eur·rice en haut à droite, puis allez dans le menu Abonnements. Tous mois d'abonnement restants seront recrédités sur votre forfait après annulation. Vous allez nous manquer !
hu: Nem szeretnél tovább előfizetni? Fizetési módod miatt a weboldalunkon kell lemondanod. Ehhez koppints az alábbi gombra, jelentkezz be a fiókodba, érintsd meg jobb felül a játékos ikont, majd menj az Előfizetés szakaszhoz. A fennmaradó előfizetési hónapok hozzáadódnak a lejárati dátumhoz a lemondás után. Hiányozni fogsz!
ko: 더 이상 구독을 원하시나요? 사용하신 결제 방식 때문에 웹사이트에서 구독을 취소해야 합니다. 취소하려면 아래 버튼을 누르고 계정에 로그인한 후 우측 상단의 플레이어 아이콘을 눌러 구독 섹션으로 이동하세요. 남은 구독 크레딧은 구독 취소 후 종료 날짜에 추가됩니다. 저희가 그리울 거예요!
pt_br: Não quer mais assinar? Devido ao seu método de pagamento, você precisará cancelar a assinatura em nosso site. Para isso, toque no botão abaixo, faça login na sua conta, toque no ícone do perfil no canto superior direito e vá para a seção Assinatura. Qualquer período restante de crédito de assinatura será adicionado à sua data de término após o cancelamento. Sentiremos sua falta!
uk: Хочете зупинити свою підписку? Ваш спосіб оплати дозволяє скасувати підписку лише через веб-сайт.

# unsubscribe_google
source: No longer want to subscribe? Due to your payment method, you’ll need to unsubscribe through the Google Play Store. Any leftover months of subscription credit will be added to your end date after cancellation.
de: Du willst nicht länger Abonnent sein? Aufgrund Deiner Zahlungsmethode ist es notwendig, Dein Abo über den Google Play Store zu kündigen. Alle verbleibenden Monate des Abo-Guthabens bleiben nach der Kündigung bis zu ihrem Enddatum aktiv.
fr: Vous ne souhaitez plus être abonné·e ? Du fait de votre méthode de paiement, vous devrez vous désabonner depuis le Google Play Store. Tous mois d'abonnement restants seront recrédités sur votre forfait après annulation.
hu: Nem szeretnél tovább előfizetni? Fizetési módod miatt a Google Play Áruházban kell lemondanod az előfizetést. A fennmaradó előfizetési hónapok hozzáadódnak a lejárati dátumhoz a lemondás után.
ko: 더 이상 구독을 원하시나요? 결제 방식 때문에 Google Play 스토어를 통해 구독을 취소해야 합니다. 남은 구독 크레딧은 구독 취소 후 종료 날짜에 추가됩니다.
pt_br: Não quer mais assinar? Devido ao seu método de pagamento, você precisará cancelar a assinatura pela Google Play Store. Qualquer período restante de crédito de assinatura será adicionado à sua data de término após o cancelamento.
uk: Хочете зупинити свою підписку? Ваш спосіб оплати дозволяє скасувати підписку лише через Google Play Store.

source: Group Plan
de: Gruppenplan
fr: Offre de groupe
hu: Csoportos csomag
ko: 그룹 플랜
pt_br: Plano de Time
uk: Груповий план

source: Flower
de: Blume
fr: Fleur
hu: Virág
ko: 꽃
pt_br: Flor
uk: Квітка
zh_hant: 花

# member_group_plan
source: Member of a Group Plan
de: Mitglieder eines Gruppenplans
fr: Membre d'une offre de groupe
hu: Csoportos csomag tagja
ko: 그룹 플랜 멤버
pt_br: Membro de um plano de Time
uk: Учасник групового плану

source: Open Website
de: Adhder Webseite öffnen
fr: Ouvrir le site web Adhder
hu: Adhder weboldalának megnyitása
ko: Adhder 웹사이트 열기
pt_br: Abrir site do Adhder
uk: Відкрити веб-сайт Adhder
zh_hant: 開啟Adhder網站

# open_google_play
source: Open Google Play Store
de: Google Play Store öffnen
fr: Ouvrir le Google Play Store
hu: Google Play Áruház megnyitása
ko: Google Play 스토어 열기
pt_br: Abrir Google Play Store
uk: Вікрити Google Play
zh_hant: 開啟Google Play 商店

# plain_backgrounds
source: Standard Backgrounds
de: Standard Hintergründe
fr: Arrière-Plans Standards
hu: Alap hátterek
ko: 일반 배경
pt_br: Cenários básicos
uk: Однотонні фони
zh_hant: 標準背景

# time_travel_backgrounds
source: Steampunk Backgrounds
de: Steampunk Hintergründe
fr: Arrière-Plans Steampunk
hu: Steampunk hátterek
ko: 스팀펑크 배경
pt_br: Cenários Steampunk
uk: Стімпанк фони

source: Event Backgrounds
de: Event-Hintergründe
fr: Arrière-plans Évènementiels
hu: Esemény hátterek
ko: 이벤트 배경
pt_br: Cenários de Evento
uk: Фони подій

source: Glasses
de: Brille
fr: Lunettes
hu: Szemüveg
ko: 안경
pt_br: Óculos
uk: Окуляри
zh_hant: 眼鏡

source: Size
de: Größe
fr: Taille
hu: Méret
ko: 사이즈
pt_br: Tamanho
uk: Розмір
zh_hant: 尺寸

source: Shirt
fr: Tenue
hu: Póló
ko: 셔츠
pt_br: Camisa
uk: Сорочка
zh_hant: 襯衫

source: Bangs
de: Frisur vorne
fr: Frange
hu: Frufru
ko: 앞머리
pt_br: Franjas
uk: Чубчик

source: Ponytail
de: Pferdeschwanz
fr: Queue de cheval
hu: Lófarok
ko: 뒷머리
pt_br: Rabo de cavalo
uk: Хвостик

source: Wheelchair
de: Rollstuhl
fr: Fauteuil roulant
hu: Kerekesszék
ko: 휠체어
pt_br: Cadeira de rodas
uk: Інвалідне крісло
zh_hant: 輪椅

source: Animal Ears
de: Tierohren
fr: Oreilles d'animaux
hu: Állatfülek
ko: 동물 귀
pt_br: Orelhas de animais
uk: Звірячі вуха
zh_hant: 動物耳朵

source: Headband
de: Haarband
fr: Bandeau
hu: Fejpánt
ko: 머리띠
pt_br: Tiara
uk: Пов'язка на голову

# levelup_title
source: You Reached Level %ld!
de: Du hast Level %ld erreicht!
fr: Vous avez atteint le niveau %ld !
hu: Elérted a(z) %ld. szintet!
ko: 레벨 %ld!가 되었습니다!
pt_br: Você alcançou o Nível %ld!
uk: Ви отримали %ld рівень!

# levelup_description
source: By accomplishing your real life goals, you leveled up and are now fully healed!
de: Durch das Erfüllen Deiner Ziele im echten Leben ist Dein Level gestiegen und Du wurdest vollständig geheilt!
fr: En accomplissant vos tâches, vous avez atteint un niveau supérieur et avez regagné toute votre vie !
hu: A való életbeli céljaid teljesítésével szintet léptél, és teljesen felgyógyultál!
ko: 현실의 목표를 달성하여 레벨이 올라가고 체력이 완전히 회복되었습니다!
pt_br: Por completar seus objetivos da vida real, você subiu de Nível e agora está com a barra de Vida completamente cheia!
uk: Завдяки виконанню цілей у реальному житті, ви отримали новий рівень і повністю відновили своє здоров'я!

# levelup_share
source: I got to level %ld in Adhder by improving my real-life habits!
de: Ich habe in Adhder Level %Id erreicht, indem ich meine Gewohnheiten verbessert habe!
fr: J'ai atteint le niveau %ld à Adhder en améliorant mes habitudes !
hu: Elértem a(z) %ld. szintet a Habiticában, miközben a való életbeli szokásaimon dolgoztam!
ko: 실생활에서 습관 개선으로 Adhder에서 %ld로 레벨업했습니다!
pt_br: Eu cheguei ao nível %ld no Adhder ao melhorar meus hábitos na vida real!
uk: Я досяг(ла) %d рівня в Adhder, покращуючи свої звички в реальному житті!

# quest_completed_title
source: Quest Completed!
de: Quest abgeschlossen!
fr: Quête terminée !
hu: Küldetés teljesítve!
ko: 퀘스트 완료!
pt_br: Missão concluída!
uk: Квест завершено!
zh_hant: 副本已完成！

source: Copied to Clipboard
de: In die Zwischenablage kopiert
fr: Copié vers le presse-papiers
hu: Vágólapra másolva
ko: 클립보드로 복사되었습니다
pt_br: Copiado para a área de transferência
uk: Скопійовано в буфер

# copied_x_to_clipboard
source: Copied %@ to Clipboard
de: %@ in die Zwischenablage kopiert
fr: %@ a été copié dans le presse-papier
hu: %@ a vágólapra másolva
ko: 클립보드에 %@을 복사했습니다
pt_br: Copiado %@ para a área de transferência
uk: Значення %@ скопійовано в буфер

source: Open
de: Öffnen
fr: Ouvrir
hu: Nyitva
ko: 열기
pt_br: Abrir
uk: Відкрити
zh_hant: 開啟

# is_open
source: Open
de: Offen
fr: Ouvrir
hu: Megnyitás
ko: 열기
pt_br: Aberto
uk: Відкрити
zh_hant: 開啟

# open_mystery_item
source: You open the Mystery Box and find...
de: Du öffnest die mysteriöse Box und findest…
fr: Vous ouvrez la boîte mystérieuse et trouvez…
hu: Kinyitod a rejtélyes dobozt, és találsz benne...
ko: 수수께끼 상자를 열자 무언가를 발견합니다…
pt_br: Você abre a Caixa Misteriosa e encontra...
uk: Ви відкриваєте Таємничу коробку і знаходите…

source: Monday
de: Montag
fr: Lundi
hu: Hétfő
ko: 월요일
pt_br: Segunda-feira
uk: Понеділок
zh_hant: 星期一

source: Tuesday
de: Dienstag
fr: Mardi
hu: Kedd
ko: 화요일
pt_br: Terça-feira
uk: Вівторок
zh_hant: 星期二

source: Wednesday
de: Mittwoch
fr: Mercredi
hu: Szerda
ko: 수요일
pt_br: Quarta-feira
uk: Середа
zh_hant: 星期三

source: Thursday
de: Donnerstag
fr: Jeudi
hu: Csütörtök
ko: 목요일
pt_br: Quinta-feira
uk: Четвер
zh_hant: 星期四

source: Friday
de: Freitag
fr: Vendredi
hu: Péntek
ko: 금요일
pt_br: Sexta-feira
uk: П’ятниця
zh_hant: 星期五

source: Saturday
de: Samstag
fr: Samedi
hu: Szombat
ko: 토요일
pt_br: Sábado
uk: Субота
zh_hant: 星期六

source: Sunday
de: Sonntag
fr: Dimanche
hu: Vasárnap
ko: 일요일
pt_br: Domingo
uk: Неділя
zh_hant: 星期天

source: Password
de: Passwort
fr: Mot de passe
hu: Jelszó
ko: 비밀번호
pt_br: Senha
uk: Пароль

source: Repeat Password
de: Passwort wiederholen
fr: Répétez le mot de passe
hu: Jelszó ismétlése
ko: 새 비밀번호 확인
pt_br: Repita a senha
uk: Повторіть пароль
zh_hant: 重複密碼

# username_prompt_title
source: It’s time to set your username!
de: Zeit, Deinen Benutzernamen festzulegen!
fr: Il est temps de définir votre nom d'utilisateur !
hu: Itt az ideje beállítani a felhasználónevedet!
ko: 아이디를 설정할 시간이에요!
pt_br: Hora de definir seu nome de usuário!
uk: Настав час вибрати собі ім'я користувача!
zh_hant: 是時候來設定你的用戶名稱!

# username_prompt_body
source: Your display name hasn’t changed but your old login name will now be your username used for invitations, chat @mentions, and messaging.
de: Dein Anzeigename hat sich nicht verändert, doch Dein ehemaliger Loginname wird nun bei Einladungen, Chat-@Erwähnungen und im Nachrichtensender als Benutzername verwendet.
fr: Votre pseudonyme n'a pas changé, mais votre ancien nom de connexion sera maintenant votre identifiant pour les invitations, les @mentions et les discussions.
hu: A megjelenített neved nem változott, de a régi bejelentkezési neved mostantól felhasználónévként szolgál meghívásokhoz, csevegéshez, @megemlítésekhez és üzenetküldéshez.
ko: 표시되는 이름은 변경되지 않았습니다. 다만, 예전 로그인 이름은 현재 초대, 채팅에서 @답장, 메시지 주고받기 등에 사용되는 사용자 이름으로 변경되었습니다.
pt_br: Seu nome de exibição não mudou, mas seu nome de usuário antigo agora será usado em convites, chat @menções e mensagens.
uk: Ваше відображуване ім'я не змінилося, але ваше старе ім'я для входу тепер буде вашим іменем користувача, яке буде використовуватися для запрошень, згадок у чатах та повідомлень.

# username_prompt_wiki
source: If you’d like to learn more about this change, #<wk>visit our wiki.#
de: Wenn Du mehr über diese Änderung wissen möchtest, #<wk>besuche unser Wiki.#
fr: Si vous voulez en apprendre plus sur ce changement, #<wk>visitez notre wiki.#
hu: Ha többet szeretnél megtudni erről a változásról,
ko: 이 변경 사항에 대해 자세히 알아보려면 #<wk>wiki를 방문하세요.#
pt_br: Se você quiser saber mais sobre essa mudança, #visite a nossa wiki <wk>.#
uk: Якщо ви хочете дізнатися більше про цю зміну, то #<wk>відвідайте нашу Wiki.#

source: Confirm Username
de: Bestätige Deinen Benutzernamen
fr: Confirmer le nom d'utilisateur
hu: Felhasználónév megerősítése
ko: 아이디 저장
pt_br: Confirmar nome de usuário
uk: Підтвердити ім'я користувача
zh_hant: 確認使用者名稱

# username_prompt_disclaimer
source: Usernames should conform to our #<ts>Terms of Service# and #<cg>Community Guidelines#. If you didn’t previously set a login name, your username was auto-generated.
de: Benutzernamen sollten unseren #<ts>Terms of Service# and #<cg>Community Guidelines# entsprechen. Falls Du bisher keinen Loginnamen eingestellt hattest, wurde Dein Benutzernname automatisch erstellt.
fr: Les identifiants doivent se conformer à nos #<ts>Termes et conditions# et nos #<cg>Règles de vie en communauté#. Si vous n'avez pas défini un identifant de connexion précédemment, votre identifiant a été auto-généré.
hu: A felhasználóneveknek meg kell felelniük a #<ts>Felhasználási feltételeinknek# és a #<cg>Közösségi irányelveinknek#. Ha korábban nem adtál meg bejelentkezési nevet, akkor a felhasználóneved automatikusan lett generálva.
ko: 아이디는#<ts>Terms of Service#과 #<cg>Community Guidelines#을 준수한 이름이어야 합니다. 이전에 로그인 아이디를 설정하지 않은 경우, 아이디가 자동 생성되었습니다.
pt_br: Os nomes de usuários devem estar de acordo com nossos #<ts>Termos de Serviço# e #<cg>Diretrizes da comunidade#. Se você não definiu anteriormente um nome de usuário, ele foi gerado automaticamente.
uk: Імена користувачів повинні відповідати нашим #<ts>Умовам використання# та #<cg>Правилам спільноти#. Якщо ви раніше не встановлювали ім'я для входу, ваше ім'я користувача було згенеровано автоматично.

# settings.confirm_username_prompt
source: Are you sure you want to confirm your current username?
de: Bist Du sicher, dass Du Deinen aktuellen Benutzernamen bestätigen möchtest?
fr: Voulez-vous vraiment confirmer le nom d'utilisateur actuel ?
hu: Biztosan megerősíted a jelenlegi felhasználónevedet?
ko: 정말로 현재 아이디를 저장하시겠습니까?
pt_br: Você tem certeza de que deseja confirmar seu nome de usuário atual?
uk: Ви впевнені, що хочете обрати це ім'я користувача?

# settings.confirm_username_description
source: Confirming your username will make it public for invitations, @mentions and messaging. You can change your username from settings at any time.
de: Das Bestätigen Deines Nutzernamens wird diesen für Einladungen, @Erwähnungen und Nachrichten öffentlich machen. Du kannst Deinen Benutzernamen jederzeit in den Einstellungen ändern.
fr: Confirmer votre identifiant le rendra publique pour les invitations, les @mentions et les discussions. Vous pouvez changer votre identifiant quand vous le voulez dans les paramètres.
hu: A felhasználónév megerősítésével nyilvánossá válik a meghívásokhoz, @megemlítésekhez és üzenetküldéshez. A felhasználónevedet bármikor megváltoztathatod a beállításokban.
ko: 아이디를 저장하면 초대, @언급 그리고 메세지를 주고 받을 때 공개적으로 사용하게 됩니다. 언제든디 설정에서 아이디를 바꾸실 수 있습니다.
pt_br: Confirmar seu nome de usuário tornará público os convites, @menções e mensagens. Você pode alterar seu nome de usuário nas configurações a qualquer momento.
uk: Підтвердження свого імені користувача дає змогу приймати запрошення, @згадки та повідомлення. Ви можете змінити своє ім'я користувача в будь-який час в налаштуваннях.

source: Damage Paused
de: Schaden pausiert
fr: Dégâts en pause
hu: Sebzés szünetel
ko: 데미지 피해 일시 정지
pt_br: Danos pausados
uk: Шкоду зупинено

# settings.username_not_confirmed
source: Username not confirmed
de: Benutzername nicht bestätigt
fr: Nom d'utilisateur non confirmé
hu: A felhasználónév nincs megerősítve
ko: 아이디가 확인되지 않았습니다
pt_br: Nome de usuário não confirmado
uk: Ім'я користувача не підтверджено

# login.password_confirm_error
source: Password and password confirmation have to match.
de: Passwort und Passwortbestätigung müssen übereinstimmen.
fr: Le mot de passe et la confirmation de mot de passe doivent correspondre.
hu: A jelszónak és a megerősítésének egyeznie kell és hosszabbnak kell lennie 8 karakternél.
ko: 비밀번호가 서로 일치해야 합니다.
pt_br: A senha e a confirmação da senha precisam coincidir.
uk: Пароль і підтвердження пароля мають збігатися та бути довшими за 8 символів.

# login.register_error
source: There was an issue with the request. Please check all data carefully.
de: Bei der Anfrage ist ein Problem aufgetreten. Bitte überprüfe alle Angaben sorgfältig.
fr: Il y a eu un problème avec la requête. Vérifiez les données avec attention.
hu: Hiba történt a kérés során. Ellenőrizd figyelmesen az adatokat.
ko: 요청에 문제가 발생했습니다. 모든 데이터를 주의 깊게 확인해 주세요.
pt_br: Houve um problema com a solicitação. Por favor, verifique todos os dados cuidadosamente.
uk: Виникла проблема із запитом. Уважно перевірте всі дані.

# login.authentication_error
source: There was an error with the authentication. Try again later
de: Es ist ein Fehler bei der Authentifizierung aufgetreten. Versuch es später noch einmal
fr: Il y a eu une erreur d'authentification. Réessayez plus tard
hu: Hitelesítési hiba történt. Kérlek, próbáld újra később
ko: 인증하는 동안 오류가 발생했습니다. 나중에 다시 시도하세요
pt_br: Houve um erro com a autenticação. Tente mais tarde
uk: Виникла проблема з автентифікацією. Спробуйте ще раз пізніше

# login.register
source: Register
de: Registrieren
fr: S'inscrire
hu: Regisztráció
ko: 회원가입
pt_br: Registre-se
uk: Зареєструватися
