Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# quests.confirm_cancel_invitation
source: Are you sure you want to cancel this quest? All invitation acceptances will be lost. The quest owner will retain possession of the quest scroll.
de: Bist Du sicher, dass Du diese Quest abbrechen willst? Alle akzeptierten Einladungen werden verloren gehen. Der Quest-Besitzer wird die Questschriftrolle zurück bekommen.
fr: Confirmez-vous vouloir annuler cette quête ? Toutes les invitations acceptées seront perdues. Le responsable de quête reprendra possession du parchemin de quête.
hu: Biztosan lemondod ezt a küldetést? Az összes elfogadott meghívás elveszik. A küldetés tekercse a küldetés tulajdonosánál marad.
ko: 이 퀘스트를 취소하시겠습니까? 모든 초대 수락이 사라집니다. 퀘스트 주인은 퀘스트 주문서를 그대로 소유합니다.
pt_br: Você tem certeza que deseja cancelar esta missão? Todos os convites aceitos serão perdidos. O(a) proprietário(a) da missão manterá a posse do pergaminho.
uk: Ви впевнені, що хочете скасувати Квест? Усі прийняті запрошення будуть скасовані. Власник квесту отримає сувій квесту назад.

# quests.confirm_force_start
source: Are you sure? Not all party members have joined this quest! Quests start automatically when all players have joined or rejected the invitation.
de: Bist du sicher? Nicht alle Gruppenmitglieder nehmen an der Quest teil! Quests beginnen automatisch, wenn alle Mitglieder die Anfrage beantwortet haben.
fr: Êtes-vous sûr•e ? Tous les membres de l’équipe n’ont pas rejoint cette quête ! Les quêtes démarrent automatiquement quand tous les joueurs ont accepé ou refusé l’invitation.
hu: Biztos vagy benne? Nem minden csapattag csatlakozott még ehhez a küldetéshez! A küldetés automatikusan elindul, ha minden játékos csatlakozott vagy elutasította a meghívást.
ko: 확실한가요? 파티원 중 일부는 퀘스트에 불참합니다. 모든 유저가 참가 혹은 거절로 요청에 응답하면 퀘스트가 자동으로 시작됩니다.
pt_br: Você tem certeza? Nem todos membros do grupo aceitaram essa missão! Missões começam automaticamente quando todos os jogadores aceitam ou recusam o convite.
uk: Ви впевненні? не всі члени команди доєдналися до цього квеста! Квест почнеться автоматично коли всі гравці доєднаються або відмовляться від запрощення.

# quests.confirm_abort
source: Are you sure you want to abort this mission? It will abort it for everyone in your party and all progress will be lost. The quest scroll will be returned to the quest owner.
de: Bist Du sicher, dass Du diese Mission abbrechen willst? Das wird sie für alle in Deiner Gruppe abbrechen und jeder Fortschritt wird verloren gehen. Die Questschriftrolle wird dem Quest-Besitzer zurückgegeben.
fr: Confirmez-vous vouloir abandonner cette mission ? Elle sera abandonnée pour tous les membres de votre groupe et toute la progression sera perdue. Le responsable de quête reprendra possession du parchemin de quête.
hu: Biztosan megszakítod ezt a küldetést? Ezzel minden csapattagnál megszakad és az eddigi előrehaladás elveszik. A küldetés tekercse visszakerül a küldetés tulajdonosához.
ko: 이 임무를 중단합니다. 확실한가요? 모든 파티원의 진행이 중단되고 모든 진행 상황이 손실됩니다. 퀘스트 두루마리는 퀘스트 주인의 손으로 돌아갑니다.
pt_br: Você tem certeza que deseja abortar esta missão? Ela abortará para todos em seu grupo e todo progresso será perdido. O pergaminho de missão retornará para o(a) proprietário(a) da missão.
uk: Ви впевнені що ви хочете перервати це завдання? Воно перерветься для кожного члена команди і весь прогрес буде втрачено. Світок Квеста буде повернено до власника квеста.

# quests.unlock_incentive
source: Unlock by checking in %d times
de: Durch %d -maliges Einloggen freischalten
fr: Débloquer et se connectant %d fois
hu: Oldd fel %d bejelentkezéssel
ko: %d번 체크인 시 해금
pt_br: Desbloqueia fazendo check-in %d vezes
uk: Розблокуйте навідуючись %d раз(и/ів)
zh_hant: 登入%d 次才能解鎖

# quests.unlock_incentive_short
source: %d Check-Ins
de: %d mal angemeldet
fr: %d connexions
hu: %d bejelentkezés
ko: %d회 체크인
uk: %d входжень в гру
zh_hant: %d 登入紀錄

# quests.unlock_previous
source: Unlock by finishing Quest %d
de: Freischalten durch Abschluss der Quest %d
fr: Débloqué en finissant la quête %d
hu: Oldd fel a %d. küldetés befejezésével
ko: 퀘스트 %d 완료 시 해금
pt_br: Desbloqueie ao finalizar a Missão %d
uk: Відкривається завершенням Квесту %
zh_hant: 完成副本%d 來解鎖

# groups.leader_challenges
source: Only leader can create Challenges
de: Nur der Leiter kann Wettbewerbe erstellen
fr: Seul les responsables peuvent créer des défis
hu: Csak a vezető hozhat létre kihívásokat
ko: 리더만 도전을 만들 수 있습니다
pt_br: Apenas o(a) líder pode criar Desafios
uk: Тільки лідер може створити Випробування

# insufficient_level_equipment_dialog_new
source: This item is only available to %s. You can select a class after level 10.
de: Dieser Gegenstand ist nur bis %s erhältlich. Du kannst ab Level 10 eine Klasse auswählen.
fr: Cet objet n'est disponible que pour la classe %s. Vous pourrez choisir votre classe après le niveau 10.
hu: Ez a tárgy csak a következő kasztnak érhető el: %s. A 10. szint után választhatsz kasztot.
ko: 직업 제한이 있는 아이템입니다. 10 레벨부터 직업을 선택할 수 있습니다.
pt_br: Esse item só está disponível para %s. É possível escolher uma classe após o nível 10.
uk: Цей предмет доступний лише для %s. Ви можете обрати клас після 10-го рівня.

source: Cancelled
de: Gekündigt
fr: Annulé
hu: Lemondva
ko: 취소됨
pt_br: Cancelado
uk: Скасовано

source: Cancel subscription
de: Abonnement kündigen
fr: Annuler l'abonnement
hu: Előfizetés lemondása
ko: 정기 결제를 취소합니다
pt_br: Cancelar assinatura
uk: Скасувати підписку

source: Send Gift
de: Geschenk schicken
fr: Offrir
hu: Ajándék küldése
ko: 선물하기
pt_br: Enviar presente
uk: Надіслати подарунок

# faint.good_luck_text
source: But you can get them all back with hard work! Good luck—you’ll do great.
de: Aber mit harter Arbeit kannst du das alles zurückbekommen! Viel Glück - du wirst es schaffen.
fr: Mais vous pouvez tous les récupérer avec un peu de travail ! Bonne chance — vous allez y arriver.
hu: Kemény munkával mindent visszaszerezhetsz! Sok sikert – biztosan sikerülni fog.
ko: 하지만 열심히 노력하면 모두 되찾을 수 있습니다! 행운을 빕니다—you’ll do great.
pt_br: Mas você pode conseguir tudo novamente com trabalho duro! Boa sorte—você se sairá muito bem.
uk: Ви можете повернути їх завдяки важкій праці! Хай щастить – ви чудово впораєтеся.

# update_app_title
source: Update the App
de: App aktualisieren
fr: Mettre à jour l'application
hu: Az alkalmazás frissítése
ko: 앱 업데이트
pt_br: Atualizar o Aplicativo
uk: Оновити застосунок

# update_app_description
source: We’re constantly pushing out new fixes, so be sure to check the App Store to see if there are any updates available
de: Wir lassen immer wieder neue Bugfixes raus. Deshalb solltest Du regelmäßig im App Store nach Aktualisierungen ausschau halten
fr: Nous corrigeons l'application continuellement ; vérifiez régulièrement l'App Store pour voir si des mises à jour sont disponibles
hu: Folyamatosan dolgozunk új hibajavításokon, ezért rendszeresen ellenőrizd az App Store-t, hogy elérhető-e frissítés
ko: 새로운 수정 사항이 계속 나오고 있으니 앱 스토어에서 업데이트가 있는지 확인하세요
pt_br: Nós estamos constantemente lançando novas correções, então certifique-se de verificar a App Store para ver se há alguma atualização disponível

# menu.quest_shop
source: Quests
fr: Quêtes
hu: Küldetések
ko: 퀘스트
pt_br: Missões
uk: Квести

# tutorials.habits_4
source: Give it a shot! You can explore the other task types through the bottom navigation.
de: Probier's aus! Du kannst die anderen Aufgaben-Arten mithilfe der Navigation unten entdecken.
fr: Essayez ! Vous pouvez explorer les autres types de tâches par la barre de navigation inférieure.
hu: Próbáld ki! A többi feladattípust az alsó menüsorban fedezheted fel.
ko: 한번 해보세요! 하단 네비게이션을 통해 다른 과제 유형도 확인할 수 있습니다.
pt_br: Tente! Você pode explorar os outros tipos de tarefas navegando na parte inferior.
uk: Спробуйте! Ви можете переглянути інші типи задач у нижній панелі навігації.

source: Onboarding Tasks
de: Einstiegsaufgaben
fr: Tâches d'Intégration
hu: Kezdő feladatok
ko: 신규 이용자 과제
pt_br: Tarefas de integração

# onboardingCompleteDescription
source: If you want even more, check out Achievements and start collecting!
de: Falls Du noch mehr willst, sieh Dir Deine Erfolge an und beginne zu sammeln!
fr: Si vous en voulez encore plus, allez voir vos succès et commencez à les collectionner !
hu: Ha még többet szeretnél, nézd meg a Teljesítményeket, és kezdd el gyűjteni őket!
ko: 더 원하신다면 업적을 확인하고 수집을 시작하세요!
pt_br: Se você quiser ainda mais, confira Conquistas e comece a coletar!

# onboardingComplete_achievement_title
source: You completed your OnboardingTasks!
de: Du hast Deine Einstiegsaufgaben erledigt!
fr: Vous avez complété vos Tâches d’Intégration !
hu: Teljesítetted a kezdő feladatokat!
ko: 초보자 과제를 완료했습니다!
pt_br: Você concluiu suas tarefas de integração!

# support.suggestions_button
source: Submit Feedback
de: Feedback einreichen
fr: Soumettre des commentaires
hu: Visszajelzés küldése
ko: 피드백 제출
pt_br: Envie Feedback

source: Game Mechanics
de: Spielmechanismen
fr: Mécanique du jeu
hu: Játékmechanikák
ko: 게임 메커니즘
pt_br: Mecânica do Jogo
uk: Ігрові механіки

source: Common Questions
de: Übliche Fragen
fr: Questions courantes
hu: Gyakori kérdések
ko: 자주 묻는 질문
pt_br: Perguntas Frequentes
uk: Часті запитання

# more_questions_title
source: Still have a question?
de: Hast Du weitere Fragen?
fr: Vous avez encore une question ?
hu: Maradt még kérdésed?
ko: 아직 궁금한 점이 있습니까?
pt_br: Ainda tem uma pergunta?
uk: Все ще маєте запитання?

# more_help_title
source: Need more help?
de: Brauchst Du mehr Hilfe?
fr: Vous avez besoin d'une aide supplémentaire ?
hu: Szükséged van további segítségre?
ko: 더 도움이 필요하십니까?
pt_br: Precisa de mais ajuda?

# health_description
source: This represents your avatar’s life. Missing a Daily or doing a negative Habit **reduces your HP**. **Regain HP** by leveling up, using a Health Potion, or a class skill with healing ability. If your **HP reaches 0** you will lose a level, all Gold, and one piece of equipment. Lost equipment can be re-purchased.
de: Dies stellt das Leben Deines Avatars dar. Eine Tagesaufgabe zu versäumen oder einer schlechten Gewohnheit nachzugehen **senkt Deine Lebenspunkte**. **Stelle Lebenspunkte wieder her*, indem Du ein Level aufsteigst, durch einen Heiltrank, oder mit einer Klassenfähigkeit, die heilt. Wenn Deine **Lebenspunkte auf 0 sinken**, wirst Du ein Level verlieren, sowie alles Gold und einen Ausrüstungsgegenstand. Verlorene Ausrüstung kann wieder gekauft werden.
fr: Ceci représente la santé de votre avatar. Rater une quotidienne ou réaliser une mauvaise habitude **diminue vos points de vie**. **Retrouvez des points de vie** en montant de niveau, en utilisant une potion, ou une compétence de classe de régénération. Si vos **points de vie tombent à 0**, vous perdrez un niveau, tout votre or, et une pièce d'équipement. L'équipement perdu peut être racheté.
hu: Ez jelzi karaktered életét. Ha kihagysz egy napi teendőt vagy elvégzel egy negatív szokást, **elveszítesz Életerőt (HP)**. **Visszanyerheted életerődet** szintlépéssel, gyógyítófőzettel vagy olyan kasztképességekkel, amik gyógyító hatással bírnak. Ha az **életerőd 0-ra csökken**, elveszítesz egy szintet, az összes aranyad és egy felszerelésed eltörik. Az elveszített felszerelést később újra megveheted.
ko: 이 막대는 아바타의 생명력을 나타냅니다. 일일과제를 빠뜨리거나 부정적인 습관을 할 경우 **HP가 감소합니다**. 레벨업 및 체력 물약을 사용하거나 치유 능력이 있는 직업 스킬을 통해 **HP를 다시 획득할 수 있습니다**. **HP가 0에 도달하는 경우** 레벨이 하락하고, 모든 골드와 장비 하나를 잃습니다. 잃은 장비는 다시 구입할 수 있습니다.
pt_br: Isso representa a vida de seu avatar. Falhar com uma Diária ou praticar um Hábito negativo **reduz seu HP**. **Recupere seu HP*** subindo de nível, usando uma Poção de Vida ou uma habilidade de classe com capacidade de cura. Se seu **HP atingir 0*** você perderá um nível, todos os Pontos de Ouro, e um equipamento. O equipamento perdido pode ser readquirido.

# gift_one_get_one_data.infoPrompt
source: In honor of the season of giving we're bringing back a very special promotion. Now when you gift somebody else a subscription, you get the same sub for yourself for free!
de: Wir stimmen ein in die Zeit des Schenkens und bringen eine besondere Aktion zurück. Wenn du jetzt jemand anderem ein Abonnement schenkst, wirst Du das selbe Abo kostenlos für Dich selbst dazu bekommen!
fr: En l'honneur de la saison des cadeaux, nous reprenons une promotion très spéciale. Désormais, lorsque vous offrez un abonnement à quelqu'un, vous recevrez le même abonnement pour vous même !
hu: Az ajándékozás időszaka alkalmából visszahoztuk ezt a különleges akciót. Most, ha előfizetést ajándékozol valakinek, te is ugyanazt az előfizetést kapod ingyen!
ko: 나눔의 계절을 기념하여 특별 프로모션을 재개합니다. 이제 누군가에게 구독을 선물하면 본인도 동일한 구독을 무료로 받습니다!
pt_br: Em homenagem à temporada de doação, estamos trazendo de volta uma promoção muito especial. Ao presentear uma pessoa com uma assinatura, você recebe gratuitamente outra assinatura!

# daily_tip_1
source: Add checklists to your To Do's to multiply your rewards!
de: Füge deinen Aufgaben Checklisten hinzu, um mehr Belohnungen zu bekommen!
fr: Ajoutez des listes de vérifications à vos tâches à faire pour augmenter vos récompenses !
hu: Adj ellenőrzőlistát tennivalóidhoz, hogy több jutalmat szerezz!
ko: 할 일에 체크리스트를 추가하면 보상이 늘어납니다!
pt_br: Adicione listas de tarefas aos seus Afazeres para multiplicar suas recompensas!

# daily_tip_2
source: You can change how often each Daily repeats. Even infrequent tasks can be scheduled.
de: Du kannst anpassen wie oft sich Tagesaufgaben wiederholen. Selbst unregelmäßige Aufgaben können geplant werden.
fr: Vous pouvez modifier la périodicité des tâches quotidiennes. Même les tâches les moins fréquentes peuvent être planifiées.
hu: Megváltoztathatod, hogy milyen gyakran ismétlődnek napi teendőid. Akár ritkább feladatokat is ütemezhetsz.
ko: 일일 과제 반복 주기를 변경할 수 있습니다. 드문 작업도 일정에 포함할 수 있습니다.
pt_br: Você pode mudar a freqüência com que cada Diária se repete. Mesmo tarefas infrequentes podem ser agendadas.

# daily_tip_3
source: You can schedule specific reminders for Dailies too.
de: Du kannst auch spezielle Erinnerungen für deine Tagesaufgaben einstellen.
fr: Vous pouvez également planifier des rappels pour vos tâches quotidiennes.
hu: A napi teendőkhöz akár konkrét emlékeztetőket is beállíthatsz.
ko: 일일 과제에 대한 개별 알림도 설정할 수 있습니다.
pt_br: Você também pode agendar lembretes específicos para as suas Diárias.

# daily_tip_7
source: Try pinning items from the Market to your Rewards to help motivate you to earn them!
de: Versuche Dich zu motivieren indem Du Gegenstände vom Markt an deine Belohnungen heftest, die du dir verdienen kannst!
fr: Essayez d'épingler des objets depuis le marché dans vos récompenses pour vous aider à vous motiver à les obtenir !
hu: Próbálj meg kitűzni tárgyakat a piacról a jutalmaid közé, hogy motivált maradj a megszerzésükben!
ko: 시장에 있는 아이템을 보상에 고정하면 동기 부여에 도움이 됩니다!
pt_br: Tente fixar itens do Mercado em suas Recompensas para incentivar você a conquistá-los!
zh_hant: 試著將市場中的物品釘選到獎勵欄，激勵自己努力賺取吧！

# daily_tip_8
source: You can change your task's difficulty to reward yourself more for hard tasks!
de: Du kannst den Schwierigkeitsgrad der Aufgaben anpassen, sodass Du für schwierigere Aufgaben größere Belohnungen erhältst!
fr: Vous pouvez changer la difficulté de votre tâche pour vous récompenser un peu plus pour les tâches difficiles !
hu: Módosíthatod feladataid nehézségét is, így nagyobb jutalmat kapsz a nehezebb feladatokért!
ko: 어려운 과제에 대해 더 많은 보상을 받으려면 과제 난이도를 조정할 수 있습니다!
pt_br: Você pode mudar a dificuldade da tarefa para se recompensar mais por tarefas difíceis!

# week_reminder_title
source: How are your tasks going?
de: Wie läuft's mit Deinen Aufgaben ?
fr: Où en êtes-vous dans vos tâches ?
hu: Hogy haladsz a feladataiddal?
ko: 과제 진행은 어떻습니까?
pt_br: Como você está se saindo com suas tarefas?

source: Limited Edition
de: Limitierte Ausgabe
fr: Édition limitée
hu: Limitált kiadás
ko: 한정판
pt_br: Edição Limitada
uk: Обмежене видання

source: Challenge
de: Herausforderung
fr: Défi
hu: Kihívás
ko: 도전
pt_br: Desafio

# challenge_category.recovery_support_groups
source: Recovery + Support Groups
de: Heilung + Selbsthilfegruppen
fr: Rétablissement + Groupes de Soutien
hu: Gyógyulás és támogatás
ko: 회복 + 서포트 그룹
pt_br: Recuperação + Grupos de Suporte
uk: Відновлення + Групи підтримки

# armoire.equipment
source: You find a piece of rare Equipment in the Armoire!
de: Du findest einen seltenen Ausrüstungsgegenstand im Schrank!
fr: Vous avez trouvé une pièce d'équipement rare dans l'armoire !
hu: Egy ritka felszerelést találtál a Komódban!
ko: 장비상자에서 희귀 장비를 찾았습니다!
pt_br: Você encontrou um Equipamento raro no Armário!
uk: Ви знайшли у Скрині предмет рідкісного спорядження!

# armoire.food
source: You rummage in the Armoire and find food. What's that doing in here?
de: Du stöberst im Schrank und findest Futter. Was hat das denn hier verloren?
fr: Vous fouillez dans l'Armoire et trouvez de la nourriture. Qu'est-ce que ça fait là ?
hu: Kotorászol a Komódban, és egy eleséget találsz. Hát ez meg mit keres itt?
ko: 장비상자를 뒤져 먹이를 찾았습니다. 이게 왜 있지?
pt_br: Você vasculhou no Armário e encontrou comida. O que isso faz aqui?
uk: Ви копирсаєтеся у Скрині і знаходити їжу. Що вона тут забула?

# gift_one_get_one_title
source: Gift One, Get One
de: Verschenk' Eins, Bekomm' Eins
fr: Offrez-en un, recevez-en un
hu: Ajándékozz egyet, kapj egyet
ko: 하나 주고, 하나 받기
pt_br: Presenteie uma, Ganhe outra
uk: Подаруй - Отримай

source: Gift One, Get One Event
de: Verschenk' Eins, Bekomm' Eins - Aktion
fr: Offrez-en un, recevez-en un
hu: Ajándékozz egyet, kapj egyet esemény
ko: 원 플러스 원 이벤트
pt_br: Promoção Presenteie uma, Ganhe outra
uk: Акція "Подаруй - Отримай"

# armoire.rate_equipment_description
source: New Equipment pieces are added every month. If you own all pieces of equipment, then you'll get Food or Experience, 50/50 odds.
de: Neue Ausrüstungsgegentände werden jeden Monat hinzugefügt. Besitzt Du alle Ausrüstungsgegenstände, erhältst du Futter oder Erfahrungspunkte, 50/50 Wahrscheinlichkeit.
fr: De nouvelles pièces d'équipement sont ajoutées chaque mois. Si vous avez reçu toutes les pièces d'équipement, alors vous aurez de la nourriture ou de l'expérience, à chance égale.
hu: Havonta új felszerelések kerülnek bele. Ha már az összes felszerelést megszerezted, akkor 50-50% eséllyel eleséget vagy tapasztalati pontot kapsz.
ko: 매월 새로운 장비 부품이 추가됩니다. 모든 부품을 소유하면 먹이나 경험치를 50:50 확률로 받습니다.
pt_br: Novas peças de Equipamento são adicionadas a cada mês. Se você tiver todas as peças do equipamento, você ganhará Comida ou Experiência, com 50% de chances para cada.
uk: Нове спорядження додається щомісяця. Якщо ви вже маєте все спорядження, то ви отримаєте їжу або досвід, з шансом 50/50.

# accessibility.collapse_checklist
source: Collapse Checklist
de: Checkliste zuklappen
fr: Réduire la liste
hu: Ellenőrzőlista összezárása
ko: 체크리스트 접기
pt_br: Esconder lista de tarefa
uk: Згорнути контрольний список

# accessibility.expand_checklist
source: Expand Checklist
de: Checkliste ausklappen
fr: Agrandir la liste
hu: Ellenőrzőlista kibontása
ko: 체크리스트 확장
pt_br: Expandir lista de tarefas
uk: Розгорнути контрольний список

source: Not Recurring
de: Einmalig
fr: Ne se renouvelle pas
hu: Nem ismétlődő
ko: 자동 반복 안됨
pt_br: Não recorrente
uk: Не оновлюється

# gift_gems_alert_title
source: Who would you like to send your gift to?
de: Wem würdest Du gerne Dein Geschenk schicken?
fr: A qui voudriez-vous envoyer votre cadeau ?
hu: Kinek szeretnél gyémántokat ajándékozni?
ko: 누구에게 선물을 보내시겠습니까?
pt_br: Para quem você gostaria de enviar seu presente?
uk: Кому б ви хотіли надіслати подарунок?

# gift_gems_alert_prompt
source: Enter recipient's @username
de: @Benutzernamen der empfangenden Person eingeben
fr: Entrez l'@identifiant de la personne destinataire
hu: Add meg a címzett @felhasználónevét
ko: 받는 사람의 @아이디를 입력하세요
pt_br: Digite o @nome-de-usuário do destinatário
uk: Введіть @ім'я_одержувача

# gift_gems_disclaimer
source: Adhder will never require you to gift gems to other players. Begging people for gems is a violation of the Community Guidelines and should be reported to admin@adhder.com.
de: Adhder würde von Dir niemals verlangen, anderen Edelsteine zu schenken. Um Edelsteine zu bitten stellt einen Verstoß gegen die Community-Richtlinien dar und sollte an admin@adhder.com gemeldet werden.
fr: Adhder ne vous obligera jamais à offrir des gemmes à d'autres personnes. Réclamer des gemmes est une violation de notre guide de vie en communauté qui doit être reportée à admin@adhder.com.
hu: A Adhder sosem kötelez arra, hogy másoknak gyémántokat ajándékozz. Másoktól való gyémánt-kéregetés sérti a Közösségi irányelveket, kérjük, jelentsd: admin@adhder.com.
ko: Adhder는 다른 사람에게 보석 선물을 강요하지 않습니다. 보석을 구걸하는 행위는 커뮤니티 가이드라인 위반이므로 admin@adhder.com에 신고해야 합니다.
pt_br: Adhder nunca exigirá que você ofereça Germas para outros(as) jogadores(as). Implorar pessoas por Gemas é uma violação das Diretrizes da Comunidade e deve ser reportado para admin@adhder.com.
uk: Adhder ніколи не вимагатиме від вас дарування Самоцвітів іншим гравцям. Випрошування Самоцвітів є порушенням Правил спільноти і про це слід повідомляти на admin@adhder.com.

source: Community Guidelines
de: Community-Richtlinien
fr: Guide de la Communauté
hu: Közösségi irányelvek
ko: 커뮤니티 가이드라인
pt_br: Normas da Comunidade

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'Utilisation
hu: Felhasználási feltételek
ko: 서비스 이용약관
pt_br: Termos de Serviço

# excess_no_items_left
source: You already have everything you need for all %@ pets. Are you sure you want to purchase %d %@s?
de: Du hast bereits alles, was Du für alle %@ Haustiere benötigst. Bist Du Dir sicher, dass Du %d %@s kaufen willst?
fr: Vous avez déjà tout le nécessaire pour tous les familiers %@. Voulez vous vraiment acheter %d %@s ?
hu: Már minden tárgyad megvan, ami a(z) %@ kisállathoz szükséges. Biztosan szeretnél még %d db %@-t vásárolni?
ko: 이미 모든 %1$s 펫을 보유하고 있습니다. 정말 %2$d개의 %3$s를 구매하시겠습니까?
pt_br: Você já tem tudo o que precisa para todos os mascotes %@. Tem certeza de que deseja comprar %d %@s?

# partyUpDescription
source: You teamed up with a party member!
de: Du hast Dich mit einem Party-Mitglied zusammengetan!
fr: Vous vous êtes associés avec un membre de votre équipe !
hu: Egy csapattárssal fogtál össze!
ko: 파티원과 팀을 구성했습니다!
pt_br: Você se uniu a um(a) membro do grupo!

# mountMasterTitle
source: Mount Master
de: Meister aller Reittiere
fr: Maître des Montures
hu: Hátasmester
ko: 탑승펫 마스터
pt_br: Mestre(a) das Montarias
zh_hant: 坐騎師

# support.bug_fixes_button
source: Get Help
de: Erhalte Hilfe
fr: Obtenir de l'aide
hu: Segítséget kérek
ko: 문의하기
pt_br: Pedir Ajuda

# support.suggestions_description
source: Have input on how features could work better or an idea for something new? Tell us!
de: Hast Du Vorschläge, wie Funktionen besser gestaltet werden können, oder Ideen für etwas Neues? Erzähle es uns!
fr: Vous voulez contribuer à améliorer le jeu ou vous avez une idée ? Racontez nous !
hu: Van ötleted, hogyan működhetne jobban egy funkció, vagy új ötleted támadt? Oszd meg velünk!
ko: 기능 개선에 대한 의견이나 새로운 아이디어가 있으시면 알려주세요!
pt_br: Você tem alguma ideia de como alguma coisa poderia funcionar melhor ou uma boa ideia? Conte-nos!

# more_help_description
source: Send a report to us and we’ll get back to you!
de: Sende uns einen Fehlerbericht und wir kommen auf Dich zurück!
fr: Envoyez-nous une description de votre problème et nous reviendrons vers vous !
hu: Küldj nekünk hibajelentést és hamarosan válaszolunk!
ko: 신고를 보내주시면 답변해 드리겠습니다!
pt_br: Envie um relato para nós e entraremos em contato com você!

# more_help_button
source: Report a Bug
de: Einen Fehler melden
fr: Signaler un bug
hu: Hiba jelentése
ko: 버그 신고하기
pt_br: Relatar um Erro
