Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# accessibility.reply_to_message
source: Reply to Message
de: Auf Nachricht antworten
fr: Répondre au message
hu: Válasz az üzenetre
ko: 메시지에 답장하기
pt_br: Responder Mensagem
uk: Відповісти на повідомлення
zh_hant: 回復訊息

# accessibility.copy_message
source: Copy Message
de: Nachricht kopieren
fr: Copier le message
hu: Üzenet másolása
ko: 메시지 복사
pt_br: Copiar Mensagem
uk: Скопіювати повідомлення
zh_hant: 複製訊息

# accessibility.delete_message
source: Delete Message
de: Nachricht löschen
fr: Supprimer le message
hu: Üzenet törlése
ko: 메시지 삭제
pt_br: Excluir Mensagem
uk: Видалити повідомлення
zh_hant: 刪除訊息

# accessibility.like_message
source: Like Message
de: Nachricht liken
fr: Aimer le message
hu: Üzenet kedvelése
ko: 메시지 좋아요
pt_br: Curtir Mensagem
uk: Вподобати повідомлення
zh_hant: 喜歡訊息

# accessibility.report_message
source: Report Message
de: Nachricht melden
fr: Signaler le message
hu: Üzenet jelentése
ko: 메시지 신고
pt_br: Reportar Mensagem
uk: Поскаржитися на повідомлення

# accessibility.completed_x
source: Completed %@
de: %@ abgeschlossen
fr: Terminé %@
hu: Teljesítve: %@
ko: %@ 완료
pt_br: Completo %@
uk: %@ Виконано
zh_hant: 已完成 %@

# accessibility.not_completed_x
source: Not Completed %@
de: %@ nicht abgeschlossen
fr: Non terminé %@
hu: Nincs teljesítve: %@
ko: %@ 미완료
pt_br: Não completo %@
uk: %@ не виконано
zh_hant: 未完成 %@

# accessibility.double_tap_to_complete
source: Double tap to complete
de: Doppeltippen um abzuschliessen
fr: Tapez 2 fois pour complèter
hu: Koppints duplán a teljesítéshez
ko: 완료하려면 두 번 탭하세요
pt_br: Toque duas vezes para completar
uk: Двічі натисніть, аби виконати
zh_hant: 點擊2次來完成

# accessibility.double_tap_to_edit
source: Double tap to edit
de: Doppeltippen um zu bearbeiten
fr: Double cliquez pour éditer
hu: Koppints duplán a szerkesztéshez
ko: 수정하려면 두 번 탭하세요
pt_br: Toque duas vezes para editar
uk: Двічі натисніть, щоб редагувати
zh_hant: 點擊2次來編輯

# accessibility.xofx
source: %d of %d
de: %d von %d
fr: %d de %d
hu: %d / %d
ko: %d 중 %d
pt_br: %d de %d
uk: %d з %d

# accessibility.not_completed
source: Not Completed
de: Nicht abgeschlossen
fr: Non accomplies
hu: Nincs teljesítve
ko: 미완료
pt_br: Não completo
uk: Не завершено

# subscription_info_3_description_gear
source: Stay decked out in the latest exclusive gear. Subscribe now to get %@’s %@!
de: Wirf Dich mit den neuesten exklusiven Ausrüstungen in Schale. Abonniere jetzt, um %@’s %@ zu bekommen!
fr: Restez à la page en arborant les derniers équipements exclusifs. Abonnez vous dès maintenant pour obtenir %@ %@ !
hu: Legyen mindig a tiéd a legújabb exkluzív felszerelés! Fizess elő most, és szerezd meg %@ „%@” nevű szettjét!
ko: 최신 한정 장비로 꾸며보세요. 지금 구독하면 %@의 %@을(를) 받을 수 있습니다!
pt_br: Fique equipado com os itens exclusivos mais recentes. Assine agora para receber %@ de %@!

# items.footer_title
source: Not getting the right items from tasks?
de: Nicht die richtigen Gegenstände durch die Aufgabe erhalten?
fr: Vous n'obtenez pas les objets que vous recherchez en effectuant vos tâches ?
hu: Nem azt kapod, amit szeretnél a feladatokért?
ko: 과제에서 원하는 아이템을 받지 못하고 있나요?
pt_br: Não está recebendo os itens certos como recompensas pelas tarefas?

# items.footer_description
source: Check out the Market to buy just the things you need!
de: Schau auf dem Marktplatz nach, um genau das zu kaufen, was Du brauchst!
fr: Allez visiter les Marché pour acheter ce dont vous avez besoins !
hu: Nézz be a piacra, ahol pontosan azt veheted meg, amire szükséged van!
ko: 필요한 것만 구매하려면 시장을 확인하세요!
pt_br: Confira o Mercado para comprar o que precisa!

# quest_mechanics_pausing_title
source: Pausing damage
de: Schaden aussetzen
fr: Dégâts mis en pause
hu: Sebzés szüneteltetése
ko: 피해 일시 중지
pt_br: Pausar dano
uk: Призупинення шкоди
zh_hant: 暫停傷害

source: Spring
de: Frühling
fr: Printemps
hu: Tavasz
ko: 봄
pt_br: Primavera
uk: Весна

source: Winter
fr: Hiver
hu: Tél
ko: 겨울
pt_br: Inverno
uk: Зима

# class_equipment_shop_dialog
source: This item is only available to %s. Open Settings to change class.
de: Dieser Gegenstand ist nur bis %s erhältlich. Öffne die Einstellungen, um die Klasse zu ändern.
fr: Cet objet n'est disponible que pour la classe %s. Ouvrez les Paramètres pour changer de classe.
hu: Ez a tárgy csak a következő kasztnak érhető el: %s. A kasztod megváltoztatásához nyisd meg a Beállításokat.
ko: 이 아이템은 %s만 사용 가능합니다. 설정에서 직업을 변경하세요.
pt_br: Esse item só está disponível para %s. Abra as Configurações para trocar de classe.
uk: Цей предмет доступний тільки для %s. Відкрийте налаштування, щоб змінити клас.

# subscription.stay_motivated_with_more_rewards
source: Stay motivated with even more rewards when you subscribe
de: Bleibe als Abonent mit noch mehr Belohnungen motiviert
fr: Restez motivé·e grâce à toujours plus de récompense en vous abonnant
hu: Maradj motivált még több jutalommal, ha előfizetsz
ko: 구독하면 더 많은 보상으로 동기를 유지할 수 있습니다
pt_br: Mantenha-se motivado com ainda mais recompensas ao se tornar um assinante

# shops.try_on_customize_avatar_return_next_season
source: You can try them on by customizing your avatar. Be sure to check back later for next season’s options!
de: Du kannst sie anprobieren, indem du deinen Avatar anpasst. Schau später wieder vorbei, um die Varianten für die nächste Saison zu sehen!
fr: Vous pouvez les essayer en personnalisant votre avatar. Revenez plus tard pour voir les nouveautés de la prochaine saison !
hu: Felpróbálhatod őket avatárod testreszabásával. Nézz vissza a következő szezonban új lehetőségekért!
ko: 아바타 꾸미기를 통해 착용해 보세요. 다음 시즌 옵션도 나중에 확인하세요!
pt_br: Você pode experimentá-los customizando seu avatar. Certifique-se de voltar mais tarde para conferir as opções da próxima estação!

source: Player
de: Spieler
fr: Joueu·r·se
hu: Játékos
ko: 플레이어
pt_br: Jogador

# items.footer_food_title
source: Not getting the right food from tasks?
de: Nicht das richtige Futter durch die Aufgaben erhalten?
fr: Vous n'obtenez pas la nourriture pour familier espérée en effectuant vos tâches ?
hu: Nem a megfelelő eleségeket kapod feladatokért?
ko: 과제에서 원하는 음식을 받지 못하고 있나요?
pt_br: Não está conseguindo as comidas certas como recompensa pelas tarefas?

# subscription.info_faint_title
source: Get a Second Chance
de: Bekomme eine zweite Chance
fr: Obtenez une Deuxième Chance
hu: Kapj egy második esélyt
ko: 두 번째 기회 얻기
pt_br: Obtenha uma Segunda Chance
uk: Другий шанс

# empty.no_items_description
source: Head over to the Customization Shop to browse the many ways you can customize your avatar!
de: Besuche den Markt für Individualisierungen, um die vielen Möglichkeiten zur Anpassung Deines Avatar zu durchstöbern!
fr: Dirigez-vous vers la Boutique de Personnalisation pour découvrir les nombreuses façons de personnaliser votre avatar !
hu: Nézz be a Testreszabás boltba, és fedezd fel, hányféle módon változtathatod meg karaktered kinézetét!
ko: 아바타를 꾸밀 수 있는 다양한 옵션을 보려면 꾸미기 샵으로 이동하세요!
pt_br: Vá até a Loja de Personalização para conferir as diversas maneiras de personalizar seu avatar!

source: 1 Day
de: 1 Tag
fr: 1 Jour
hu: 1 nap
ko: 1 일
pt_br: 1 Dia
uk: 1 день

# x_hourglasses
source: %d Hourglasses
de: %d Sanduhren
fr: %d Sabliers
hu: %d homokóra
ko: %d 모래시계
pt_br: %d Ampulhetas
uk: %d Пісочні годинники
zh_hant: %d 滴漏

# nye
source: New Year's
de: Neujahr
fr: Nouvel An
hu: Újév
ko: 신년
pt_br: Ano Novo

source: Quest Mechanics
de: Questmechanismen
fr: Mécaniques de Quête
hu: Küldetés-mechanikák
ko: 퀘스트 메커니즘
pt_br: Mecânicas de Missão
uk: Квестові механіки
zh_hant: 副本機制

# insufficient_hourglasses_message
source: You’ll need more Mystic Hourglasses to buy this item! Hourglasses are rewarded for being subscribed for consecutive months.
de: Du brauchst mehr Mystische Sanduhren, um diesen Gegenstand zu kaufen! Sanduhren werden für Abonnements verliehen, die über mehrere aufeinanderfolgende Monate Bestand haben.
fr: Vous aurez besoin de plus de sabliers mystiques pour acheter cet objet ! Les sabliers sont des récompenses pour un abonnement de plusieurs mois consécutifs.
hu: Több misztikus homokórára van szükséged ehhez a tárgyhoz! A homokórákat folyamatos előfizetésért kaphatod.
ko: 이 아이템을 구매하려면 더 많은 신비한 모래시계가 필요합니다! 모래시계는 구독을 연속으로 유지하면 보상으로 받게 됩니다.
pt_br: Você precisará de mais Ampulhetas Místicas para comprar este item! Ampulhetas são dadas como recompensas para àqueles(as) que fizeram assinatura por meses consecutivos.

# complete_to_earn_gold
source: Complete to earn 100 Gold!
de: Abschließen, um 100 Goldstücke zu verdienen!
fr: Completez pour gagner 100 pièces d'or !
hu: Teljesítsd, és szerezz 100 aranyat!
ko: 완료하면 100골드를 획득합니다!
pt_br: Complete para ganhar 100 peças de Ouro!

# onboardingCompleteTitle
source: You earned 5 Achievements and 100 Gold for your efforts.
de: Du hast mit Deiner Leistung 5 Erfolge freigeschaltet und 100 Goldstücke verdient.
fr: Vous avez reçu 5 succès et 100 pièces d’or pour vos efforts.
hu: 5 teljesítményt és 100 aranyat szereztél az erőfeszítéseidért.
ko: 노력의 결과로 5개의 업적과 100 골드를 획득했습니다.
pt_br: Você ganhou 5 Conquistas e 100 Pontos de Ouro pelos seus esforços.

# clear_cache_description
source: To do this, open Menu > Settings then scroll to the bottom to find the buttons
de: Um das zu tun, gehe zu Menü > Einstellungen und scrolle runter bis zum Ende, um die Knöpfe zu finden
fr: Pour cela, ouvrez le Menu > Paramètres puis faites défiler vers le bas pour trouver les boutons
hu: Ehhez nyisd meg a Menü > Beállítások menüpontot, majd görgess az aljára a megfelelő gombokhoz
ko: 메뉴 > 설정을 열고 하단으로 스크롤하여 버튼을 찾으세요
pt_br: Para fazer isso, abra Menu > Configurações e role até a parte inferior para encontrar os botões

# manual_sync_description
source: Sometimes the app won’t automatically sync content or gets stuck with some odd behavior. Pull to refresh or force close the app and reopen it to see if it helps
de: Manchmal synchronisiert die App Inhalte nicht automatisch oder bleibt hängen und verhält sich merkwürdig. Ziehe, um sie zu aktualisieren, oder schließe die App und öffne sie wieder, um zu sehen, ob es geholfen hat
fr: Parfois, l'application ne se synchronise pas automatiquement ou reste bloquée. Actualisez la page ou forcez la fermeture puis rouvrez l'application pour voir si la situation s'améliore
hu: Néha az alkalmazás nem szinkronizál automatikusan vagy furcsán viselkedik. Húzd lefelé a képernyőt a frissítéshez,vagy kényszerítsd az alkalmazás bezárását és nyisd meg újra
ko: 가끔 앱이 자동으로 동기화되지 않거나 이상하게 멈출 때가 있습니다. 새로고침하거나 강제 종료 후 다시 열어보세요
pt_br: Às vezes, o aplicativo não sincroniza automaticamente o conteúdo ou fica travado com algum comportamento estranho. Puxe a tela para atualizar ou force o fechamento do aplicativo e reabra-o para ver se ajuda

source: Mute User
de: Benutzer stummschalten
fr: Mettre en sourdine l'Utilisateur
hu: Felhasználó némítása
ko: 사용자 음소거
pt_br: Mutar Usuário
uk: заглушити користувача

# birthday_header_description
source: Celebrate Adhder’s 10th birthday with gifts and exclusive items below!
de: Feiere unten den 10. Geburtstag von Adhder mit Geschenken und exklusiven Gegenständen!
fr: Célébrez les 10 ans d'Adhder avec des cadeaux et des objets exclusifs ci-dessous !
hu: Ünnepeld a Adhder 10. születésnapját az alábbi ajándékokkal és exkluzív tárgyakkal!
ko: 해비티카 10주년을 기념하여, 아래의 선물과 독점 아이템들을 만나보세요!
pt_br: Comemore o 10º aniversário do Adhder com presentes e itens exclusivos abaixo!

# items.empty.quest_description
source: Get Quests from leveling up, log in bonuses, or the Quest Shop!
de: Erhalte Quests durch Levelaufstieg, Log-in-Boni oder den Quest-Shop!
fr: Obtenez des Quêtes en gagnant des niveaux, grâce aux bonus de connexion, ou dans la Boutique de Quêtes !
hu: Szerezz küldetéseket szintlépéssel, bejelentkezési jutalomból vagy a küldetésboltból!
ko: 레벨업, 로그인 보너스 또는 퀘스트 상점에서 퀘스트를 받으세요!
pt_br: Receba Missões aumentando de nível, no bônus de login, ou no Mercado de Missões!

# items.footer_quests_title
source: Want more Quests?
de: Willst Du mehr Quests?
fr: Vous voulez plus de Quêtes ?
hu: Szeretnél még több küldetést?
ko: 더 많은 퀘스트를 원하시나요?
pt_br: Gostaria de mais Missões?

source: Restore Purchase
de: Kauf wiederherstellen
fr: Restaurer l'Achat
hu: Vásárlás visszaállítása
ko: 구매 복원
pt_br: Restaurar Compras

source: Known Issues
de: Bekannte Probleme
fr: Problèmes connus
hu: Ismert problémák
ko: 알려진 문제들
pt_br: Problemas Conhecidos

# more_questions_text
source: You can [contact us](mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question) and a member of our team will do their best to help!
de: [Kontaktiere uns](mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question) und ein Mitglied unseres Teams wird alles tun um dir zu helfen!
fr: Vous pouvez [nous contacter] (mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question) et un·e membre de notre équipe fera le maximum pour vous aider !
hu: [Küldj nekünk üzenetet](mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question) és csapatunk egy tagja hamarosan válaszolni fog!
ko: 문의는 [contact us](mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question)를 통해 하실 수 있으며, 저희 팀의 구성원이 최선을 다해 도와드리겠습니다!
pt_br: Você pode [entrar em contato conosco](mailto:admin@adhder.com?subject=%%5BiOS%%5D%%20Question) e um membro da nossa equipe fará o possível para ajudar!

# swaps_in_x
source: Switches in %@
de: Wechselt in %@
fr: Change dans %@
hu: Csere: %@
ko: %@ 후 전환
pt_br: Muda em %@
uk: Змінюється через %@

# subscription.info_faint_description
source: Avoid losing your progress with an instant heal when you run out of HP once a day!
de: Behalte deinen Fortschritt mit einer sofortigen Heilung pro Tag, sobald deine Gesundheit aufgebraucht ist!
fr: Ne perdez plus votre progression grâce à un soin instantané quand vous n'avez plus de PV une fois par jour !
hu: Naponta egyszer azonnal visszanyerheted az elvesztett életerőd, hogy elkerüld a halált és az előrehaladásod elvesztését!
ko: 하루 한 번 HP가 다 떨어졌을 때 즉시 회복하여 진행 상황을 잃지 마세요!
pt_br: Evite perder seu progresso com uma cura instantânea ao ficar sem HP, uma vez por dia!
uk: Раз на день, коли ваше здоров'я опускається до нуля, ви отримуєте можливість вижити з 1 очком здоров'я

# subscription.armore_header
source: Subscribers get extra chances at the Armoire and these other benefits!
de: Abonnenten erhalten zusätzliche Chancen bei dem Schrank und diese anderen Vorteile!
fr: Les abonné·e·s ont une chance supplémentaire d'ouvrir l'Armoire et ces autres avantages !
hu: Az előfizetők extra esélyeket kapnak a Komódnál és további előnyöket élveznek!
ko: 구독자는 장비상자 추가 기회와 그 외 혜택을 누릴 수 있습니다!
pt_br: Assinantes tem chances extras no Armário e outros benefícios!

# subscription.faint_header
source: Subscribers get a second chance at life each day and these other benefits!
de: Abonnenten erhalten jeden Tag eine zweite Überlebenschance und diese anderen Vorteile!
fr: Les abonné·e·s ont une seconde chance de survie par jour et ces autres avantages !
hu: Az előfizetők naponta kapnak egy második esélyt és további előnyöket élveznek!
ko: 구독하면 매일 한 번 두 번째 생명의 기회를 비롯한 혜택을 누릴 수 있습니다!
pt_br: Assinantes tem uma segunda chance de vida todos os dias e outros benefícios!

# subscription.gem_for_gold_header
source: Subscribe to buy Gems with Gold and receive these other exclusive benefits!
de: Abonniere, um Edelsteine mit Gold zu kaufen und diese anderen exklusiven Vorteile zu erhalten!
fr: Abonnez-vous pour acheter des Gemmes avec de l'Or et recevoir ces autres avantages exclusifs !
hu: Fizess elő, hogy aranyért vásárolhass gyémántokat és további exkluzív előnyöket élvezhess!
ko: 구독하고 골드로 젬을 구매하며 독점 혜택을 받으세요!
pt_br: Assine para comprar Gemas com Ouro e receber esses outros benefícios exclusivos!

# shops.try_on_equipment
source: You can try them on from Equipment. New stock comes in at the beginning of each month!
de: Du kannst sie bei der Ausrüstung anprobieren. Neue Ware kommt am Anfang jeden Monats herein!
fr: Vous pouvez les essayer depuis les Équipements. Un nouvel achalandage est effectué au début de chaque mois !
hu: Felpróbálhatod őket a felszereléseid között. Minden hónap elején új áruk érkeznek!
ko: 장비 메뉴에서 착용해 보세요. 매달 초에 새로운 아이템이 입고됩니다!
pt_br: Você pode experimentá-los em "Equipamentos". Novos equipamentos estão disponíveis no começo de cada mês!

# plenty_of_potions_description
source: We’re bringing back 10 of the community’s favorite Magic Hatching Potions. Head over to the Market to fill out your collection!
de: Wir bringen 10 Eurer beliebtesten Schlüpfelixiere zurück. Besuche den Marktplatz, um Dein Inventar aufzufüllen!
fr: Nous vous ramenons 10 des potions d'éclosion magiques préférées de la communauté. Allez au marché pour compléter votre collection !
hu: Visszahoztuk a közösség 10 kedvenc varázslatos keltetőfőzetét! Nézz be a piacra és gyűjtsd össze mindet!
ko: 커뮤니티가 좋아하는 10종의 마법 부화 물약이 돌아옵니다. 시장에서 모아보세요!
pt_br: Estamos trazendo de volta 10 das Poções de Eclosão Mágicas favoritas da comunidade. Vá até o Mercado para completar sua coleção!

# accessibility.unknown_pet
source: Unknown Pet
de: Unbekanntes Haustier
fr: Familier inconnu
hu: Ismeretlen kisállat
ko: 알 수 없는 펫
pt_br: Mascote desconhecido
uk: Невідомий Улюбленець

# subscription.info_armoire_title
source: Double Armoire Rewards
de: Verdopple Schrank-Belohnungen
fr: Récompenses d'Armoire Double
hu: Duplázott Komód jutalmak
ko: 장비상자 보상 2배
pt_br: Recompensas duplas no armário
uk: Додаткові відкриття Скрині

# this_will_also_block_x
source: This will also block %@
de: Das wird auch %@ blockieren
fr: Cela bloquera aussi %@
hu: Ezzel egyúttal blokkolod is %@ felhasználót
ko: 이렇게 하면 %@도 차단됩니다
pt_br: Isso também irá bloquear %@

# buy_reward
source: You bought '%@' for %@ gold
de: Du hast '%@' für %@ Gold gekauft
fr: Vous avez acheté '%@' pour %@ pièces d'or
hu: Megvásároltad ezt: '%@', % @ aranyért
ko: '%@'을(를) %@ 골드에 구매했습니다
pt_br: Você comprou '%@' por %@ ouro

# empty.todos.title
source: These are your To Do's
de: Dies sind Deine To-Dos
fr: Voici vos tâches à faire
hu: Ezek a tennivalóid
ko: 이것이 당신의 할 일 목록입니다
pt_br: Esses são seus Afazeres
uk: Це ваші Завдання

# see_more_sub_options
source: See more subscription options
de: Weitere Abonnementoptionen
fr: Voir plus d'options d'abonnement
hu: További előfizetési lehetőségek megtekintése
ko: 더 많은 구독 옵션 보기
pt_br: Veja mais opções de assinatura

source: Unmute User
de: Benutzer Stummschalten aufheben
fr: Ne plus mettre l'utilisateur en sourdine
hu: Felhasználó némításának feloldása
ko: 사용자 음소거 해제
pt_br: Desmutar Usuário

# mute_user_confirm
source: Do you want to mute this user?
de: Möchtest Du diesen Benutzer stummschalten?
fr: Voulez-vous mettre cet utilisateur en sourdine ?
hu: Biztosan némítani szeretnéd ezt a felhasználót?
ko: 이 사용자를 음소거하시겠습니까?
pt_br: Você quer mutar este usuário?
uk: Ви хочете заглушити цього користувача ?

# no_x
source: No %@
de: Keine %@
fr: Pas de %@
hu: Nincs: %@
ko: %@ 없음
pt_br: Sem %@

# items.empty.food_description
source: Complete tasks, buy an Armoire, or head over to the Market to stock up!
de: Erledige Aufgaben, kaufe einen verzauberten Schrank oder besuche den Marktplatz zum Auffüllen!
fr: Accomplissez des tâches, achetez une Armoire, ou rendez-vous au Marché pour faire le plein !
hu: Teljesíts feladatokat, vásárolj a komódból vagy látogass el a piacra, hogy feltöltsd a készleteid!
ko: 과제 완료, 장비상자 구매 또는 시장 방문으로 필요한 아이템을 모으세요!
pt_br: Complete qualquer tarefa, compre um Armário, ou vá para o Mercado para abastecer!

# quest_mechanics_damage_title
source: Bosses lash out for missed Dailies
de: Bosse bestrafen dich für versäumte Tagesaufgaben
fr: Les Boss attaquent pour chaque Quotidienne non effectuée
hu: Főellenségek sebzése a kihagyott napi teendőkért
ko: 보스는 미완료된 일일 과제에 대해 공격합니다
pt_br: Chefões atacam quando diárias não são realizadas
uk: Боси завдають шкоди за пропущенні Щоденки
zh_hant: 錯過每日任務會讓Boss反擊

source: Open Profile
de: Profil öffnen
fr: Ouvrir le Profil
hu: Profil megnyitása
ko: 프로필 열기
pt_br: Abrir Perfil

# x_hours
source: %d Hours
de: %d Stunden
fr: %d Heures
hu: %d óra
ko: %d 시간
pt_br: %d Horas
uk: %d годин

# shops.customizing_your_avatar
source: customizing your avatar
de: Anpassen Deines Avatars
fr: personnaliser votre avatar
hu: avatárod testreszabása
ko: 아바타 꾸미기
pt_br: personalizando seu avatar

source: Visit the Market
de: Besuche den Marktplatz
fr: Visiter le marché
hu: Irány a piac
ko: 시장 방문
pt_br: Visite o Mercado
uk: Відвідати ринок

# subscription.hourglasses_header
source: Subscribers get a Mystic Hourglass each month along with these exclusive benefits!
de: Abonnenten erhalten jeden Monat eine Mystische Sanduhr, sowie diese anderen exklusiven Vorteile!
fr: Les abonné·e·s obtiennent un Sablier Mystique chaque mois ainsi que ces avantages exclusifs !
hu: Az előfizetők minden hónapban misztikus homokórát kapnak, és további exkluzív előnyöket élveznek!
ko: 구독자는 매달 신비한 모래시계를 비롯한 한정판 혜택을 누릴 수 있습니다!
pt_br: Assinantes recebem uma Ampulheta Mística todo mês, junto com esses benefícios exclusivos!
uk: Підписники отримують Таємничий пісочний годинник, необхідний для покупки предметів з Магазину Мандрівників у часі, а також наступні виключні переваги!

# edit_cancel_subscription
source: Edit or cancel subscription
de: Ändere oder kündige das Abo
fr: Modifier ou annuler l'abonnement
hu: Előfizetés szerkesztése vagy lemondása
ko: 구독 수정 또는 취소
pt_br: Editar ou cancelar assinatura

# shops.purchased_all_gear_title
source: You own all %@ Gear
de: Du besitzt alle %@ Ausrüstung
fr: Vous possédez tous les Équipements %@
hu: Megvan minden felszerelésed ehhez: %@
ko: 모든 %@ 장비를 보유하고 있습니다
pt_br: Você possui todos os %@ Equipamentos

# gift_one_get_one_screen_banner
source: While this promotion is active, you’ll receive a matching subscription automatically after sending your gift.
de: Solange diese Aktion läuft, erhältst du nach dem Versand deines Geschenks automatisch ein korrespondierendes Abonnement.
fr: Pendant la durée de cette promotion, vous recevrez un abonnement identique dès que vous aurez envoyé votre cadeau.
hu: Amíg az akció tart, az ajándékozás után automatikusan megkapod ugyanazt az előfizetést.
ko: 이 프로모션 기간 동안 선물 후 자동으로 동일한 구독이 제공됩니다.
pt_br: Enquanto esta promoção estiver ativa, você receberá uma assinatura correspondente automaticamente após enviar seu presente.

# ban_user_confirm
source: Do you want to ban this user?
de: Möchtest Du diesen Benutzer sperren?
fr: Voulez-vous bannir cet utilisateur ?
hu: Biztosan ki szeretnéd tiltani ezt a felhasználót?
ko: 이 사용자를 차단하시겠습니까?
pt_br: Você quer banir esse usuário?
uk: Ви хочете заблокувати цього користувача?

source: Buy for
de: Kaufen für
fr: Acheter pour
hu: Vásárlás
ko: 구매
pt_br: Compre por
uk: Придбати за

source: Plenty of Potions
de: Jede Menge Elixiere
fr: Beaucoup de Potions
hu: Rengeteg főzet
ko: 풍부한 물약
pt_br: Muitas Poções
uk: Безліч зілля
