Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# settings.reset_account_description_social
source: You will lose all your levels, Gold, and Experience. All your tasks and their historical data will be deleted (Challenge tasks will stay). You will lose all equipment, except Subscriber items and free commemorative items, but you will be able to buy it back. You will need to be the correct class to re-buy class-specific gear. You will keep your current class, Achievements, and your Pets and Mounts. If you’re absolutely certain, type RESET into the text box below.
de: Du wirst alle deine Level, Gold und Erfahrung verlieren. Alle Ihre Aufgaben und ihre historischen Daten werden gelöscht (Herausforderungsaufgaben bleiben erhalten). Du wirst alle Ausrüstungsgegenstände verlieren, mit Ausnahme von Abonnenten-Gegenständen und kostenlosen Erinnerungsgegenständen, aber du wirst sie zurückkaufen können. Du wirst der richtigen Klasse angehören müssen, um klassenspezifische Ausrüstung wieder zu kaufen. Du behältst deine aktuelle Klasse, deine Errungenschaften sowie deine Haustiere und Reittiere. Wenn du dir ganz sicher bist, gib RESET in das Textfeld unten ein.
fr: Vous perdrez tous nos niveaux, Or et Expérience. Toutes vos tâches et leur historique seront supprimés (les tâches liées au Défi apparaîtront toujours). Vous allez perdre tout votre équipement, sauf les objets d'Abonnement et les objets commémoratifs obtenus gratuitement, mais vous pourrez les acheter à nouveau. Vous devrez choisir la classe adaptée pour acheter des équipements spécifiques à celle-ci. Vous conserverez votre classe actuelle, vos Succès, et vos Familiers et Montures. Si vous en êtes absolument sûr·e, écrivez RESET dans le champ de texte ci-dessous.
hu: Elveszted minden szintedet, aranyadat és tapasztalatpontodat. Minden feladatod és azok előzményei törlődnek (kivéve a kihívásokhoz tartozó feladatokat). Minden felszerelésed elveszik, kivéve az előfizetői tárgyakat és ingyenes emléktárgyakat, ám ezeket később újra megveheted. A kasztspecifikus tárgyak újbóli megvásárlásához megfelelő kasztban kell lenned. Megmarad a jelenlegi kasztod, a megszerzett teljesítmények, a kisállataid és a hátasaid. Ha teljesen biztos vagy benne, írd be alább a RESET szót.
ko: 모든 레벨, 골드, 경험치를 잃게 됩니다.모든 작업과 그 기록 데이터는 삭제됩니다(도전 과제는 남아있음).유료 구독 아이템과 무료 기념 아이템을 제외한 모든 장비를 잃게 되지만, 다시 구매할 수 있습니다.직업별 장비를 다시 구매하려면 올바른 직업이어야 합니다.현재 직업, 업적, 펫, 탈것은 그대로 유지됩니다. 그래도 진행하신다면, 아래 텍스트 상자에 RESET을 입력하세요.
pt_br: Você perderá todos os seus níveis, Ouro e Experiência. Todas as suas tarefas e seus dados históricos serão excluídos (as tarefas de Desafio permanecerão). Você perderá todo o equipamento, exceto itens de Assinante e itens comemorativos gratuitos, mas poderá comprá-los de volta. Você precisará ser da classe correta para recomprar equipamentos específicos da classe. Você manterá sua classe atual, suas Conquistas e seus Animais de Estimação e Montarias. Para confirmar a reinicialização, digite REINICIAR na caixa de texto abaixo.
uk: Ви втратите всі свої рівні, золото та досвід. Всі ваші завдання та їхні дані будуть видалені (завдання з Випробовувань залишаться). Ви втратите все своє спорядження, крім безоплатних ювілейних предметів та предметів Підписки, але ви зможете купити його знову. Вам доведеться змінювати клас, аби заново купляти класове спорядження. У вас лишиться ваш нинішній клас, досягнення, а також улюбленці й скакуни. Якщо ви точно впевнені, напишіть СКИНУТИ в текстовому віконці нижче.

# settings.pauseDamage.resume_damage_description2
source: Missing a Daily will reset your streak and Habit counters will reset normally
de: Erfüllst du eine Tagesaufgabe nicht, wird deine Strähne und der Zähler normal zurückgesetzt
fr: Le fait de manquer une tâche Quotidienne réinitialisera votre combo et vos compteurs d'Habitudes à zéro
hu: Ha kihagysz egy napi teendőt, a sorozatok lenullázódnak és a szokásszámlálók újra normálisan működnek
ko: 일일 과제를 놓치면 연속 기록과 습관 횟수가 보통으로 초기화됩니다
pt_br: Não completar uma Diária irá reiniciar seu combo e contadores de Hábito irão reiniciar normalmente
uk: Пропущення щодених завдань перезапустить твою серію звичок і лічильник буде анульовано

# tasks.examples.creativity_habit
source: Practiced a new creative technique
de: Eine neue Kreativtechnik geübt
fr: Entraînement à de nouvelles techniques créatives
hu: Új kreatív technikát gyakoroltál
ko: 창작 기법을 새로 연습하기
pt_br: Praticou uma nova técnica criativa
uk: Попрактикували нову творчу техніку

# titles.avatar
source: Avatar
ko: 아바타
pt_br: Personagem
uk: Аватар
zh_hant: 角色

# titles.feed_pet
source: Feed Pet
de: Haustier füttern
fr: Nourrir le Familier
hu: Kisállat etetése
ko: 펫에게 먹이주기
pt_br: Alimentar Mascote
uk: Погодувати Улюбленця
zh_hant: 餵養寵物

# titles.guidelines
source: Guidelines
de: Richtlinien
fr: Règles
hu: Irányelvek
ko: 가이드라인
pt_br: Diretrizes
uk: Правила
zh_hant: 規範

# stats.distribute_tasks_help
source: Assigns points based on the Strength, Intelligence, Constitution, and Perception categories associated with the tasks you complete.
de: Verteilt Punkte abhängig davon, welche Kategorien die Aufgaben haben, die Du überwiegend erledigst: Stärke, Intelligenz, Ausdauer und Wahrnehmung.
fr: Alloue les points en fonction des catégories Force, Intelligence, Constitution et Perception associées aux tâches que vous complétez.
hu: A kiosztás azon alapul, hogy milyen erő, inteligencia, bátorság és észlelés kategóriájú feladatokat teljesítesz.
ko: 완료된 작업 내역의 분류에 따라 힘, 지능, 기질, 인식에 포인트를 할당합니다.
pt_br: Atribui pontos com base nas categorias Força, Inteligência, Constituição e Percepção associadas às tarefas que você completa.
uk: Розподіляє очки Сили, Інтелекту, Витривалості та Спритності на основі завдань, які ви виконуєте.
zh_hant: 根據你完成的任務的類型，分配力量、智力、體質和感知點數。

# tasks.habit
source: Habit
de: Gewohnheit
fr: Habitude
hu: Szokás
ko: 습관
pt_br: Hábito
uk: Звичка
zh_hant: 習慣

# tasks.form.day_of_month
source: Day of the month
de: Tag des Monats
fr: Jour du mois
hu: A hónap napja
ko: 매달
pt_br: Dia do mês
uk: День місяця
zh_hant: 日

# tasks.form.day_of_week
source: Day of the week
de: Wochentag
fr: Jour de la semaine
hu: A hét napja
ko: 매주
pt_br: Dia da semana
uk: День тижня
zh_hant: 星期

# tasks.creativity
source: Creativity
de: Kreativität
fr: Créativité
hu: Kreativitás
ko: 창의적
pt_br: Criatividade
uk: Творчість
zh_hant: 創造力

# tasks.add_x
source: Add %@
de: %@ hinzufügen
fr: Ajouter %@
hu: %@ hozzáadása
ko: %@ 추가
pt_br: Adicionar %@
uk: Додати %@
zh_hant: 加 %@

# tasks.due_today
source: Today
de: Heute
fr: Aujourd'hui
hu: Ma
ko: 오늘
pt_br: Hoje
uk: Сьогодні
zh_hant: 今天

# tasks.due_in_x_days
source: In %d days
de: in %d Tagen
fr: Dans %d jours
hu: %d nap múlva
ko: %d일 후
pt_br: Em %d dias
uk: За %d днів

# tasks.examples.health_todo_text
source: Brainstorm a healthy change
de: Brainstorming zu einer gesunden Veränderung
fr: Réfléchissez à un changement positif
hu: Ötletelj egy egészséges változtatáson
ko: 건강 변화에 대해 브레인스토밍 하기
pt_br: Reflita sobre uma mudança saudável
uk: Обміркуйте здорові зміни

# tasks.examples.health_todo_notes
source: Tap to add checklists!
de: Tippe um Checklisten hinzuzufügen!
fr: Appuyez pour ajouter à la liste de vérification !
hu: Koppints, hogy hozzáadj ellenőrzőlistákat!
ko: 터치하여 체크리스트를 추가하세요!
pt_br: Toque para adicionar listas!
uk: Натисни щоб додати чекліст!

# tasks.examples.school_habit
source: Study/Procrastinate
de: Studieren/Aufschieben
fr: Étudier / Procrastiner
hu: Tanulás/halogatás
ko: 공부하기/미루기
pt_br: Estudar/Procrastinar
uk: Вчитися/Прокрастинувати

source: Update
fr: Mettre à jour
hu: Frissítés
ko: 업데이트
pt_br: Atualizar
uk: Оновити

# skills.unlocks_at
source: Unlocks at level %d
de: Freigeschaltet ab Level %d
fr: Débloqué au niveau %d
hu: %d. szinten válik elérhetővé
ko: 레벨 %d 에 해금
pt_br: Desbloqueia no nível %d
uk: Розблоковується на рівні %d

# skills.use_skill
source: You use %@
de: Du verwendest %@
fr: Vous utilisez %@
hu: Ezt használod: %@
ko: %@ 사용
pt_br: Você usou %@
uk: Ви використали %@
zh_hant: 你使用 %@

# skills.cant_cast_on_challenge_tasks
source: Can't cast a spell on a challenge task
de: Fähigkeiten können nicht auf Wettbewerbsaufgaben angewandt werden
fr: Impossible de lancer un sort sur une tâche d'un défi
hu: Kihívás feladatra nem használhatsz varázslatot
ko: 도전 과제에는 주문을 사용할 수 없습니다
pt_br: Você não pode usar uma habilidade em uma tarefa de desafio
uk: Не можна використати Чари на Завдання з Випробування

# skills.transformation_items
source: Transformation Items
de: Transformationsgegenstände
fr: Objets de transformation
hu: Átváltoztató tárgyak
ko: 변신 아이템
pt_br: Itens de transformação
uk: Предмети перетворення

# skills.used_transformation_item
source: You used %@
de: Du hast %@ genutzt
fr: Vous avez utilisé %@
hu: Ezt használtad: %@
ko: %@ 를 사용했습니다
pt_br: Você usou %@
uk: Ви використали %@
zh_hant: 你使用了 %@

# settings.cleared_cache
source: Cleared Cache
de: Cache zurücksetzen
fr: Cache vidé
hu: Gyorsítótár törölve
ko: 삭제된 캐시
pt_br: Cache limpo
uk: Кеш Очищено

# settings.reload_content
source: Reload Content
de: Inhalt neu laden
fr: Actualiser le contenu
hu: Tartalom újratöltése
ko: 콘텐츠 새로고침
pt_br: Recarregar conteúdo
uk: Перезавантажити Контент

# settings.reloaded_content
source: Reloaded Content
de: Inhalt erneut laden
fr: Contenu chargé à nouveau
hu: Tartalom újratöltve
ko: 새로고침된 콘텐츠
pt_br: Conteúdo recarregado
uk: Контент Перезавантажено

# settings.preferences
source: Preferences
de: Vorlieben
fr: Préférences
hu: Beállítások
ko: 개인설정
pt_br: Preferências
uk: Зовнішній Вигляд

# settings.delete_account_description
source: This will delete your account forever, and it can never be restored! Banked or spent Gems will not be refunded. If you’re absolutely certain, type your password into the text box below.
de: Dies wird Dein Konto für immer löschen und es kann nicht wiederhergestellt werden! Gesparte oder verbrauchte Edelsteine werden nicht ersetzt. Wenn Du absolut sicher bist, dann tippe Dein Passwort in das Textfeld unten ein.
fr: Cela va supprimer votre compte définitivement et il ne pourra pas être restauré ! Les gemmes sur votre compte ou celles dépensées ne seront pas remboursées. Si vous confirmez définitivement, tapez votre mot de passe dans le champ de texte ci-dessous.
hu: Ezzel véglegesen törlöd a fiókodat és soha nem állíthatod vissza! A felhasznált vagy meglévő gyémántokat nem térítjük vissza. Ha teljesen biztos vagy benne, írd be alább a jelszavad.
ko: 계속 진행하면 계정이 영구 삭제되며 복구할 수 없습니다! 은행에 보관하거나 사용한 보석은 환불되지 않습니다. 그래도 계속 진행하신다면 아래 빈 칸에 비밀번호를 입력하세요.
pt_br: Isso apagará sua conta para sempre e ela nunca mais poderá ser recuperada! Gemas gastas ou armazenadas não serão reembolsadas. Se você tiver certeza absoluta, digite sua senha na caixa de texto abaixo.
uk: Акаунт буде видалено назавжди без можливості відновлення! Куплені або витрачені Самоцвіти не будуть повернуті. Якщо ви абсолютно впевнені, введіть свій пароль в текстове поле знизу.

# settings.change_email
source: Change Email
de: E-Mail-Adresse ändern
fr: Changer votre adresse Email
hu: E-mail cím módosítása
ko: 메일 주소 바꾸기
pt_br: Alterar e-mail
uk: Змінити Електронну Адресу

# settings.launch_screen
source: Launch screen
de: Startbildschirm
fr: Écran de démarrage
hu: Indítóképernyő
ko: 시작 화면
pt_br: Tela inicial
uk: Стартова сторінка

# settings.added_local_auth
source: Successfully added email and password
de: E-Mail und Passwort erfolgreich hinzugefügt
fr: Email et mot de passe ajoutés avec succès
hu: Sikeresen hozzáadtad az e-mail-címet és jelszót
ko: 메일과 비밀번호가 성공적으로 추가되었습니다
pt_br: E-mail e senha adicionados com sucesso
uk: Електронну Адресу та Пароль було додано

# settings.account_info
source: Account Info
de: Kontoinformationen
fr: Informations du compte
hu: Fiókadatok
ko: 계정 정보
pt_br: Informação da conta
uk: Інформація про Акаунт

# settings.email
source: Email
ko: 메일
uk: Електронна Адреса

# settings.pause_damage
source: Pause Damage
de: Schaden pausieren
fr: Mettre les dégâts en pause
hu: Sebzés szüneteltetése
ko: 데미지 피해 일시 정지
pt_br: Pausar dano
uk: Призупинити Пошкодження

# settings.resume_damage
source: Resume Damage
de: Schaden-Pause aufheben
fr: Réactiver les dommages
hu: Sebzés folytatása
ko: 데미지 피해 다시 시작
pt_br: Reativar dano
uk: Відновити Пошкодження

# settings.pause_damage_subtitle
source: Damage is currently active. Learn more.
de: Schaden ist aktiv. Erfahre mehr darüber...
fr: Les dommages sont actuellement activés. En savoir plus.
hu: A sebzés jelenleg aktív. Tudj meg többet.
ko: 현재 데미지 피해가 활성화되어 있습니다. 자세히 알아보세요.
pt_br: O dano está ativo. Saiba mais.
uk: Пошкодження наразі активні. Дізнатись більше.

# settings.pauseDamage.pause_damage_description1
source: Bosses will still do damage caused by other Party member’s missed Dailies
de: Bosse können dir dennoch Schaden zufügen aufgrund nicht erfüllter Tagesaufgaben der Mitglieder deiner Gruppe
fr: Les Boss continueront de vous infliger des dégâts si d'autres membres de votre Équipe n'ont pas fait leurs tâches Quotidiennes
hu: A főellenség továbbra is sebezni fog a csapattársaid kihagyott napi teendői miatt
ko: 다른 파티원들이 일일 과제를 놓칠 시 보스에게 데미지 피해를 받습니다
pt_br: Chefões ainda causarão dano devido as Diárias incompletas dos membros do Grupo
uk: Ви все ще будете отримувати пошкодження від Босів за Щоденні Завдання, пропущені членами Команди

# settings.pauseDamage.pause_damage_title2
source: Your streaks and counters will not reset
de: Deine Strähnen und Zählersstände werden nicht zurückgesetzt
fr: Vos séries et vos compteurs ne seront pas réinitialisés
hu: A sorozataid és számlálóid nem nullázódnak
ko: 작업의 연속 실행 횟수와 습관 카운터는 초기화되지 않습니다
pt_br: Seus combos e contadores não irão reiniciar
uk: Ваші Серії та Лічильники не будуть скинуті

# settings.pauseDamage.pause_damage_title3
source: Your Quest progress will stay pending
de: Dein Fortschritt in Quests wird ausgesetzt
fr: Votre progression dans la quête restera en suspens
hu: A küldetések előrehaladása függőben marad
ko: 퀘스트 진행이 보류되었습니다
pt_br: Seu progresso na Missão ficará pendente
uk: Ваш прогрес в Квесті залишиться незавершеним

# settings.pauseDamage.pause_damage_description3
source: Damage to a boss or found collection items will be stored until you resume damage
de: Einem Boss hinzugefügter Schaden oder gefundene Gegenstände werden zurückgehalten, bis du Schaden wieder aktivierst
fr: Les dégâts que vous infligerez à un Boss ou les objets de collection que vous trouverez seront mis de côté jusqu'à ce que vous réactiviez les dégâts
hu: A főellenségnek okozott sebzés vagy összegyűjtött tárgyak csak akkor kerülnek elszámolásra, ha újraindítod a sebzést
ko: 보스에게 입힌 피해와 수거한 수집품은 데미지 피해를 재개할 때까지 저장됩니다
pt_br: Dano ao chefão ou itens de coleta encontrados ficarão armazenados até você despausar o dano
uk: Шкода Босу чи знайдені предмети збору будуть збережені поки ви не Відновите Пошкодження

# settings.pauseDamage.resume_damage_title1
source: Your missed Dailies will damage you
de: Tagesaufgaben, die du nicht erfüllst, werden Schaden bei dir ausüben.
fr: Vous subirez des dégâts si pour les tâches Quotidiennes non effectuées
hu: A kihagyott napi teendők újra sebzést okoznak neked
ko: 일일과제를 놓칠 시 데미지 피해를 받습니다.
pt_br: Suas Diárias incompletas irão te causar dano
uk: Ви будете отримувати Пошкодження за пропущені Щоденні Завдання

# settings.pauseDamage.resume_damage_title3
source: Your Quest progress will apply again
de: Dein Fortschritt in Quests wird wieder normal angewendet
fr: Votre progression dans la quête s'appliquera à nouveau
hu: A küldetések előrehaladása újra érvénybe lép
ko: 퀘스트 진행 상황은 다시 적용됩니다
pt_br: Seu progresso na Missão irá ser aplicado novamente
uk: Прогрес вашого Квесту буде застосовано повторно

# theme.red
source: Red
de: Rotes
fr: rouge
hu: Piros
ko: 빨간색
pt_br: Vermelho
uk: Червоний

# theme.maroon
source: Maroon
de: Bordeauxrot
fr: Maron
hu: Bordó
ko: 밤색
pt_br: Bordô
uk: Бордовий

# theme.light
source: Light
de: Hell
fr: Clair
hu: Világos
ko: 밝은
pt_br: Claro
uk: Світлий

# theme.dark
source: Dark
de: Dunkel
fr: Sombre
hu: Sötét
ko: 어두운
pt_br: Escuro
uk: Темний

# guilds.leave_challenges
source: Leave Challenges
de: Wettbewerbe verlassen
fr: Quitter les défis
hu: Kihívások elhagyása
ko: 도전을 포기한다
pt_br: Abandonar Desafios
uk: Покинути випробування

# settings.public_profile
source: Public Profile
de: Öffentliches Profil
fr: Profil public
hu: Nyilvános profil
ko: 공개 프로필
pt_br: Perfil público
uk: Публічний Профіль

# settings.password
source: Password
de: Passwort
fr: Mot de Passe
hu: Jelszó
ko: 비밀번호
pt_br: Senha
uk: Пароль

# settings.not_set
source: Not Set
de: keine ausgewählt
fr: Indéfini
hu: Nincs beállítva
ko: 미설정
pt_br: Não indicado
uk: Не встановлено

# settings.push_notifications.content_release
source: Content releases + Events
de: Inhaltsveröffentlichungen + Events
fr: Sortie de Contenu + Évènements
hu: Új tartalmak és események
ko: 컨텐츠 추가 및 이벤트
pt_br: Lançamento de conteúdo + Eventos
uk: Оновлення контенту + Події

# theme.followSystem
source: Follow system setting
de: Nach Systemeinstellungen richten
fr: Utiliser le paramètre système
hu: Rendszerbeállítás követése
ko: 시스템 설정에 따라
pt_br: Seguir configuração do sistema
uk: Згідно системних налаштувань

# theme.alwaysLight
source: Always Light
de: Immer hell
fr: Toujours clair
hu: Mindig világos
ko: 항상 밝게
pt_br: Sempre claro
uk: Завжди світлий

# theme.alwaysDark
source: Always Dark
de: Immer dunkel
fr: Toujours sombre
hu: Mindig sötét
ko: 항상 어둡게
pt_br: Sempre escuro
uk: Завжди темний

source: Chat
fr: Discussion
hu: Csevegés
ko: 채팅
uk: Чат

source: Due
de: Fällig
fr: Restantes
hu: Esedékes
ko: 기한
pt_br: Data Limite
uk: Термін
zh_hant: 期限

source: Not Due
de: Noch nicht fällig
fr: Non Échues
hu: Nem esedékes
ko: 기한 없음
pt_br: Sem Prazo
uk: Немає терміну
zh_hant: 未截止

source: Dated
de: Datiert
fr: Datées
hu: Dátummal ellátott
ko: 기한 있음
pt_br: Com Data
uk: Датовано
zh_hant: 已過期

source: Description
de: Beschreibung
hu: Leírás
ko: 설명
pt_br: Descrição
uk: Опис
zh_hant: 描述

# titles.authentication
source: Authentication
de: Authentifizierung
fr: Authentification
hu: Hitelesítés
ko: 인증
pt_br: Autenticação
uk: Автентифікація
zh_hant: 身分驗證

# titles.fix_values
source: Fix Values
de: Werte anpassen
fr: Corriger les valeurs
hu: Értékek javítása
ko: 설정 수정하기
pt_br: Alterar Valores
uk: Редагувати Значення
zh_hant: 修復數值

# titles.stats
source: Stats
de: Werte
fr: Attributs
hu: Jellemzők
ko: 상태
pt_br: Atributos
uk: Характеристики
zh_hant: 屬性

# stats.distribute_class_help
source: Assigns more points to the attributes important to your Class.
de: Verteilt die Mehrzahl der Punkte auf Attribute, die wichtig für Deine Klasse sind.
fr: Affecte plus de points aux attributs importants pour votre classe.
hu: Több pontot oszt ki a kasztod számára fontos tulajdonságokra.
ko: 직업군에 따라 유용한 능력치에 더 많은 포인트를 할당합니다.
pt_br: Atribui mais pontos aos atributos importantes para sua Classe.
uk: Розподіляє більше очок характеристикам, які важливі для вашого Класу.
zh_hant: 為對你的職業更重要的屬性分配跟多的點數。

source: Difficulty
de: Schwierigkeit
fr: Difficulté
hu: Nehézség
ko: 난이도
pt_br: Dificuldade
uk: Складність
zh_hant: 難度

source: Reset Streak
de: Strähne zurücksetzen
fr: Réinitialiser le combo
hu: Sorozat visszaállítása
ko: 실행 횟수 초기화
pt_br: Reiniciar Combo
uk: Перезапустити
zh_hant: 重設連續記錄

# tasks.form.accessibility.task_difficulty
source: Difficuly is %@
de: Schwierigkeit ist %@
fr: La difficulté est %@
hu: A nehézség: %@
ko: 난이도는 %@ 입니다
pt_br: A dificuldade é %@
uk: Складність %@
zh_hant: 難度為%@

# tasks.work
source: Work
de: Arbeit
fr: Travail
hu: Munka
ko: 업무
pt_br: Trabalho
uk: Робота
zh_hant: 工作

# tasks.quality.bad
source: Bad
de: Schlecht
fr: Mauvais
hu: Rossz
ko: 나쁨
pt_br: Ruim
uk: Поганий

# tasks.quality.worse
source: Worse
de: Schlechter
fr: Pire
hu: Rosszabb
ko: 처참함
pt_br: Pior
uk: Гірший

# tasks.quality.neutral
source: Neutral
fr: Neutre
hu: Semleges
ko: 보통
pt_br: Neutro
uk: Нейтральний

# tasks.examples.health_daily_text
source: Floss
de: Zahnseide benutzen
fr: Utiliser du fil dentaire
hu: Fogselymezés
ko: 치실
pt_br: Passar fio dental
uk: Почистити зуби

# menu.subscription
source: Subscription
de: Abonnement
fr: Abonnement
hu: Előfizetés
ko: 구독 플랜
pt_br: Assinatura
uk: Підписка
zh_hant: 訂閱

# menu.help_faq
source: Help & FAQ
de: Hilfe & FAQ
fr: Aide et FAQ
hu: Segítség és GYIK
ko: 도움말 & FAQ
pt_br: Ajuda & Perguntas frequentes
uk: Допомога & FAQ
zh_hant: 說明與常見問題

# menu.support
source: Support
fr: Assistance
hu: Támogatás
ko: 지원
pt_br: Suporte
uk: Підтримка
zh_hant: 支援

source: Discover
de: Entdecken
fr: Découvrir
hu: Felfedezés
ko: 찾기
pt_br: Descobrir
uk: Знайти
zh_hant: 發現

source: Last Activity %@
de: Letzte Aktivität %@
fr: Dernière activité %@
hu: Utolsó aktivitás: %@
ko: 마지막 활동 %@
pt_br: Última atividade %@
uk: Остання Активність %@

# settings.are_you_sure
source: Are you sure?
de: Bist Du sicher?
fr: Confirmez-vous ?
hu: Biztos vagy benne?
ko: 확실합니까?
pt_br: Você tem certeza?
uk: Ви впевнені?

# settings.change
source: Change
de: Bearbeiten
fr: Changer
hu: Módosítás
ko: 변경
pt_br: Mudar
uk: Змінити

source: Yes
de: Ja
fr: Oui
hu: Igen
ko: 예
pt_br: Sim
uk: Так
zh_hant: 是

source: No
de: Nein
fr: Non
hu: Nem
ko: 아니오
pt_br: Não
uk: Ні
zh_hant: 否

# titles.about
source: About
de: Info
fr: À propos
hu: Névjegy
ko: Adhder에 대해서
pt_br: Sobre
uk: Про застосунок
zh_hant: 關於

# titles.spells
source: Spells
de: Zaubersprüche
fr: Sorts
hu: Varázslatok
ko: 주문
pt_br: Habilidades
uk: Заклинання
zh_hant: 魔語

# titles.notifications
source: Notifications
de: Mitteilungen
hu: Értesítések
ko: 알림
pt_br: Notificações
uk: Сповіщення
zh_hant: 通知

# titles.achievements
source: Achievements
de: Erfolge
fr: Succès
hu: Eredmények
ko: 업적
pt_br: Conquistas
uk: Досягнення
zh_hant: 成就

# titles.hall_of_heroes
source: Hall of Heroes
de: Halle der Heldenhaften
fr: Panthéon des héros
hu: Hősök csarnoka
ko: 영웅의 전당
pt_br: Salão dos Heróis
uk: Зала Героїв
zh_hant: 英雄殿堂

# titles.hall_of_contributors
source: Hall of Contributors
de: Halle der Mitwirkenden
fr: Panthéon des contributeurs
hu: Közreműködők csarnoka
ko: 공로자의 전당
pt_br: Salão dos Contribuidores
uk: Зала Помічників
zh_hant: 貢獻者殿堂

# titles.hall_of_patrons
source: Hall of Patrons
de: Halle der Schirmherren
fr: Panthéon des Sponsors
hu: Támogatók csarnoka
ko: 후원자의 전당
pt_br: Salão dos Patrocinadores
uk: Зала Патронів
zh_hant: 贊助者殿堂

# titles.basics
source: Basics
de: Grundlagen
fr: Les bases
hu: Alapok
ko: 기본
pt_br: Básico
uk: Основи
zh_hant: 基本

# stats.one_point_to_allocate
source: 1 Point to Allocate
de: 1 Punkt zu vergeben
fr: 1 point à allouer
hu: 1 kiosztható pont
ko: 할당 가능한 포인트 1
pt_br: 1 Ponto para Distribuir
uk: 1 Очко для Розподілу
zh_hant: 1個可分配的點數

# stats.points_to_allocate
source: %d Point to Allocate
de: %d Punkte zu vergeben
fr: %d points à allouer
hu: %d kiosztható pont
ko: 할당 가능한 포인트 %d
pt_br: %d Pontos para Distribuir
uk: %d Очок для Розподілу
zh_hant: %d個可分配的點數

# stats.level
source: Level
fr: Niveau
hu: Szint
ko: 레벨
pt_br: Nível
uk: Рівень
zh_hant: 等級

# stats.battle_gear
source: Battle Gear
de: Kampfausrüstung
fr: Tenue de combat
hu: Harcifelszerelés
ko: 장비
pt_br: Equipamento de Batalha
uk: Бойове Спорядження
zh_hant: 戰鬥裝備

# stats.class_bonus
source: Class-Bonus
de: Klassenbonus
fr: Bonus de classe
hu: Kaszt bónusz
ko: 직업 보너스
pt_br: Bônus de Classe
uk: Класовий Бонус
zh_hant: 職業加成

# stats.allocated
source: Allocated
de: Verteilt
fr: Alloué(s)
hu: Kiosztva
ko: 할당됨
pt_br: Distribuído
uk: Розподілено
zh_hant: 已分配

# stats.buffs
source: Buffs
de: Aktivierte Boni
fr: Bonus
hu: Bónuszok
ko: 버프
pt_br: Bônus
uk: Підсилення
zh_hant: 增益

# stats.distribute_evenly
source: Distribute evenly
de: Gleichmäßig verteilen
fr: Répartir équitablement
hu: Egyenletes elosztás
ko: 균일하게 분배
pt_br: Distribuir uniformemente
uk: Розподілити Рівномірно
zh_hant: 平均分配
