Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# fedPetDescription
source: Every Pet has a specific food they enjoy! Experiment to find out which will grow your Pet the fastest
de: Jedes Haustier mag bestimmtes Futter! Experimentiere, um herauszufinden, welches Futter Dein Haustier am schnellsten wachsen lässt
fr: Chaque Familier a une nourriture spécifique qu’il adore ! Expérimentez pour trouver laquelle fera grandir votre Familier le plus rapidement
hu: Minden kisállatnak megvan a maga kedvenc elesége! Kísérletezz, hogy kiderítsd, melyiktől nő a leggyorsabban
ko: 모든 펫은 자신이 좋아하는 음식이 있습니다! 어떤 음식이 펫을 가장 빨리 키우는지 실험해 보세요
pt_br: Cada Mascote tem uma comida favorita! Experimente descobrir qual fará seu Mascote crescer mais rápido
uk: Кожен Улюбленець має особливу їжу, яку полюбляє! Експериментуйте, щоб з'ясувати, за допомогою якої їжі ваш Улюбленець виросте найшвидше

# create_task_title
source: Create a Task
de: Erstelle eine Aufgabe
fr: Créer une tâche
hu: Hozz létre egy feladatot
ko: 과제 만들기
pt_br: Crie uma Tarefa
uk: Створити Завдання

# complete_task_title
source: Complete a Task
de: Erledige eine Aufgabe
fr: Valider une tâche
hu: Teljesíts egy feladatot
ko: 과제 완료
pt_br: Complete uma Tarefa

# hatch_pet_title
source: Hatch a Pet
de: Schlüpfe ein Haustier
fr: Faites éclore un familier
hu: Keltesd ki egy kisállatod
ko: 펫 부화시키기
pt_br: Choque um Mascote

# feedPet_title
source: Feed a Pet
de: Füttere ein Haustier
fr: Donnez à manger à un familier
hu: Etess meg egy kisállatot
ko: 펫에게 먹이 주기
pt_br: Alimente um Mascote
uk: Нагодувати Улюбленця

# five_achievements
source: 5 Achievements
de: 5 Erfolge
fr: 5 succès
hu: 5 teljesítmény
ko: 5 업적
pt_br: 5 Conquistas

source: Block
de: Blockieren
fr: Bloquer
hu: Blokkolás
ko: 차단
pt_br: Bloquear

# block_user
source: Block
de: Blockieren
fr: Bloquer
hu: Felhasználó blokkolása
ko: 차단
pt_br: Bloquear

# unblock_user
source: Unblock
de: Entblocken
fr: Débloquer
hu: Blokkolás feloldása
ko: 차단 해제하기
pt_br: Desbloquear

# block_username
source: Block %@?
de: %@ blockieren?
fr: Bloquer %@ ?
hu: %@ blokkolása?
ko: %@님을 차단하시겠습니까?
pt_br: Bloquear %@?

source: Gift Gems
de: Edelsteine schenken
fr: Offrir des gemmes
hu: Gyémántok ajándékozása
ko: 보석 선물
pt_br: Presentear Gemas

# gift_subscription
source: Gift a Subscription
de: Verschenke ein Abonnement
fr: Offrir un Abonnement
hu: Előfizetés ajándékozása
ko: 구독 선물
pt_br: Presentear uma assinatura

source: Broken Challenge
de: Toter Herausforderungs-Link
fr: Défi cassé
hu: Hibás kihívás
ko: 무너진 도전
pt_br: Desafio interrompido

# broken_challenge_description
source: This is one of %d tasks that are part of a Challenge that no longer exists. What would you like to do with these left over tasks?
de: Dies ist eine von %d Aufgaben, die Teil einer Herausforderung sind, die nicht mehr existiert. Wie möchtest Du mit den übrig gebliebenen Aufgaben verfahren?
fr: Cette tâche est l'une des %d tâches qui composent un défi qui n'existe plus. Que voudriez-vous faire des tâches restantes ?
hu: Ez egyike azon %d feladatnak, amelyek egy már nem létező kihíváshoz tartoztak. Mit szeretnél kezdeni ezekkel a fennmaradt feladatokkal?
ko: 이 과제는 더 이상 존재하지 않는 도전의 %d개 중 하나입니다. 남은 과제를 어떻게 처리하시겠습니까?
pt_br: Esta é uma de %d tarefas que são parte de um Desafio que não existe mais. O que você gostaria de fazer com essas tarefas remanescentes?

# keep_x_tasks
source: Keep %d Tasks
de: %d Aufgaben behalten
fr: Conserver %d tâches
hu: %d feladat megtartása
ko: %d개 과제 유지
pt_br: Manter %d Tarefas

source: Delete Challenge Task?
de: Herausforderungsaufgabe löschen?
fr: Supprimer la tâche de défi ?
hu: Kihívásfeladat törlése?
ko: 도전 과제를 삭제하시겠습니까?
pt_br: Remover Tarefa do Desafio?

# delete_challenge_task_description
source: This is one of %d tasks that are part of the “%@” Challenge. You must leave the Challenge to delete this task.
de: Dies ist eine von %d Aufgaben, die Teil der “%@”-Herausforderung sind. Du musst die Herausforderung verlassen, um diese Aufgabe zu löschen.
fr: Cette tâche appartient aux %d tâches qui composent le défi “%@”. Vous devez quitter ce défi pour supprimer cette tâche.
hu: Ez egyike azon %d feladatnak, amelyek a(z) „%@” kihíváshoz tartoznak. Ahhoz, hogy törölhesd, el kell hagynod a kihívást.
ko: 이 과제는 “%@” 도전의 %d개 중 하나입니다. 이 과제를 삭제하려면 도전을 탈퇴해야 합니다.
pt_br: Esta é uma de %d tarefas que são parte do Desafio “%@”. Você precisa sair do Desafio para remover essa tarefa.

# leave_and_delete_task
source: Leave & Delete Task
de: Verlassen & Aufgabe löschen
fr: Quitter et supprimer la tâche
hu: Kilépés és feladat törlése
ko: 나가기 및 과제 삭제
pt_br: Sair e Remover Tarefa

# leave_and_delete_x_tasks
source: Leave & Delete %d Tasks
de: Verlassen & %d Aufgaben löschen
fr: Quitter & supprimer %d tâches
hu: Kilépés és %d feladat törlése
ko: 나가기 및 %d개 과제 삭제
pt_br: Sair e Remover %d Tarefas

# leave_and_keep_tasks
source: Leave & Keep Tasks
de: Verlassen & Aufgaben behalten
fr: Quitter et conserver les tâches
hu: Kilépés és feladatok megtartása
ko: 나가기 및 과제 유지
pt_br: Sair & manter tarefas

# leave_and_delete_tasks
source: Leave & Delete Tasks
de: Verlassen & Aufgaben löschen
fr: Quitter et supprimer les tâches
hu: Kilépés és feladatok törlése
ko: 나가기 및 과제 삭제
pt_br: Sair & excluir tarefas

# support.questions_title
source: Adhder Questions
de: Adhder Fragen
fr: Questions sur Adhder
hu: Adhder kérdések
ko: Adhder 관련 질문
pt_br: Perguntas sobre Adhder

# support.questions_description
source: We’ll explain the basics and answer common questions to get you up to speed
de: Wir werden die Grundlagen erklären und die üblichen Fragen beantworten, um Dich auf den Stand der Dinge zu bringen
fr: Nous allons vous expliquer les bases et répondre aux questions les plus courantes pour vous mettre au fait
hu: Elmagyarázzuk az alapokat és válaszolunk a gyakori kérdésekre, hogy gyorsan belerázódj
ko: 기본 사항을 설명하고 일반 질문에 답변해 드립니다
pt_br: Explicaremos o básico e responderemos às perguntas mais comuns para que você se atualize

# support.questions_button
source: Read More
de: Mehr Erfahren
fr: Lire plus
hu: Bővebben
ko: 더 알아보기
pt_br: Leia mais
zh_hant: 閱讀更多

# support.bug_fixes_title
source: Bugs & Fixes
de: Programmfehler & Fehlerbehebung
fr: Anomalies & corrections
hu: Hibák és javítások
ko: 버그 및 해결책
pt_br: Bugs & Correções

# support.bug_fixes_description
source: Did something go wrong? Check for answers here or reach out to us for help
de: Ist etwas schiefgelaufen? Finde hier Antworten oder kontaktiere uns, um Hilfe zu erhalten
fr: Quelque chose s'est mal passé ? Trouvez des réponses ici ou contacter nous pour de l'aide
hu: Valami nem úgy működik, ahogy kéne? Nézz körül itt a válaszokért, vagy fordulj hozzánk segítségért
ko: 문제가 발생했습니까? 여기서 답을 확인하거나 문의하세요
pt_br: Aconteceu algum problema? Veja respostas para problemas aqui ou contate-nos para lhe oferecermos ajuda

# experience_description
source: Experience points represent your progress and allow you to level up. You’ll mainly **gain EXP** from completing tasks or quests, but there are also some class skills that give EXP. Tasks of higher difficulty, or red-colored tasks will give you **more EXP**. The **Intelligence stat** also raises your rate of EXP gain.
de: Erfahrungspunkte zeigen Deinen Fortschritt und ermöglichen Dir, ein Level aufzusteigen. Du kannst hauptsächlich **EXP gewinnen**, indem Du Aufgaben erledigst oder Quests abschließt, aber es gibt auch einige Klassenfähigkeiten, die EXP geben. Schwierigere Aufgaben und auch rot gefärbte Aufgaben geben Dir **mehr EXP**. Der **Intelligenz-Wert** erhöht Deinen EXP-Gewinn ebenfalls.
fr: Les points d'expérience représentent vos progrès et vous permettent de monter en niveau. Vous allez **gagner de l'expérience** surtout en validant des tâches et en réussissant des quêtes, mais il y a également des compétences de classe qui donnent de l'expérience. Les tâches d'une difficulté élevée, ou les tâches en rouge vous donneront **plus d'expérience**. L'attribut **intelligence** augmente également votre bonus d'expérience.
hu: A tapasztalati pontok (TP) mutatják az előrehaladásodat és ezek segítségével léphetsz szinteket. Elsősorban feladatok és küldetések teljesítésével **kapsz TP-t**, de bizonyos kasztképességek is adhatnak tapasztalati pontokat. Magasabb **Intelligencia** értékkel több TP-t kapsz.
ko: 경험치란 진행도를 나타내며 레벨업을 할 수 있도록 합니다. 과제나 퀘스트를 완료하여 **EXP를 얻을** 수 있지만, EXP를 주는 직업 스킬도 있습니다. 보다 어려운 과제나 빨간색 과제는 **EXP를 더 많이** 줍니다. **지력 능력치**도 EXP획득량을 높입니다.
pt_br: Pontos de experiência representam seu progresso e permitem que você suba de nível. Você irá ** ganhar EXP** principalmente ao completar tarefas ou missões, mas também existem algumas habilidades de classe que dão EXP. Tarefas de maior dificuldade, ou tarefas de cor vermelha lhe darão ** mais EXP***. O **atributo Inteligência** também aumenta sua taxa de ganho de EXP.

# gold_description
source: Gold is the **main form of currency** within Adhder and allows you to buy certain gear, quests, items, or even custom rewards you make for yourself. **Earn Gold** through completing tasks or quests, or through some Class skills. Higher **Perception stats** raise the amount of Gold you earn. If you subscribe to Adhder, you can even use Gold to purchase a number of Gems determined by the length of time you’ve been subscribed.
de: Gold ist die **Hauptwährung** in Adhder und ermöglicht Dir, Ausrüstung, Quests, Gegenstände oder sogar maßgeschneiderte Belohnungen zu kaufen. **Verdiene Gold** durch das Abschließen von Quests oder mittels Klassenfähigkeiten. Höhere **Wahrnehmungswerte** erhöhen die Menge an Gold, die Du verdienst. Wenn Du Adhder abonnierst, kannst Du mit Gold sogar eine gewisse, von der Dauer Deines Abonnements abhängige, Anzahl an Edelsteinen kaufen.
fr: L'or est la **principale forme de monnaie** dans Adhder et vous permet d'acheter de l'équipement, des quêtes, des objets ou même des récompenses personnalisées que vous créez vous-même. **Gagnez de l'or** en validant vos tâches ou en réalisant des quêtes, ou avec certaines compétences de classe. Un **attribut de perception** plus élevé augmente l'or que vous gagnez. Si vous vous abonnez à Adhder, vous pourrez même utiliser l'or pour acheter un nombre de gemmes déterminé par la durée de votre abonnement.
hu: Az arany a **fő fizetőeszköz** a Habiticában, amivel felszerelést, küldetéseket, tárgyakat vagy akár saját magad által kitalált egyéni jutalmakat vehetsz. **Aranyat a feladatok és küldetések teljesítésével** vagy bizonyos kasztképességekkel szerezhetsz. Magasabb **Észlelés** értékkel több aranyat kapsz. Ha előfizetsz a Habiticára, akkor aranyért vásárolhatsz gyémántokat is, melyek mennyisége az előfizetésed hosszától függ.
ko: 골드는 Adhder의 **기본 화폐**로, 이것으로 장비나 퀘스트, 아이템이나 스스로 정한 보상을 구매할 수 있습니다. 과제나 퀘스트를 완료하거나 어떤 직업 스킬을 사용하는 것으로 **골드를 얻을 수 있습니다.** **통찰력 스탯**이 높을수록 골드를 더 많이 얻을 수 있습니다. Adhder를 구독하면 구독한 기간에 따라 골드로 보석을 구매할 수도 있습니다.
pt_br: Ponto de Ouro é a **principal forma de moeda*** dentro do Adhder e permite que você compre certos equipamentos, missões, itens ou até mesmo recompensas personalizadas que você criar. *Ganhe Ouro** através da conclusão de tarefas, missões ou através de algumas habilidades de classe. Valores mais altos do **atributo Percepção*** aumentam a quantidade de Ouro que você ganha. Se você assinar Adhder, você pode até mesmo usar o Ouro para comprar um certo número de Gemas determinado pelo tempo da sua assinatura.

# mana_description
source: Mana points are unlocked with the class system at level 10 and allow you to **use Skills** once you begin learning them at level 11. Some **MP is restored** at day reset every day, but you can regain more by completing tasks or using a Mage class skill.
de: Mana-Punkte werden mit dem Klassensystem ab Level 10 freigeschaltet und ermöglichen Dir **Fähigkeiten zu verwenden**, sobald Du ab Level 11 welche erlernt hast. Beim Tageswechsel wird täglich etwas **Mana aufgefüllt**, aber Du kannst mehr Mana dazugewinnen, indem Du Aufgaben erledigst oder Fähigkeiten eines Magiers anwendest.
fr: Les points de mana sont débloqués avec le système de classe au niveau 10, et vous permettent d'**utiliser des compétences** au fur et à mesure que vous les apprenez dès le niveau 11. Quelques ** points de mana sont gagnés** chaque nouveau jour, mais vous pouvez en gagner plus en réalisant des tâches ou en utilisant des compétences de la classe Mage.
hu: A mana pontok a 10. szinten, a kasztrendszerrel válnak elérhetővé és segítségükkel használhatod a 11. szinten megtanulható **képességeidet**. A **mana minden nap visszatöltődik** egy bizonyos mértékig, de további mana pontokat szerezhetsz feladatok teljesítésével vagy a mágus kaszt képességeinek használatával.
ko: 레벨이 10이 되면 직업 시스템과 함께 마나가 해금됩니다. 마나는 레벨 11부터 배울 수 있는 "스킬을 사용"하는 데에 필요합니다. "일정 양의 마나는 매일 회복됩니다." 과제를 수행하거나 마법사의 스킬을 통해 회복할 수도 있습니다.
pt_br: Pontos de Mana são desbloqueados com o sistema de classes no nível 10 e permitem a **utilização de Habilidades** uma vez que você comece a aprendê-las no nível 11. Alguns **MP são restaurados** diariamente no reinício do dia, mas você pode recuperar mais completando tarefas ou usando uma habilidade de classe Mago(a).

source: Premium Currency
de: Premiumzahlungsmittel
fr: Monnaie premium
hu: Prémium fizetőeszköz
ko: 프리미엄 화폐
pt_br: Moeda de alta qualidade

source: Currency
de: Zahlungsmittel
fr: Monnaie
hu: Fizetőeszköz
ko: 화폐
pt_br: Moeda
uk: Валюта
zh_hant: 貨幣

# gems_description
source: Gems are a currency purchased with real money that allow you to buy extra content within Adhder and are one of the main sources of financial support for the Adhder team alongside subscriptions. All content purchased through Gems is purely cosmetic or can be obtained for free with time. You can also receive Gems through gifts from other players, Challenge prizes, contributing to Adhder, or subscribing.
de: Edelsteine sind eine Währung, die Du mit echtem Geld kaufst. Sie ermöglichen Dir, zusätzliche Inhalte in Adhder zu kaufen und sind neben Abonnements eine der Haupteinnahmequellen für das Adhder-Team. Alle Inhalte, die mit Edelsteinen gekauft werden, sind rein kosmetischer Natur oder können mit der Zeit auch kostenlos erhalten werden. Du kannst Edelsteine auch als Geschenk von anderen Spielern erhalten, als Preis einer Herausforderung, durch Mitarbeit an Adhder oder durch ein Abonnement.
fr: Les gemmes sont une monnaie achetée avec de l'argent, et qui vous permet d'acheter plus de contenu dans Adhder. C'est la principale source de soutien financier pour l'équipe d'Adhder, avec les abonnements. Tout le contenu acheté avec des gemmes est purement accessoire ou peut être obtenu gratuitement avec le temps. Vous pouvez aussi recevoir des gemmes offertes par d'autres personnes, par des récompenses de défi, en contribuant à Adhder ou en vous abonnant.
hu: A gyémántokat valódi pénzért vásárolhatod, ezekből különféle extra tartalmakat vehetsz a Habiticában. Az előfizetések mellett ezek jelentik a Adhder-csapat pénzügyi támogatásának fő forrását. A gyémántokkal vásárolt minden tartalom tisztán esztétikai jellegű vagy hosszabb idő alatt ingyen is megszerezhető. Gyémántokat ajándékként is kaphatsz más játékosoktól, kihívások megnyerésével, a Adhder fejlesztéséhez való hozzájárulással vagy előfizetéssel.
ko: Adhder에서 보석은 실제 돈으로 살 수 있는 화폐로 Adhder의 추가적인 컨텐츠들을 살 수 있게 해줍니다. 보석은 구독과 함께 Adhder 팀의 주요한 재정적 지원을 담당하고 있습니다. 보석으로 구매한 컨텐츠들은 순전히 꾸미기 용도이거나, 추후에 무료로 얻을 수 있는 것들입니다. 보석은 다른 플레이어에게서 선물을 받거나, 챌린지 상금, Adhder에 대한 공헌, 구독 등을 통해서 얻을 수도 있습니다.
pt_br: Gemas são uma moeda comprada com dinheiro real que lhe permite comprar conteúdo extra dentro do Adhder e são uma das principais fontes de apoio financeiro para a equipe Adhder juntamente às assinaturas. Todo o conteúdo comprado através da Gemas é puramente cosmético ou pode ser obtido gratuitamente com o tempo. Você também pode receber Gemas através de presentes de outros jogadores, prêmios de Desafio, contribuindo para o Adhder ou fazendo uma assinatura.

source: Subscriber Currency
de: Abonnentenzahlungsmittel
fr: Devise de souscription
hu: Előfizetői fizetőeszköz
ko: 구독자 화폐
pt_br: Moeda do Assinante

# hourglasses_description
source: Mystic Hourglasses are an extremely rare form of currency you can only receive for subscribing to Adhder. You can use them in the Time Travelers Shop to buy past Subscriber Gear sets, exclusive Pets, Mounts, animated Backgrounds, or even special Quests! These extra perks are a great way to stay motivated through the year and reward yourself for a job well done. Subscribers receive a Mystic Hourglass at the start of each month they have subscription benefits, along with a bunch of other perks. Be sure to check out our subscription options if you’re interested in what the Time Travelers have to offer!
de: Mystische Sanduhren sind eine extrem seltene Währung, die Du nur durch ein Adhder-Abonnement erhalten kannst. Du kannst diese im Laden der Mysteriösen Zeitreisenden verwenden, um Abo-Ausrüstungssets aus vergangenen Zeiten, exklusive Haustiere, Reittiere, animierte Hintergründe oder besondere Quests zu kaufen! Diese zusätzlichen Extras sind eine tolle Möglichkeit deine Motivation das Jahr über aufrechtzuerhalten und dich selbst für deine gute Arbeit zu belohnen. Abonnenten erhalten eine Mystische Sanduhren zu Beginn jeden Monats, in dem sie Abo-Vorteile haben, zusammen mit einer Menge weiterer Extras. Vergiss nicht dir unsere Abo-Optionen anzuschauen, wenn dich das Angebot der Mysteriösen Zeitreisenden interessiert!
fr: Les Sabliers Mystiques sont une forme de monnaie extrêmement rare que vous ne recevrez qu'en vous abonnant à Adhder. Ils sont utilisables dans la Boutique des Voyageu·r·se·s Temporel·le·s pour acheter des ensembles d'Armures d'Abonnements précédents, des Familiers exclusifs, des Montures, des Arrière-plans animés ou même des Quêtes spéciales ! Ces avantages supplémentaires sont une excellente façon de rester motivé·e tout au long de l'année et de vous récompenser pour tout ce que vous avez accompli. Les abonné·e·s reçoivent un Sablier Mystique au début de chaque mois pendant lequel ils·elles bénéficient des avantages de l’abonnement, ainsi que plein d'autres avantages. Assurez-vous de consulter nos différentes formules d'abonnement si la marchandise des Voyageu·r·se·s Temporel·le·s vous intrigue !
hu: A misztikus homokórák egy rendkívül ritka fizetőeszköz, amit csak akkor kaphatsz, ha előfizetsz a Habiticára. Az Időutazók boltjában tudod elkölteni őket korábbi előfizetői felszerelésekre, exkluzív kisállatokra, hátasokra, animált hátterekre vagy akár különleges küldetésekre! Ezek az extra jutalmak remek motivációt adnak egész évben, és megérdemelt jutalomként szolgálnak egy jól végzett munka után. Az előfizetők minden hónap elején kapnak egy misztikus homokórát, amíg él az előfizetésük, és még sok más bónuszban is részesülnek. Nézd meg az előfizetési lehetőségeket, ha érdekel, mit kínálnak az Időutazók!
ko: 신비한 모래시계는 Adhder를 구독해야만 받을 수 있는 매우 희귀한 화폐입니다. 시간 여행자 상점에서 과거 구독자 전용 장비 세트, 한정 펫, 탈것, 애니메이션 배경, 특별 퀘스트까지 구매할 수 있습니다! 이러한 특별 보상은 1년 내내 동기부여를 유지하고, 스스로의 노력에 보상하는 훌륭한 방법입니다. 구독자는 구독 혜택이 있는 매월 초마다 신비한 모래시계 1개와 여러 가지 추가 혜택을 받습니다. 시간 여행자가 제공하는 것에 관심이 있다면 구독 옵션을 꼭 확인해 보세요!
pt_br: Ampulhetas Místicas são uma forma extremamente rara de moeda que você só pode receber por assinar o Adhder. Você pode usá-las na Loja dos Viajantes do Tempo para comprar conjuntos de Equipamentos de Assinante anteriores, mascotes exclusivos, montarias, fundos animados ou até mesmo missões especiais! Essas vantagens extras são uma ótima maneira de se manter motivado durante o ano e se recompensar por um trabalho bem feito. Os assinantes recebem uma Ampulheta Mística no início de cada mês em que têm os benefícios da assinatura, além de várias outras vantagens. Não deixe de conferir nossas opções de assinatura se estiver interessado no que os Viajantes do Tempo têm a oferecer!
zh_hant: 神秘沙漏是一種極為稀有的貨幣，只有連續訂閱Adhder三個月或更長時間才能獲得。他們可用於在時空旅行者商店中購買過去的裝備套裝、寵物、坐騎、動畫背景甚至特殊副本。 你每年最多可以收到四个神秘沙漏。收到神秘沙漏的時間取決於你的注定時間。他們將在你支付了使你有資格獲得沙漏的訂閱費用後的次月月初發送。詳情請查看[訂閱]頁面。

source: Joined Challenge
de: Einer Herausforderung beigetreten
fr: A rejoint un défi
hu: Csatlakoztál a kihíváshoz
ko: 도전에 참가하기
pt_br: Aderiu ao Desafio
zh_hant: 加入挑戰

source: Left Challenge
de: Herausforderung verlassen
fr: A quitté le défi
hu: Kiléptél a kihívásból
ko: 도전 포기
pt_br: Deixou o Desafio
zh_hant: 離開挑戰

source: Limited Event
de: Event mit eingeschränkter Laufzeit
fr: Événement limité
hu: Korlátozott esemény
ko: 한정 이벤트
pt_br: Evento Limitado
uk: Обмежена подія

# usually_x_gems
source: Usually %d Gems
de: Üblicherweise %d Edelsteine
fr: Généralement %d gemmes
hu: Általában %d gyémánt
ko: 보통 %d보석
pt_br: Normalmente %d Gemas

source: View Gem Bundles
de: Edelstein-Pakete anzeigen
fr: Voir les paquets de gemmes
hu: Gyémántcsomagok megtekintése
ko: 보석 꾸러미 보기
pt_br: Veja os pacotes de Gemas

# promo_info_instructions_title
source: How it works
de: So funktioniert es
fr: Comment ça marche
hu: Hogyan működik
ko: 어떻게 작동하나요
pt_br: Como funciona
uk: Як це працює

# promo_info_limitations_title
source: Limitations
de: Einschränkungen
hu: Korlátozások
ko: 제한사항
pt_br: Limitações
uk: Обмеження

# fall_promo.info_prompt
source: The Fall Gala is in full swing so we thought it was the perfect time to have a Gem Sale! Now you will get more Gems with each purchase than ever before.
de: Die Herbstgala ist in vollem Gange. Deshalb haben wir gedacht, dass dies der perfekte Zeitpunkt für den allerersten Edelstein-Sonderverkauf ist! Jetzt bekommst Du mit jedem Einkauf mehr Edelsteine als je zuvor.
fr: Le gala d'automne bat son plein, alors nous avons pensé que ce serait le moment idéal pour proposer notre toute première vente de gemmes ! Dès à présent, vous recevrez plus de gemmes qu'auparavant pour chaque achat.
hu: Az Őszi gála javában tart, ezért tökéletes alkalomnak láttuk, hogy gyémántakciót indítsunk! Most minden vásárlással több gyémántot kapsz, mint valaha.
ko: 가을 갈라가 진행 중이므로 보석 세일을 진행하기에 완벽한 시기입니다. 이제 구매할 때마다 그 어느 때보다 많은 보석을 받게 됩니다.
pt_br: A Gala de Outono está a todo vapor, então julgamos que esse era o momento perfeito para apresentar nossa primeira Promoção de Gemas! Agora você receberá a cada compra mais Gemas do que nunca.

# fall_promo.info_instructions
source: Between %@ and %@, simply purchase any Gem bundle like usual and your account will be credited with the promotional amount of Gems. More Gems to spend, share, or save for any future releases!
de: Zwischen %@ und %@ kannst Du wie gewohnt ein Edelstein-Paket kaufen, Deinem Konto wird aber der Aktions-Betrag Edelsteine hinzugefügt. Mehr Edelsteine zum ausgeben, teilen oder für spätere Neuerungen aufsparen!
fr: Entre le %@ et le %@, achetez simplement n'importe quel paquet de gemmes comme d'habitude, et votre compte sera crédité du nombre de gemmes promotionnelles. Cela vous fera plus de gemmes à dépenser, partager, ou économiser pour de futurs objets !
hu: %@ és %@ között egyszerűen vásárolj bármilyen gyémántcsomagot a megszokott módon, és a fiókod automatikusan a promóciós mennyiségű gyémántot kapja. Több gyémánt áll majd rendelkezésedre, amit elkölthetsz, ajándékozhatsz, vagy eltehetsz későbbre!
ko: %s와(과) %s 사이에 평소처럼 보석 꾸러미를 구매하면 프로모션 보석이 적립됩니다. 더 많은 보석을 사용하거나 공유하거나 미래를 위해 모아두세요!
pt_br: Entre %@ e %@, adquira qualquer pacote de Gemas como de costume e sua conta será creditada com o valor promocional das Gemas. Mais Gemas para gastar, compartilhar ou economizar para qualquer lançamentos futuros!
