Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# tasks.examples.creativity_daily_notes
source: Tap to specify the name of your current project + set the schedule!
de: Tippe hier um den Namen Deines aktuellen Projekts und einen Terminplan anzugeben!
fr: Tapez pour définir le nom de votre projet en cours et le planning !
hu: Koppints, hogy megadd a jelenlegi projekted nevét és az időbeosztást!
ko: 터치하여프로젝트 이름을 입력하고, 일정을 지정하세요!
pt_br: Toque para definir o nome do seu projeto atual e um cronograma!
uk: Натисни, щоб вказати імя поточного проєкту та зазначити кінцеву дату!

# tasks.examples.creativity_todo_text
source: Finish creative project
de: Kreatives Projekt fertigstellen
fr: Finir le projet créatif
hu: Kreatív projekt befejezése
ko: 창의적 작업 끝내기
pt_br: Terminar projeto criativo
uk: Завершити творчий проєкт

# tasks.edit_details
source: Edit Details
de: Details ändern
fr: Modifier les détails
hu: Részletek szerkesztése
ko: 상세 편집
pt_br: Editar Detalhes
uk: Змінити деталі

source: Menu
de: Menü
hu: Menü
ko: 메뉴
uk: Меню

source: Filter
fr: Filtrer
hu: Szűrő
ko: 필터
pt_br: Filtro
uk: Фільтр

# one_filter
source: 1 Filter
fr: 1 filtre
hu: 1 szűrő
ko: 1 필터
pt_br: 1 Filtro
uk: 1 Фільтр

# x_filters
source: %ld Filters
de: %ld Filter
fr: %ld filtres
hu: %ld szűrő
ko: %ld 필터
pt_br: %ld Filtros
uk: %ld Фільтр(и/ів)

source: Daily
de: Tägliche Aufgabe
fr: Quotidienne
hu: Naponta
ko: 일간
pt_br: Diária
uk: Щодня

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
hu: Hetente
ko: 주간
pt_br: Semanalmente
uk: Щотижня

source: Monthly
de: Monatlich
fr: Mensuellement
hu: Havonta
ko: 월간
pt_br: Mensalmente
uk: Щомісяця

source: Yearly
de: Jährlich
fr: Annuellement
hu: Évente
ko: 연간
pt_br: Anualmente
uk: Щороку

# tasks.form.notes_placeholder
source: Include any notes to help you out
de: Füge Notizen hinzu, die dir helfen
fr: Inclure les notes pour vous aider
hu: Ide írhatsz jegyzeteket, hogy segítsenek neked
ko: 도움이 될만한 메모를 추가하세요
pt_br: Inclua alguma anotação para ajudar você
uk: Додайте будь-які записи для себе

# menu.group_plans
source: Groups
de: Gruppen
fr: Groupes
hu: Csoportok
ko: 그룹
pt_br: Times
uk: Групи
zh_hant: 群組

# menu.social
source: Social
de: Soziales
hu: Közösség
ko: 소셜
uk: Спілкування

# menu.inventory
source: Inventory
de: Inventar
fr: Inventaire
hu: Leltár
ko: 인벤토리
pt_br: Inventário
uk: Інвентар

# menu.select_class
source: Select Class
de: Klasse auswählen
fr: Sélectionner la Classe
hu: Kaszt választás
ko: 직업 선택
pt_br: Selecionar Classe
uk: Оберіть Клас
zh_hant: 選擇職業

# menu.skills
source: Skills
de: Fähigkeiten
fr: Compétences
hu: Képességek
ko: 스킬
pt_br: Habilidades
uk: Навички
zh_hant: 技能

# menu.shops
source: Shops
de: Märkte
fr: Boutiques
hu: Boltok
ko: 상점
pt_br: Lojas
uk: Магазини
zh_hant: 商店

# menu.customize_avatar
source: Customize Avatar
de: Avatar anpassen
fr: Personnalisez votre avatar
hu: Avatár testreszabása
ko: 아바타 꾸미기
pt_br: Personalizar Avatar
uk: Налаштування Аватару
zh_hant: 自訂角色

# menu.gems
source: Purchase Gems
de: Edelsteine kaufen
fr: Acheter des gemmes
hu: Gyémántok vásárlása
ko: 보석 구매
pt_br: Comprar Gemas
uk: Купити Самоцвіти
zh_hant: 購買寶石

# skills.caused_damage
source: You caused damage to the boss
de: Du hast dem Boss Schaden zugefügt
fr: Vous avez infligé des dégâts au boss
hu: Sebzést okoztál a főellenségnek
ko: 보스에게 피해를 주었습니다
pt_br: Você causou dano no Chefão
uk: Ви завдали шкоди Босу
zh_hant: 你對Boss造成了傷害

# level_number
source: Level %d
fr: Niveau %d
hu: %d. szint
ko: 레벨 %d
pt_br: Nível %d
uk: Рівень %d
zh_hant: 等級 %d

source: My Guilds
de: Meine Gilden
fr: Mes guildes
hu: Saját céheink
ko: 소속 길드
pt_br: Minhas Guildas
uk: Мої Гільдії
zh_hant: 我的公會

source: My Challenges
de: Meine Wettbewerbe
fr: Mes défis
hu: Saját kihívásaim
ko: 나의 도전 과제
pt_br: Meus Desafios
uk: Мої Випробування
zh_hant: 我的挑戰

# settings.user
source: User
de: Benutzer
fr: Utilisateur
hu: Felhasználó
ko: 사용자
pt_br: Usuário
uk: Користувач
zh_hant: 使用者

# settings.profile
source: Profile
de: Profil
fr: Profil
hu: Profil
ko: 프로필
pt_br: Perfil
uk: Профіль
zh_hant: 個人檔案

# settings.authentication
source: Authentication
de: Authentifizierung
fr: Authentification
hu: Hitelesítés
ko: 인증
pt_br: Autenticação
uk: Автентифікація
zh_hant: 身份驗證

# settings.fix_characterValues
source: Fix Character Values
de: Charakterwerte anpassen
fr: Corriger les valeurs du personnage
hu: Karakterértékek javítása
ko: 캐릭터 설정값 수정
pt_br: Corrigir Valores do Personagem
uk: Відредагувати Значення Персонажу
zh_hant: 修復角色數值

# settings.change_class
source: Change Class
de: Klasse ändern
fr: Changer de classe
hu: Kasztváltás
ko: 직업 바꾸기
pt_br: Mudar de Classe
uk: Змінити Клас
zh_hant: 變更職業

# settings.log_out
source: Log Out
de: Abmelden
fr: Déconnexion
hu: Kijelentkezés
ko: 로그아웃
pt_br: Desconectar
uk: Вийти
zh_hant: 登出

source: Title
de: Titel
fr: Titre
hu: Cím
ko: 제목
pt_br: Título
uk: Назва

source: Notes
de: Notizen
hu: Jegyzetek
ko: 메모
pt_br: Observações
uk: Записи

source: Resync
de: Neu synchronisieren
fr: Resynchroniser
hu: Szinkronizálás
ko: 갱신
pt_br: Ressincronizar
uk: Синхронізувати повторно

source: Resync all
de: Alles neu synchronisieren
fr: Tout resynchroniser
hu: Összes szinkronizálása
ko: 모두 갱신
pt_br: Ressincronizar tudo
uk: Синхронізувати повторно все

# resync_task
source: Resync this task
de: Diese Aufgabe neu synchronisieren
fr: Resynchroniser cette tâche
hu: E feladat szinkronizálása
ko: 이 할 일 갱신
pt_br: Ressincronizar essa tarefa
uk: Синхронізувати повторно це завдання

# settings.daily_reminder
source: Daily Reminder
de: Tägliche Erinnerung
fr: Rappel quotidien
hu: Napi emlékeztető
ko: 매일 알림
pt_br: Lembrete diário
uk: Щоденне Нагадування

# settings.every_day
source: Every day at
de: Jeden Tag um
fr: Tous les jours à
hu: Minden nap ekkor:
ko: 매일 몇 시에
pt_br: Todos os dias às
uk: Щодня о

# settings.notification_badge
source: Notification Badge
de: Benachrichtigungs-Abzeichen
fr: Pastille de notification
hu: Értesítési jelvény
ko: 알림 뱃지
pt_br: Notificação de Medalha
uk: Значок Сповіщення

# settings.display_notification_badge
source: Display Notification Badge
de: Benachrichtigungs-Abzeichen anzeigen
fr: Afficher la pastille de notification
hu: Értesítési jelvény megjelenítése
ko: 알림 뱃지 표시
pt_br: Mostrar Notificação de Medalha
uk: Показувати Значок Сповіщення

# settings.day_start
source: Day Start
de: Tageswechsel
fr: Début de la journée
hu: Nap kezdete
ko: 날짜 갱신 시간
pt_br: Início do dia
uk: Початок дня

# settings.next_cron_run
source: Next day reset: %@
de: Neuer Tages-Rest: &@
fr: Réinitialisation le lendemain : %@
hu: Következő napi nullázás: %@
ko: 다음 날짜 재설정：%@
pt_br: Reinicio do próximo dia: %@
uk: Наступний день почнеться: %@

# settings.day_start_adjustment
source: Day Start Adjustment
de: Anpassung vom Tagesbeginn
fr: Heure du Début de Journée
hu: Napkezdés beállítása
ko: 일과 시작 시간 설정
pt_br: Ajuste do início do dia
uk: Налаштування Початку дня

# settings.adjustment
source: Adjustment
de: Anpassung
fr: Ajustement
hu: Beállítás
ko: 설정
pt_br: Ajuste
uk: Налаштування

# settings.social
source: Social
de: Soziales
hu: Közösségi beállítások
ko: 소셜
uk: Спілкування

# settings.disable_all_notifications
source: Disable all Push Notifications
de: Push-Nachrichten deaktivieren
fr: Désactiver les notifications Push
hu: Minden push-értesítés kikapcsolása
ko: 모든 푸시 알림 끄기
pt_br: Desabilitar todas as Notificações Push
uk: Вимкнути усі Push-Сповіщення

# settings.disable_all_emails
source: Disable all Emails
de: Alle Emails deaktivieren
fr: Désactiver tous les emails
hu: Minden e-mail kikapcsolása
ko: 모든 메일 받지 않기
pt_br: Desativar todos os e-mails
uk: Вимкнути усі листи на електронну пошту

# settings.maintenance
source: Maintenance
de: Wartungsarbeiten
hu: Karbantartás
ko: 점검
pt_br: Manutenção
uk: Технічне обслуговування

# settings.clear_cache
source: Clear Cache
de: Cache löschen
fr: Effacer le cache
hu: Gyorsítótár törlése
ko: 캐시 삭제하기
pt_br: Limpar Cache
uk: Очистити Кеш

# settings.theme_color
source: Theme Color
de: Theme
fr: Couleur du thème
hu: Téma színe
ko: 테마 컬러
pt_br: Cor do tema
uk: Колір Теми

# settings.theme_mode
source: Theme Mode
de: Themen-Modus
fr: Type de thème
hu: Téma módja
ko: 테마 모드
pt_br: Modo temático
uk: Колірна Схема

# settings.sound_theme
source: Sound Theme
de: Audio Theme
fr: Thème musical
hu: Hangtéma
ko: 사운드 테마
pt_br: Tema sonoro
uk: Звукова Схема

# settings.enable_class_system
source: Enable Class System
de: Klassensystem aktivieren
fr: Activer le système de classe
hu: Kasztrendszer bekapcsolása
ko: 직업 시스템 활성화
pt_br: Habilitar Sistema de Classe
uk: Використовувати Систему Класів

# settings.custom_day_start
source: Custom Day Start
de: Tageswechsel einstellen
fr: Heure personnalisée de début de journée
hu: Egyéni napkezdés
ko: 날짜 갱신 설정
pt_br: Início do dia personalizado
uk: Власний Початок дня

# settings.disable_pm
source: Disable Private Messages
de: Private Nachrichten deaktivieren
fr: Désactiver les messages privés
hu: Privát üzenetek kikapcsolása
ko: 비공개 메세지 비활성화
pt_br: Desabilitar mensagens privadas
uk: Вимкнути Приватні Повідомлення

# settings.app_icon
source: App Icon
de: App-Symbol
fr: Icône d'application
hu: Alkalmazás ikonja
ko: 앱 아이콘
pt_br: Ícone do aplicativo
uk: Іконка Застосунку

# settings.server
source: Server
fr: Serveur
hu: Szerver
ko: 서버
pt_br: Servidor
uk: Сервер

# settings.change_display_name
source: Change Display Name
de: Anzeigenamen ändern
fr: Changer de Pseudonyme
hu: Megjelenített név módosítása
ko: 표시되는 이름 변경
pt_br: Alterar nome de exibição
uk: Змінити Ім'я для відображення

# settings.change_photo_url
source: Change Photo URL
de: Foto-URL ändern
fr: Changer l'URL de la Photo
hu: Fotó URL módosítása
ko: 사진 URL 변경
pt_br: Alterar link da foto
uk: Змінити Посилання на Фото

# settings.change_password
source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
hu: Jelszó módosítása
ko: 비밀번호 변경
pt_br: Alterar senha
uk: Змінити Пароль

# settings.change_about_message
source: Change About Message
de: Info ändern
fr: Changer le message A propos
hu: Bemutatkozó szöveg módosítása
ko: 메세지 관련 변경
pt_br: Alterar mensagem Sobre
uk: Змінити Опис Профілю

# settings.add_email
source: Add Email
de: Email hinzufügen
fr: Ajouter une adresse courriel
hu: E-mail cím hozzáadása
ko: 메일 주소 추가하기
pt_br: Adicionar e-mail
uk: Додати Електронну Адресу

# settings.danger_zone
source: Danger Zone
de: Gefahrenzone
fr: Zone de Danger
hu: Veszélyzóna
ko: 위험지역
pt_br: Zona de risco
uk: Небезпечна Зона

# settings.login_methods
source: Login Methods
de: Anmeldemethoden
fr: Méthode de connexion
hu: Bejelentkezési módok
ko: 로그인 방법
pt_br: Método de login
uk: Засоби Входу

# settings.reset_account
source: Reset Account
de: Konto zurücksetzen
fr: Réinitialiser le compte
hu: Fiók alaphelyzetbe állítása
ko: 계정 초기화
pt_br: Reiniciar conta
uk: Скинути Акаунт

# settings.updated_email
source: Email updated
de: Email wurde aktualisiert
fr: Adresse courriel mise à jour
hu: E-mail cím frissítve
ko: 메일 주소가 업데이트되었습니다
pt_br: E-mail atualizado
uk: Оновлено Електронну Адресу

# settings.updated_password
source: Password successfully changed
de: Passwort erfolgreich geändert
fr: Mot de passe changé avec succès
hu: Jelszó frissítve
ko: 비밀번호가 변경 되었습니다
pt_br: Senha alterada com sucesso
uk: Оновлено Пароль

# settings.delete_account
source: Delete Account
de: Account löschen
fr: Supprimer le compte
hu: Fiók törlése
ko: 계정 삭제
pt_br: Excluir conta
uk: Видалити Акаунт

# settings.delete_account_description_social
source: This will delete your account forever, and it can never be restored! Banked or spent Gems will not be refunded. If you’re absolutely certain, type DELETE into the text box below.
de: Dies wird Dein Konto für immer löschen und es kann nicht wiederhergestellt werden! Gesparte oder verbrauchte Edelsteine werden nicht ersetzt. Wenn Du absolut sicher bist, dann tippe DELETE in das Textfeld unten ein.
fr: Cela va définitivement supprimer votre compte, et il ne pourra pas être restauré ! Les gemmes sur votre compte ou celles dépensées ne seront pas remboursées. Si vous confirmez définitivement, tapez DELETE dans le champ ci-dessous.
hu: Ezzel véglegesen törlöd a fiókodat és soha nem állíthatod vissza! A felhasznált vagy meglévő gyémántokat nem térítjük vissza. Ha teljesen biztos vagy benne, írd be alább a DELETE szót.
ko: 계속 진행하면 계정이 영구 삭제되며 복구할 수 없습니다! 은행에 보관하거나 사용한 보석은 환불되지 않습니다. 그래도 계속 진행하신다면 아래 빈 칸에 DELETE를 입력하세요.
pt_br: Isso apagará sua conta para sempre e ela nunca mais poderá ser recuperada! Gemas gastas ou armazenadas não serão reembolsadas. Se você tiver certeza absoluta, digite DELETAR na caixa de texto abaixo.
uk: Акаунт буде видалено назавжди без можливості відновлення! Куплені або витрачені Самоцвіти не будуть повернуті. Якщо ви абсолютно впевнені, введіть DELETE в текстове поле знизу.

# settings.new_email
source: New Email
de: Neue E-Mail
fr: Nouvelle Email
hu: Új e-mail
ko: 새로운 메일 주소
pt_br: Novo e-mail
uk: Додати Електронну Адресу

# settings.change_username
source: Change Username
de: Benutzername ändern
fr: Changer l'Identifiant
hu: Felhasználónév módosítása
ko: 아이디 바꾸기
pt_br: Alterar Nome de Usuário
uk: Змінити Ім'я користувача

# settings.new_username
source: New Username
de: Neuer Benutzername
fr: Nouvel Identifiant
hu: Új felhasználónév
ko: 새로운 아이디
pt_br: Novo Nome de Usuário
uk: Додати Ім'я Користувача

# settings.new_password
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
hu: Új jelszó
ko: 새로운 비밀번호
pt_br: Nova senha
uk: Новий Пароль

# settings.confirm_new_password
source: Confirm new Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
hu: Új jelszó megerősítése
ko: 새 비밀번호 확인
pt_br: Confirme a nova senha
uk: Підтвердження Нового Паролю

# settings.old_password
source: Old Password
de: Altes Passwort
fr: Ancien mot de passe
hu: Régi jelszó
ko: 현 비밀번호
pt_br: Senha antiga
uk: Старий Пароль

# settings.reset_account_confirm
source: Are you sure you want to reset?
de: Bist du sicher, dass du deinen Account zurücksetzen möchtest?
fr: Êtes vous sûr de vouloir réinitialiser ?
hu: Biztosan alaphelyzetbe állítod a fiókodat?
ko: 정말 초기화하시겠습니까?
pt_br: Quer mesmo reiniciar?
uk: Ви впевнені, що хочете скинути?

# settings.delete_account_confirm
source: Are you sure you want to delete?
de: Bist du sicher, dass du deinen Account löschen möchtest?
fr: Êtes-vous sûr·e de vouloir supprimer ?
hu: Biztosan törölni akarod a fiókodat?
ko: 정말 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja excluir?
uk: Ви впевнені, що хочете видалити?

# settings.local
source: Local
de: Lokal
hu: Helyi
ko: 지역
uk: Локальний

# settings.searchable_everywhere
source: Everywhere
de: Überall
fr: Partout
hu: Mindenhol
ko: 어디에서나
pt_br: Em toda parte
uk: Всюди

# settings.language
source: Language
de: Sprache
fr: Langage
hu: Nyelv
ko: 언어
pt_br: Idioma
uk: Мова

# settings.email_notifications.title
source: Emails
hu: E-mailek
ko: 메일
uk: Електронні Адреси

# settings.email_notifications.banned_group
source: Kicked from Group
de: Aus der Gruppe gekickt
fr: Sortie d'un groupe
hu: Kizárás a csoportból
ko: 그룹에서 추방당했습니다
pt_br: Expulso(a) do Grupo
uk: Вигнано з Групи

# settings.email_notifications.subscription_reminders
source: Subscription Reminders
de: Abonnement-Erinnerungen
fr: Rappels de souscription
hu: Előfizetési emlékeztetők
ko: 구독 플랜 알림
pt_br: Lembretes de assinatura
uk: Нагадування про Підписку

# settings.push_notifications.title
source: Push Notifications
de: Push-Nachrichten
fr: Notifications push
hu: Push-értesítések
ko: 푸시 알림
pt_br: Notificações Push
uk: Push-Сповіщення

# settings.mentions
source: Mentions
de: Erwähnungen
hu: Megjelölések
ko: 답장
pt_br: Menções
uk: Згадка

# settings.searchable_private_spaces
source: Only Private Spaces
de: Nur private Räume
fr: Seulement les espaces privés
hu: Csak privát helyeken
ko: 비공개 전용
pt_br: Apenas espaços particulares
uk: Тільки в приватних місцях

# settings.push_notifications.won_challenge
source: You won a challenge!
de: Du hast eine Herausforderung gewonnen!
fr: Vous avez gagné un défi !
hu: Megnyertél egy kihívást!
ko: 도전에서 우승했습니다!
pt_br: Você venceu um desafio!
uk: Ви виграли Випробування!

# settings.push_notifications.gifted_gems
source: Gifted Gems
de: Edelstein-Geschenk
fr: Gemmes offertes
hu: Gyémántokat kaptál ajándékba
ko: 보석을 선물받았습니다
pt_br: Gemas presenteadas
uk: Подаровані Самоцвіти

# settings.push_notifications.gifted_subscription
source: Gifted Subscription
de: Geschenktes Abonnement
fr: Abonnement offert
hu: Előfizetést kaptál ajándékba
ko: 선물받은 구독 플랜
pt_br: Assinatura presenteada
uk: Подарована Підписка

# settings.push_notifications.invited_party
source: Invited to Party
de: In Party eingeladen
fr: Invitation dans une équipe
hu: Meghívó érkezett egy csapatba
ko: 파티에 초대되었습니다
pt_br: Convidado(a) para um Grupo
uk: Запрошено в Команду

# settings.push_notifications.invited_guid
source: Invited to Guild
de: In Gilde eingeladen
fr: Invitation dans une guilde
hu: Meghívó érkezett egy céhbe
ko: 길드에 초대받았습니다
pt_br: Convidado(a) para Guilda
uk: Запрошено в Гільдію

# settings.push_notifications.quest_begun
source: Your quest has begun
de: Deine Quest hat begonnen
fr: Votre quête a commencé
hu: Elindult a küldetésed
ko: 당신의 퀘스트가 시작되었습니다
pt_br: Sua missão começou
uk: Ваш Квест розпочато

# settings.push_notifications.important_announcement
source: Important Announcements
de: Wichtige Ankündigungen
fr: Annonces importantes
hu: Fontos közlemények
ko: 중요한 공지
pt_br: Anúncios importantes
uk: Важливі Оголошення

# settings.push_notifications.party_activity
source: Party Activity
de: Party-Aktivität
fr: Activité de l'équipe
hu: Csapattevékenységek
ko: 파티 활동 내역
pt_br: Atividade do Grupo
uk: Командна Активність

# settings.push_notifications.mention_party
source: @Mentions in Party
de: @Erwähnung in der Party
fr: @mentions dans l'équipe
hu: @Megjelölések a csapatban
ko: 파티 채팅에서 당신에게
pt_br: @Menções no Grupo
uk: @Згадки в Команді

# settings.push_notifications.mention_joined_guild
source: @Mentions in joined Guilds
de: @Erwähnung in beigetretenen Gilden
fr: @mentions dans vos guildes
hu: @Megjelölések a belépett céhekben
ko: 길드 채팅에서 당신에게
pt_br: @Menções em Guildas em que participa
uk: @Згадки в ваших Гільдіях

# settings.add_email_and_password
source: Add Email and Password authentication
de: E-Mail- und Passwort-Authentifizierung hinzufügen
fr: Ajouter une authentification par courriel et mot de passe
hu: E-mail és jelszó hitelesítés hozzáadása
ko: 메일 주소와 비밀번호 인증 추가하기
pt_br: Adicionar e-mail e senha de autenticação
uk: Додати автентифікацію за Електронною Адресою та Паролем

# settings.no_email
source: No Email
de: keine Emailadresse angegeben
fr: Pas d'adresse mail
hu: Nincs e-mail megadva
ko: 메일 없음
pt_br: Nenhum e-mail
uk: Немає Електронної Адреси

# settings.my_account
source: My Account
de: Benutzerkonto
fr: Mon compte
hu: Saját fiókom
ko: 나의 계정
pt_br: Minha conta
uk: Мій Акаунт

# settings.connect
source: Connect
de: Verbinden
fr: Se connecter
hu: Csatlakozás
ko: 접속
pt_br: Conectar
uk: Приєднати

# settings.disconnect
source: Disconnect
de: Verbindung trennen
fr: Déconnecter
hu: Lecsatlakoztatás
ko: 접속 해제
pt_br: Desconectar
uk: Від'єднати

# settings.add_password
source: Add Password
de: Passwort hinzufügen
fr: Ajouter un Mot de passe
hu: Jelszó hozzáadása
ko: 비밀번호 추가
pt_br: Adicionar senha
uk: Додати Пароль

# settings.manually_restart_day
source: Manually Restart Day
de: Tag manuell neu starten
fr: Redémarrer la Journée manuellement
hu: Nap kézi újraindítása
ko: 수동으로 하루 재시작
pt_br: Reiniciar o dia manualmente
uk: Перезапустити День вручну

# settings.pauseDamage.pause_damage_title1
source: Your missed Dailies won’t damage you
de: Nicht erfüllte Tagesaufgaben fügen dir keinen Schaden zu
fr: Vos tâches Quotidiennes non effectuées ne vous feront pas de dégâts
hu: A kihagyott napi teendők nem okoznak sebzést
ko: 일일 과제를 놓쳐도 데미지 피해를 입지 않습니다
pt_br: Suas Diárias incompletas não te causarão dano
uk: Ви не отримуєте Пошкодження за пропущені Щоденні Завдання

# settings.pauseDamage.resume_damage_description1
source: Bosses will also damage Party members for your missed Dailies again
de: Bosse können darüberhinaus den Mitgliedern deiner Gruppe Schaden zufügen für Tagesaufgaben, die du nicht erfüllt hast
fr: Les Boss infligeront également des dégâts supplémentaires aux membres de votre Équipe si vous n'effectuez pas vos tâches Quotidiennes
hu: A főellenség újra sebezni fogja a csapattársaidat a kihagyott napi teendőid miatt
ko: 보스는 일일과제를 끝내지 못한 파티원에게도 데미지 피해를 입힙니다
pt_br: Chefões também irão causar dano novamente em membros do Grupo por causa de suas diárias incompletas
uk: Босси будуть так само шкодити членам команди якщо ти пропустиш Щоденне завдання знову

# settings.pauseDamage.resume_damage_title2
source: Your streaks and counters can reset
de: Deine Strähnen und Zählerstände werden zurückgesetzt
fr: Vos combos et vos compteurs peuvent être remis à zéro
hu: A sorozataid és számlálóid újra nullázódhatnak
ko: 작업의 연속 실행 및 습관 횟수를 재설정할 수 있습니다
pt_br: Seus combos e contadores podem reiniciar
uk: Ваші Серії та Лічильники, можливо перезапустити

# settings.pauseDamage.resume_damage_description3
source: Any pending damage or collection items will apply on your next day reset
de: Ausstehender Schaden oder gesammelte Objekte werden angewendet, sobald der Tag das nächste Mal zurückgesetzt wurde
fr: Tous les dégâts en attente ou objets de collection que vous aurez obtenus seront appliqués lors de votre réinitialisation le jour suivant
hu: Minden függő sebzés és összegyűjtött tárgy a következő napi újrainduláskor kerül elszámolásra
ko: 보류 중인 데미지 피해 또는 수집 아이템은 다음 날 초기화 시 적용됩니다
pt_br: Qualquer dano pendente ou itens de coleta irão ser aplicados no próximo reinicio do dia
uk: Будь-які очікувані пошкодження або предмети збирання будуть застосовані під час скидання наступного дня

# theme.default_theme
source: Default
de: Standard
fr: Défaut
hu: Alapértelmezett
ko: 기본
pt_br: Padrão
uk: По замовчуванню

# theme.blue
source: Blue
de: Blau
fr: Bleu
hu: Kék
ko: 파란색
pt_br: Azul
uk: Блакитний

# theme.teal
source: Teal
de: Türkis
fr: Vert-Olive
hu: Kékeszöld
ko: 옥색
pt_br: Turquesa
uk: Бірюзовий

# theme.green
source: Green
de: Grün
fr: Vert
hu: Zöld
ko: 초록색
pt_br: Verde
uk: Зелений

# theme.yellow
source: Yellow
de: Gelb
fr: Jaune
hu: Sárga
ko: 노란색
pt_br: Amarelo
uk: Жовтий

# theme.orange
source: Orange
hu: Narancs
ko: 주황색
pt_br: Laranja
uk: Оранжевий

source: Details
fr: Détails
hu: Részletek
ko: 자세히
pt_br: Detalhes
uk: Деталі

# guilds.leave_guild_title
source: Leave Guild?
de: Gilde verlassen?
fr: Quitter la guilde ?
hu: Kilépsz a céhből?
ko: 길드를 떠나시겠습니까?
pt_br: Abandonar Guilda?
uk: Залишити гільдію?

# guilds.leave_guild_description
source: Do you want to leave the guild and keep or leave the challenges?
de: Möchtest du die Gilde verlassen und die Wettbewerbe behalten oder löschen?
fr: Voulez-vous quitter la guilde et conserver ou supprimer les défis ?
hu: Szeretnél kilépni a céhből, és megtartod vagy elhagyod a kihívásokat?
ko: 길드를 탈퇴한 후, 도전을 유지하시겠습니까 포기하시겠습니까?
pt_br: Você deseja sair da guilda e manter ou deletar os desafios?
uk: Ви хочете вийти з гільдії та залишити Виклики чи покинути їх?

# guilds.keep_challenges
source: Keep challenges
de: Wettbewerbe behalten
fr: Conserver les Défis
hu: Kihívások megtartása
ko: 도전을 유지한다
pt_br: Manter desafios
uk: Залишити випробування

# guilds.joined_guild
source: You joined the guild
de: Du bist der Gilde beigetreten
fr: Vous avez rejoint la guilde
hu: Csatlakoztál a céhhez
ko: 길드에 가입했습니다
pt_br: Você juntou-se a guilda
uk: Ви приєднались до гільдії

# guilds.left_guild
source: You left the guild
de: Du hast die Gilde verlassen
fr: Vous avez quitté la guilde
hu: Kiléptél a céhből
ko: 길드를 탈퇴했습니다
pt_br: Você abandonou a guilda
uk: Ви залишили гільдію
