Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# birthday_limitations_description
source: This is a limited time event that starts on %s and will end %s. The Limited Edition Jubilant Gryphatrice and ten Magic Hatching Potions will be available to buy during this time. The other Gifts listed in the Four for Free section will be automatically delivered to all accounts that were active in the 30 days prior to day the gift is sent. Accounts created after the gifts are sent will not be able to claim them.
de: Dies ist eine zeitlich begrenzte Veranstaltung, die am %s beginnt und am %s endet. Die limitierte Ausgabe des Jubilierenden Greifatrix und der zehn Magischen Schlüpfelixiere können in dieser Zeit gekauft werden. Die anderen Geschenke im Gratis-Bereich werden automatisch an alle Accounts ausgegeben, die in den 30 Tagen vor dem Datum der Geschenkübergabe aktiv waren. Accounts, die nach der Geschenkübergabe erstellt wurden, haben keinen Anspruch darauf.
fr: C'est un événement limité dans le temps qui commencera le %1$s et se finira le %2$s. Vous aurez la possibilité d'acheter la gryphatrice jubilante en édition limitée ainsi que dix potions d'éclosion magiques durant l'événement. Les autres cadeaux listés dans la section "Quatre gratuits" seront automatiquement envoyés à tous les comptes qui étaient actifs dans les 30 jours avant le moment d'envoi des cadeaux. Les comptes créés après l'envoi des cadeaux ne pourront pas les réclamer.
hu: Ez egy korlátozott ideig tartó esemény, mely %s-kor kezdődik és %s-kor ér véget. A limitált kiadású Ünnepi griffatrice és a tíz varázslatos keltetőfőzet csak ebben az időszakban vásárolható meg. A „Négy ingyen ajándék” részben felsorolt többi ajándék automatikusan jár minden olyan fióknak, amely az ajándék kiküldése előtti 30 napban aktív volt. Az ajándékok kiküldése után létrehozott fiókok nem tudják megszerezni az ajándékokat.
ko: 이 이벤트는 %s에 시작하여 %s에 종료되는 한정 이벤트입니다. 한정판 '환희의 그리파트리스'와 10종의 마법 부화 물약을 이 기간 동안 구매할 수 있습니다. '네 개 무료' 섹션에 나열된 다른 선물들은 선물이 발송되기 전 30일 동안 활동한 모든 계정에 자동으로 제공됩니다. 선물 발송 후 생성된 계정은 받을 수 없습니다.
pt_br: Este é um evento de tempo limitado que começa em %s e terminará em %s. A edição limitada Grifotriz Jubilante e dez Poções de Eclosão Mágicas estarão disponíveis para compra durante esse período. Os outros Presentes listados na seção Quatro de Graça serão automaticamente entregues para todas as contas que estavam ativas nos últimos 30 dias antes do dia que o presente é enviado. Contas criadas depois dos presentes serem enviados não serão capazes de consegui-los.
uk: Це тимчасова подія, що починається о % і закінчюється %. В цей час для покупки будуть доступні Обмежене видання Радісний Грифолиск та десять Магічних Зілль Вилуплення. Інші Подарунки, зазначені в секції Чотири Безкоштовно, будуть автоматично надіслані всім аккаунтам, які були активні протягом 30 днів до дня відправлення подарунка. Акаунти, створені після відправлення подарунків, не зможуть їх отримати.

source: Share Avatar
de: Avatar teilen
fr: Partager l'Avatar
hu: Avatár megosztása
ko: 아바타 공유
pt_br: Compartilhar Avatar

# items.empty.potion_description
source: Complete tasks, Potion Quests, or head over to the Market to stock up!
de: Erledige Aufgaben, Elixier-Quests oder besuche den Marktplatz zum Auffüllen!
fr: Accomplissez des tâches, des Quêtes de Potion, ou rendez-vous au Marché pour faire le plein !
hu: Teljesíts feladatokat, főzet-küldetéseket vagy látogass el a piacra, hogy feltöltsd a készleteid!
ko: 과제 완료, 물약 퀘스트 수행 또는 시장 방문으로 필요한 아이템을 모으세요!
pt_br: Complete tarefas, Missões de Poções, ou visite o Mercado para abastecer!

# items.empty.special_description
source: Get transformation items during Seasonal Galas or subscribe for a mystery box of equipment each month!
de: Erhalte Verwandlungsgegenstände während der Jahreszeitengalas oder abonniere, um jeden Monat eine Überraschungskiste zu erhalten!
fr: Obtenez des objets de transformation pendant les Galas Saisonniers ou abonnez-vous pour obtenir une boîte d'équipement mystère tous les mois !
hu: Szerezz átalakító tárgyakat a szezonális ünnepségeken vagy fizess elő havi rejtélyes felszerelésdobozra!
ko: 시즌 행사 중 변신 아이템을 받거나 매달 미스터리 장비 상자를 구독하세요!
pt_br: Adquira itens de transformação durante os Festivais Sazonais ou assine para receber uma caixa surpresa de equipamentos todo mês!

# items.footer_quests_descriptions
source: Check out the Quest Shop to see what’s available!
de: Schau im Quest-Shop nach, was erhältlich ist!
fr: Allez visiter la Boutique de Quête pour voir ce qui est disponible !
hu: Nézz be a küldetésboltba és fedezd fel, mik érhetők el!
ko: 퀘스트 상점에서 이용 가능한 퀘스트를 확인하세요!
pt_br: Confira a Loja de Missões para ver mais opções!

# items.footer_food_description
source: Check out the Market to buy food or a Saddle to instantly raise your Pet!
de: Schau auf dem Marktplatz nach, um Futter oder einen Sattel zu kaufen, der Dein Haustier sofort großzieht!
fr: Allez visiter le Marché pour acheter de la nourriture ou une Selle pour instantanément élever votre Familier !
hu: Nézz be a piacra, hogy eleséget vegyél vagy vásárolj nyerget, amellyel azonnal hátassá nevelheted a kisállatodat!
ko: 음식이나 펫을 즉시 성장시킬 안장을 구매하려면 시장을 확인하세요!
pt_br: Confira o Mercado para comprar comida ou sela para domar instantaneamente seu Mascote!

# you_raised_pet
source: You raised your %@ Pet into a Mount!
de: Du hast Dein %@-Haustier zu einem Reittier großgezogen!
fr: Vous avez élevé votre Familier %@ en Monture !
hu: Kisállatodból (%@) hátast neveltél!
ko: 당신의 %@ 펫이 탑승펫으로 성장했습니다!
pt_br: Você transformou seu %@ Mascote em Montaria!

# quest_mechanics_boss_title
source: Damaging a Boss
de: Einem Boss schaden
fr: Faire des dégâts à un·e Boss
hu: Főellenség sebzése
ko: 보스에게 피해 주기
pt_br: Causando dano ao Chefão
uk: Завдавання шкоди босові
zh_hant: 對Boss造成傷害

# quest_mechanics_boss_description
source: Complete any type of task or use skills to rack up pending damage! Damage will be applied on your next day reset. Strength affects how much damage you do.
de: Erledige jede Art von Aufgabe oder setze Fähigkeiten ein, um ausstehenden Schaden anzuhäufen! Der Schaden wird am nächsten Tag zugefügt. Die Stärke beeinflusst, wie viel Schaden du anrichtest.
fr: Accomplissez n'importe quel type de tâche ou utilisez vos compétences pour accumuler les dégâts en attente ! Les dégâts seront appliqués lors de votre réinitialisation le jour suivant. La compétence Force affecte la quantité de dégâts que vous infligez.
hu: Teljesíts bármilyen feladatot vagy használj képességeket, hogy függő sebzést halmozz fel! A sebzés a következő napi visszaálláskor érvényesül. Az ERŐ befolyásolja, mennyit sebzel.
ko: 어떤 과제든 완료하거나 스킬을 사용하여 피해를 누적하세요! 피해는 다음 날 초기화 시 적용됩니다. 근력이 피해량에 영향을 줍니다.
pt_br: Complete qualquer tipo de tarefa ou use habilidades para acumular dano pendente! O dano será aplicado no próximo início de dia. Força afeta a quantia de dano que você causa.
uk: Виконайте завдання будь-якого типу або використайте навичку, щоб нарощувати очікувану шкоду! Шкода буде нанесена наступного дня. Кількість завданої шкоди залежить від Сили.
zh_hant: 完成任何類型的任務或使用技能即可累積預期傷害！這些傷害將在你下一次的每日起始時間後生效。力量會影響你造成的傷害量。

# quest_mechanics_collecting_title
source: Collecting Quest items
de: Questgegenstände sammeln
fr: Objets de Quête de Collecte
hu: Küldetéstárgyak gyűjtése
ko: 퀘스트 아이템 수집
pt_br: Coletando Itens de Missão
uk: Пошук квестових предметів
zh_hant: 收集副本物品

# quest_mechanics_collecting_description
source: When on a Collection Quest, complete your tasks for a random chance to find a Quest item. Pending items will be applied on your next day reset. Perception boosts item rates.
de: Erledige bei einer Sammelquest deine Aufgaben, um eine zufällige Chance zu haben, einen Questgegenstand zu finden. Ausstehende Gegenstände werden beim Reset am nächsten Tag übernommen. Wahrnehmung erhöht deine Chancen.
fr: Lorsque vous participez à une Quête de Collecte, accomplissez vos tâches pour avoir une chance aléatoire de trouver un objet de Quête. Les objets en attente seront comptabilisés lors de votre réinitialisation le jour suivant. La Perception augmente les chances de trouver des objets.
hu: Gyűjtögetős küldetésen végezz feladatokat, így véletlenszerű eséllyel találhatsz küldetéstárgyakat. A függőben lévő tárgyak a következő napi visszaálláskor jelennek meg. Az ÉSZ növeli a tárgyak megtalálásának esélyét.
ko: 수집 퀘스트 중에는 과제를 완료하면 퀘스트 아이템을 무작위로 얻을 수 있습니다. 대기 중인 아이템은 다음 날 초기화 시 적용됩니다. 인식 능력이 아이템 획득 확률을 높입니다.
pt_br: Quando em uma Missão de Coleta, complete suas tarefas para ter uma chance aleatória de encontrar um item de missão. Itens pendentes serão aplicados no próximo reset diário. A Percepção aumenta as taxas de item.
zh_hant: 在收集型副本中，完成任務可隨機獲得副本物品。待處理的物品會在你下一次的每日起始時間後添加。感知能提升獲得道具的機率。

# quest_mechanics_damage_description
source: Boss damage is calculated each time a Party member checks in throughout the day. This damage is applied the next time you perform an action that syncs with the server. Boss damage is recorded in your Party’s chat.
de: Der Bossschaden wird jedes Mal berechnet, wenn ein Mitglied der Party im Laufe des Tages eincheckt. Dieser Schaden wird angewandt, wenn du das nächste Mal eine Aktion ausführst, die mit dem Server synchronisiert wird. Der Boss-Schaden wird im Chat eurer Party aufgezeichnet.
fr: Les dégâts du Boss sont calculés à chaque fois qu'un·e membre de l'Équipe se connecte durant la journée. Ces dégâts sont vous sont infligés lorsque vous vous effectuez une action qui vous synchronise avec le serveur. Les dégâts de Boss sont affichés dans la discussion de votre Équipe.
hu: A főellenségek által okozott sebzés napközben minden alkalommal kiszámításra kerül, amikor egy csapattag bejelentkezik. Ez a sebzés akkor érvényesül, amikor legközelebb olyan műveletet hajtasz végre, ami szinkronizál a szerverrel. A főellenség sebzése megjelenik a csapatod chatjében.
ko: 보스 피해는 파티원이 하루 동안 체크인할 때마다 계산됩니다. 이 피해는 서버와 동기화되는 다음 행동 시 적용됩니다. 파티 채팅에 기록됩니다.
pt_br: O dano do Chefão é calculado toda vez que um membro do Grupo faz check-in durante o dia. Esse dano é aplicado na próxima vez que você realizar uma ação que sincroniza com o servidor. O dano do Chefão é gravado no bate-papo do seu Grupo.
zh_hant: 每當隊伍成員在新的每日起始時間後打卡，系統都會計算Boss造成的傷害。這些傷害會在你下一次執行與伺服器同步的動作時生效。Boss造成的傷害會記錄在你們隊伍的聊天室中。

source: 1 Hour
de: 1 Stunde
fr: 1 Heure
hu: 1 óra
ko: 1 시간
pt_br: 1 Hora
uk: 1 година

source: Birthday
de: Geburtstag
fr: Anniversaire
hu: Születésnap
ko: 생일
pt_br: Aniversário

source: Valentines
de: Valentinstag
hu: Valentin-nap
ko: 발렌타인
pt_br: São Valentim

source: Turkey Day
de: Truthahntag
fr: Jour de la Dinde
hu: Hálaadás
ko: 추수감사절
pt_br: Dia do Peru

# quest_mechanics_pausing_description
source: If you’re struggling to complete your Dailies, you can pause damage from Settings for a break. This will prevent the Boss from hurting you or others, but also pause your own damage. Other members missed Dailies will still cause damage, so be careful out there!
de: Wenn du Schwierigkeiten hast, deine Tagesaufgaben abzuschließen, kannst du unter Einstellungen den Schaden für eine Weile aussetzen. Dadurch wird verhindert, dass der Boss dich oder andere verletzt, aber auch dein eigener Schaden wird unterbrochen. Andere Mitglieder, die Tagesaufgaben verpasst haben, provozieren weiterhin Schaden, also sei vorsichtig da draußen!
fr: Si vous rencontrez des difficultés pour accomplir vos tâches Quotidiennes, vous pouvez suspendre les Dégâts depuis les Paramètres pour prendre une pause. Cela empêchera l·e·a Boss de faire des dégâts à vous ou à vos coéquipi·er·ère·s, mais vous empêche également de faire des dégâts. Les Quotidiennes non effectuées par les autres membres vous feront toujours des dégâts, alors restez vigilant·e !
hu: Ha nehezen tudod teljesíteni a napi teendőidet, a Beállításokban ideiglenesen szüneteltetheted a sebzést. Így a főellenség nem sebez meg téged vagy másokat, de a te sebzésed is szünetel. Más csapattagok kihagyott napi teendői továbbra is sebzést okoznak, tehát légy óvatos!
ko: 만약 일일 과제를 수행하는 데 어려움을 겪고 있다면, 설정에서 데미지를 일시 정지해 잠시 휴식을 취할 수 있습니다. 이 기능을 사용하면 보스가 당신이나 다른 파티원에게 피해를 주지 않지만, 동시에 당신이 가하는 피해도 멈춥니다. 단, 다른 파티원이 일일 과제를 놓치면 그로 인한 피해는 여전히 발생하므로 주의하세요!
pt_br: Se você está tendo dificuldade em completar suas Diárias, você pode pausar o dano nas Configurações por um tempo. Isso irá fazer com que o Chefão não cause dano a você ou aos outros, mas também pausa o seu próprio dano. Diárias perdidas dos outros membros ainda causarão dano, então tenha cuidado!
uk: Якщо вам важко виконувати щоденки, ви можете призупинити шкоду у налаштуваннях, аби дещо відпочити. В такому випадку бос не шкодитиме ні вам, ні іншим, але при цьому буде призупинена й ваша шкода. Пропущені щоденки інших членів команди все ще завдаватимуть вам шкоди, тому будьте обережні!
zh_hant: 如果你最近難以完成每日任務，可以從設定中暫停傷害來稍作休息。這會防止Boss對你或其他成員造成傷害，但同樣也會暫停你對Boss造成的傷害。其他成員若有漏做每日任務，你仍然會承受這些傷害，所以請小心！

# subscription.monthly_gems
source: Monthly Gems
de: Monatliche Edelsteine
fr: Gemmes Mensuelles
hu: Havi gyémántok
ko: 월간 보석
pt_br: Gemas Mensais

# subscription.next_hourglass_delivery
source: Next Hourglass delivery
de: Nächste Lieferung einer Mystischen Sanduhr
fr: Prochaine livraison de Sablier
hu: Következő homokóra érkezése
ko: 다음 모래시계 배송
pt_br: Próxima entrega de Ampulheta

# subscription.subscribe_again_hourglasses
source: Subscribe again to continue receiving Mystic Hourglasses
de: Abonniere erneut, um weiter Mystische Sanduhren zu erhalten
fr: Abonnez-vous à nouveau pour continuer à recevoir des Sabliers Mystiques
hu: Fizess elő újra, hogy továbbra is kapj misztikus homokórákat
ko: 신비한 모래시계를 계속 받으려면 재구독하세요
pt_br: Assine novamente para continuar recebendo Ampulhetas Místicas

# unshadow_mute_user_confirm
source: Do you want to remove the shadow ban from this user?
de: Möchtest Du die heimliche Stummschaltung von diesem Benutzer aufheben?
fr: Voulez-vous annuler le bannissement de cet·te utilisat·eur·rice ?
hu: Biztosan el szeretnéd távolítani a felhasználó árnyék-némítását?
ko: 이 사용자의 섀도우 뮤트를 해제하시겠습니까?
pt_br: Você quer remover o banimento deste usuário?
uk: Ви хочете зняти непомітне блокування з цього користувача?

# unmute_user_confirm
source: Do you want to unmute this user?
de: Möchtest Du die Stummschaltung dieses Benutzers aufheben?
fr: Voulez-vous ne plus mettre cet utilisateur en sourdine ?
hu: Biztosan fel szeretnéd oldani a felhasználó némítását?
ko: 이 사용자의 음소거를 해제하시겠습니까?
pt_br: Você quer desmutar este usuário?

# accessibility.unknown_mount
source: Unknown Mount
de: Unbekanntes Reittier
fr: Monture inconnue
hu: Ismeretlen hátas
ko: 알 수 없는 탈것
pt_br: Montaria desconhecida
uk: Невідомий Скакун

# accessibility.unknown
source: Unknown
de: Unbekannt
fr: Inconnu
hu: Ismeretlen
ko: 알 수 없음
pt_br: Desconhecido(a)
uk: Невідомий

# accessibility.viewX
source: View %@
de: %@ ansehen
fr: Voir %@
hu: %@ megtekintése
ko: 보기 %@
pt_br: Visualizar %@
uk: Переглянути %@

source: Create Tag
de: Tag erstellen
fr: Créer une étiquette
hu: Címke létrehozása
ko: 태그 만들기
pt_br: Criar Etiqueta
uk: Створити ярлик

source: Great
de: Großartig
fr: Super
hu: Szuper
ko: 훌륭해
pt_br: Bom
uk: Чудово

# unlockDropsTitle
source: You unlocked the drop system!
de: Du hast das Beutesystem freigeschaltet!
fr: Vous avez débloqué le système de butin !
hu: Feloldottad a tárgyak szerzését!
ko: 드롭 시스템을 잠금 해제했습니다!
pt_br: Você desbloqueou o sistema de drop!
uk: Ви розблокували систему випадіння предметів!

# unlockDropsDescription
source: You've unlocked the Drop System! Now when you complete tasks, you have a small chance of finding an item, including eggs, potions, and food!
de: Du hast das Beutesystem freigeschaltet! Ab jetzt hast Du jedes mal, wenn Du eine Aufgabe abhakst, eine kleine Chance einen Gegenstand zu finden, wie zum Beispiel Eier, Schlüpftränke und Futter!
fr: Vous avez débloqué le système de butin ! Désormais, lorsque vous réalisez une tâche, vous avez une petite chance de trouver un objet, comme un œuf, une potion ou de la nourriture !
hu: Feloldottad a tárgyszerző rendszert! Mostantól a feladatok teljesítésekor kis eséllyel találhatsz tárgyakat, például tojásokat, főzeteket és eleségeket!
ko: 드롭 시스템을 잠금 해제했습니다! 이제 과제를 완료하면 알, 물약, 음식 등 아이템을 찾을 수 있는 작은 확률이 주어집니다!
pt_br: Você desbloqueou o sistema de drop! Agora quando completar tarefas, você terá uma pequena chance de encontrar um item, incluindo ovos, poções e comida!
uk: Ви розблокували систему випадіння предметів! Тепер, коли ви завершуєте завдання, ви маєте невеликий шанс отримання предмета, а саме яєць, зілль та їжі!

source: View Participant Progress
de: Zeige Teilnehmendenfortschritt
fr: Voir le progrès des participant.es
hu: Résztvevők haladásának megtekintése
ko: 참여자 진행 상황 보기
pt_br: Visualizar Progresso de Participante
uk: Подивитися прогрес учасника

# subscription_info_1_title
source: Free Monthly Gems
de: Kostenlose monatliche Edelsteine
fr: Gemmes Gratuites Mensuelles
hu: Ingyenes havi gyémántok
ko: 무료 월간 젬
pt_br: Gemas Mensais Grátis
uk: Купівля Самоцвітів за Золото

# subscription_info_1_description
source: Get up to 50 Gold-purchasable Gems in the Market to buy Quests, Customizations, Pets, and more!
de: Erhalte bis zu 50 mit Gold kaufbare Edelsteine auf dem Markt, um Quests, Anpassungen, Haustiere und mehr zu kaufen!
fr: Obtenez jusqu'à 50 Gemmes au Marché que vous pourrez acquérir avec de l'Or pour pouvoir acheter des Quêtes, des éléments de Personnalisation, des Familiers, et plus encore !
hu: Szerezz havonta akár 50 aranyért vásárolható gyémántot a piacon, melyekből küldetéseket, testreszabásokat, kisállatokat és sok mást vehetsz!
ko: 시장에서 골드로 구매할 수 있는 보석을 최대 50개까지 획득해 퀘스트, 꾸미기, 애완동물 등을 구매하세요!
pt_br: Obtenha até 50 Gemas que podem ser adquiridas com Ouro no Mercado. Compre Missões, Personalizações, Mascotes e muito mais!
uk: У вас буде можливість обміняти на Ринку 20 Золота на 1 Самоцвіт!

# subscription_info_2_title
source: Monthly Mystic Hourglasses
de: Monatliche Mystische Sanduhren
fr: Sablier Mystique Mensuel
hu: Havi misztikus homokórák
ko: 월간 신비한 모래시계
pt_br: Ampulhetas Místicas Mensais
uk: Чарівний Годинник

# subscription_info_2_description
source: Never miss an item with 1 Mystic Hourglass a month to use in the Time Travelers Shop!
de: Verpasse keinen Artikel mit 1 Mystischen Sanduhr pro Monat, die du im Zeitreisenden-Shop verwenden kannst!
fr: Ne ratez aucun objet avec 1 Sablier Mystique par mois à dépenser dans la Boutique des Voyageu·r·se·s Temporel·le·s !
hu: Sose maradj le semmiről! Minden hónapban kapsz 1 misztikus homokórát, amit az Időutazók boltjában használhatsz fel!
ko: 시간 여행자 상점에서 매월 신비한 모래시계 아이템 1개가 주어집니다 놓치지 마세요!
pt_br: Não perca nenhum item com 1 Ampulheta Mística por mês para usar na Loja dos Viajantes do Tempo!
uk: Заробляйте Чарівні Годинники, щоб купувати речі в магазині "Мандрівники у часі"!

# subscription_info_3_title
source: Limited Monthly Gear Sets
de: Limitiertes monatliches Ausrüstungsset
fr: Ensemble d'Équipement Mensuel Limité
hu: Korlátozott havi felszerelésszettek
ko: 월간 한정 기어 세트
pt_br: Conjuntos de Equipamento Mensais Limitados
uk: Щомісячні містичні предмети

# subscription_info_5_title
source: Special Pet & More Drops
de: Besonderes Haustier & Mehr Beute
fr: Un Familier Unique et plus de Drop
hu: Különleges kisállat és extra tárgyak
ko: 특별 애완동물 & 추가 드롭
pt_br: Quedas Especiais de Mascotes e Mais
uk: Вдвічі більша кількість випадінь предметів

# subscription_info_5_description
source: Get a Royal Purple Jackalope plus double the Eggs, Hatching Potions, and Food each day to grow your Pet collection!
de: Hole Dir einen purpurnen Wolpertinger und verdopple jeden Tag Eier, Schlüpfelixiere und Futter, um Deine Haustiersammlung aufzuziehen!
fr: Obtenez un Jackalope Violet Royal, et doublez vos Œufs, Potions d'Éclosion et Nourriture chaque jour pour agrandir votre collection de Familier !
hu: Szerezz egy Fenséges lila szarvasnyúl kisállatot, továbbá minden nap kétszer annyi tojást, keltetőfőzetet és eleséget, hogy kisállataid gyűjteménye még gyorsabban bővüljön!
ko: 매일 로열 퍼플 잭앨롭과 함께 알, 부화 물약, 음식이 2배로 제공되어 펫 컬렉션을 확장할 수 있습니다!
pt_br: Receba um Jackalope Roxo Real, além do dobro de Ovos, Poções de Eclosão e Comida todos os dias para expandir sua coleção de Mascotes!
uk: Відкрийте для себе ще більше предметів у Adhder з подвоєним щоденним шансом випадіння предметів.

# subscription_benefits_title
source: Stay motivated with even more rewards when you subscribe
de: Bleibe mit noch mehr Belohnungen motiviert, indem du ein Abo abschließt
fr: Restez motivé·e grâce à toujours plus de récompense en vous abonnant
hu: Maradj motivált még több jutalommal, ha előfizetsz
ko: 구독하면 더욱 많은 보상으로 동기를 유지할 수 있습니다
pt_br: Mantenha-se motivado com ainda mais recompensas ao assinar
uk: Станьте підписником і отримайте корисні переваги

# buy_for_x
source: Buy for %@
de: Kaufe für %@
fr: Acheter pour %@
hu: Vásárlás ennyiért: %@
ko: %@용으로 구매
pt_br: Compre por %@
uk: Купити за %@

# not_getting_drops
source: Not getting the right drops? Check out the Market to buy just the things you need!
de: Du bekommst nicht die Beute, die Du gerade brauchst? Schau mal beim Marktplatz vorbei, dort kannst Du all die Dinge kaufen, die Du brauchst!
fr: Vous n'obtenez pas le butin désiré ? Rendez-vous au marché pour acheter exactement ce que vous voulez !
hu: Nem azt kapod, amit szeretnél? Nézz be a piacra, ahol pontosan megvásárolhatod azt, amire szükséged van!
ko: 필요한 물품을 구하지 못하셨나요? 마켓에서 필요한 것만 골라 구매하세요!
pt_br: Não está conseguindo os itens desejados? Passe no mercado para comprar exatamente o que precisa!

# streak_achievement_description
source: You've completed your Daily for 21 days in a row! Amazing job. Don't break the streak!
de: Du hast Deine tägliche Aufgabe an 21 aufeinander folgenden Tagen erledigt! Gut gemacht. Lass Deine Strähne nicht abbrechen!
fr: Vous avez réalisé vos quotidiennes pendant 21 jours consécutifs ! Félicitations ! Ne vous arrêtez pas sur votre lancée !
hu: 21 napon át zsinórban teljesítetted a napi teendődet! Csodás munka! Ne szakítsd meg a sorozatot!
ko: 연속 21일간 일일 과제를 완료했습니다! 대단해요. 연속 기록을 끊지 마세요!
pt_br: Você completou sua Diária por 21 dias consecutivos! Excelente trabalho! Não quebre o combo!
uk: Ви виконували вашу Щоденку 21 день підряд! Чудова робота. Не втрачайте серію!
zh_hant: 你連續已完成你的每日任務21天!太棒了!不要斷了這個連續紀錄!

source: Recipient
de: Empfänger
fr: Destinataire
hu: Címzett
ko: 받는 사람
pt_br: Destinatário
uk: Отримувач

# invalid_recipient_message
source: You have to specify a valid Adhder Username as recipient.
de: Du musst einen gültigen Adhder-Benutzernamen als Empfänger angeben.
fr: Vous devez spécifier un nom d'utilisateur Adhder valide comme récipiendaire.
hu: Egy érvényes Adhder-felhasználónevet kell megadnod címzettként.
ko: 유효한 해비티카 사용자 이름을 받는 사람으로 지정해야 합니다.
pt_br: Você precisa especificar um nome de usuário Adhder válido como destinatário.

# invalid_recipient_title
source: Invalid Adhder Username
de: Ungültiger Adhder-Benutzername
fr: Nom d'utilisateur Adhder non valide
hu: Érvénytelen Adhder-felhasználónév
ko: 잘못된 해비티카 사용자 이름
pt_br: Nome de Usuário Adhder Inválido
uk: Недійсне ім'я користувача Adhder

# no_camera
source: No Camera available
de: Keine Kamera verfügbar
fr: Pas de caméra disponible
hu: Nem érhető el kamera
ko: 사용 가능한 카메라가 없습니다
pt_br: Sem câmera disponível
uk: Камера недоступна

source: Not enough Hourglasses
de: Nicht genügend Sanduhren
fr: Pas assez de Sabliers
hu: Nincs elég misztikus homokórád
ko: 모래시계가 부족합니다
pt_br: Ampulhetas Místicas Insuficientes
uk: Не вистачає Чарівних Годинників

source: Choose Task
de: Aufgabe aussuchen
fr: Choisir une tâche
hu: Feladat kiválasztása
ko: 과제 선택
pt_br: Escolher Tarefa
uk: Оберіть задачу

source: Filter by Tags
de: Nach Tags filtern
fr: Filtrer par étiquette
hu: Szűrés címkék szerint
ko: 태그로 필터링
pt_br: Filtrar por Etiquetas
uk: Фільтрувати за ярликами
