Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# quest_mechanics_rage_description
source: Some difficult bosses have an orange Rage meter under their HP. This meter fills up when participants miss Dailies. When it fills completely, the boss will let out a fearsome attack that does extra damage!
de: Einige schwierige Bosse haben eine orangefarbene Rasereianzeige unter ihren HP. Diese Anzeige füllt sich, wenn Teilnehmer Tagesaufgaben verpassen. Wenn sie vollständig gefüllt ist, führt der Boss einen furchterregenden Angriff aus, der zusätzlichen Schaden verursacht!
fr: Certain·e·s Boss difficiles ont un compteur de Rage sous leurs PV. Ce compteur se remplit quand les participant·e·s n'effectuent pas leurs tâches Quotidiennes. Quand elle se remplit complètement, l·e·a Boss lancera une attaque redoutable qui fera des dégâts supplémentaires !
hu: Néhány különösen nehéz főellenség alatt narancssárga düh-mutató található. Ez akkor telik, ha a résztvevők kihagynak napi teendőket. Amikor a mutató teljesen megtelik, a főellenség félelmetes támadást indít, és extra sebzést okoz!
ko: 어려운 보스는 HP 아래에 주황색 분노 게이지가 있습니다. 참여자가 일일 과제를 놓치면 이 게이지가 채워지고, 완전히 차면 보스가 추가 대미지를 주는 무서운 공격을 가합니다!
pt_br: Alguns Chefões difíceis tem um Medidor de Raiva laranja embaixo de seus PV. Esse medidor irá encher quando os participantes não realizam as Diárias. Quando preencher por completo, o Chefão irá soltar um ataque assustador que causa dano extra!
uk: Деякі складні боси мають помаранчеві лічильники люті під шкалою здоров'я. Ця шкала наповнюється, коли учасники пропускають щоденки. Щойно вона заповниться, бос нанесе жахаючу атаку, яка завдасть додаткової шкоди!
zh_hant: 某些高難度Boss的血量下方會出現橘色的怒氣條。怒氣條會在參與者錯過每日任務時逐漸填滿。一旦怒氣條全滿，Boss就會施展一次強力攻擊，造成額外傷害！

# x_minutes
source: %d Minutes
de: %d Minuten
hu: %d perc
ko: %d 분
pt_br: %d Minutos
uk: %d хвилин

source: 1 Minute
hu: 1 perc
ko: 1 분
pt_br: 1 Minuto
uk: 1 хвилина

source: Fall
de: Herbst
fr: Automne
hu: Ősz
ko: 가을
pt_br: Outono
uk: Осінь

# class_change_confirm_description
source: This will switch which gear is unlocked in the shops, change your available skills, and reset your stat points.
de: Dadurch ändert sich die am Markt freigeschaltene Ausrüstung, die verfügbaren Fertigkeiten wechseln und die Punkte für Eigenschaften werden zurückgesetzt.
fr: Cela changera les types d'équipements achetables dans les boutiques, les différentes compétences que vous pourrez utiliser, et réinitialisera vos points d'attributs.
hu: Ezzel megváltozik, milyen felszereléseket vehetsz meg a boltban, elérhetővé válnak az új kaszt képességei és a statisztikapontjaid visszaállnak.
ko: 이렇게 하면 상점에서 해금되는 장비가 바뀌고, 사용 가능한 스킬이 변경되며 스탯 포인트가 초기화됩니다.
pt_br: Isso irá alterar qual equipamento é desbloqueado nas lojas, suas habilidades disponíveis e reiniciar seus pontos de atributo.

source: Open Stats
de: Werte öffnen
fr: Voir les Attributs
hu: Statisztikák megnyitása
ko: 스탯 열기
pt_br: Abrir Estatísticas

# subscription.info_armoire_description
source: Get two chances to score new equipment each time you open the Enchanted Armoire!
de: Erhalte zwei Chancen auf neue Ausrüstung aus dem verzauberten Schrank zum Preis von einer!
fr: Obtenez deux essais pour gagner de nouveaux équipement à chaque fois que vous ouvrez l'Armoire Enchantée !
hu: A Megbűvölt komód minden kinyitásakor kétszeres esélyed lesz új felszerelést találni!
ko: 마법의 장비상자를 열 때마다 새로운 장비를 획득할 기회가 두 번 주어집니다!
pt_br: Tenha o dobro de chances de obter novos equipamentos cada vez que abrir o Armário Encantado!
uk: Отримайте можливість два предмети спорядження зі Скрині за ціною одного

# subscription.subscribers_receive
source: Subscribers receive a Mystic Hourglass, a Mystery Gear Set, and Gems restocked in the Market within the first two days of the month
de: Abonnenten erhalten eine Mystische Sanduhr, ein Mystisches Ausrüstungsset und Edelsteine, die innerhalb der ersten zwei Tage des Monats auf dem Markt wieder aufgefüllt werden
fr: Les personnes abonnées reçoivent un Sablier Mystique, un Ensemble d'Équipement Mystère, et des Gemmes disponibles au Marché dans les deux premiers jours du mois
hu: Az előfizetők minden hónap első két napján misztikus homokórát, rejtélyes felszerelés-szettet és a piacon aranyért kaphatnak gyémántokat
ko: 구독자는 매달 초 2일 내에 신비한 모래시계, 미스터리 장비 세트, 그리고 시장에서 재충전된 보석을 받습니다
pt_br: Os assinantes recebem uma Ampulheta Mística, um Conjunto de Equipamentos Misteriosos e Gemas reabastecidas no Mercado nos primeiros dois dias do mês

# renew_subscription_gifted_description
source: Want to continue receiving subscription benefits? You can start a recurring subscription from the subscriptions section of your Apple ID settings.
de: Willst Du Deine Abovorteile weiter genießen? Du kannst ein sich automatisch verlängerndes Abonnement unter den Einstellungen für deinen Apple Account abschließen.
fr: Vous souhaitez continuer à recevoir des avantages d'abonnement ? Vous pouvez souscrire à un abonnement récurrent dans la menu des abonnements de vos paramètres Apple ID.
hu: Szeretnéd továbbra is élvezni az előfizetés előnyeit? Az Apple ID-d beállításaiban található előfizetések szakaszban elindíthatsz egy ismétlődő előfizetést.
ko: 정기구독 혜택을 계속 받고 싶으신가요? Apple ID 설정의 구독 섹션에서 구독을 다시 시작할 수 있습니다.
pt_br: Deseja continuar recebendo os benefícios da assinatura? Você pode iniciar uma assinatura recorrente na seção de assinaturas das configurações do seu ID Apple.
uk: Хочете й надалі користуватися перевагами підписки? Ви можете розпочати нову підписку до того, як подарована вам підписка закінчиться, щоб всі переваги підписки залишалися з вами.

# report_x
source: Report %@
de: Melde %@
fr: Signaler %@
hu: %@ jelentése
ko: %@ 신고
pt_br: Denunciar %@

# reporting_disclaimer
source: You should only report a %@ that violates the Community Guidelines and/or Terms of Service. Submitting a false report is a violation of Adhder’s Community Guidelines.
de: Du solltest nur einen %@ melden, der gegen die Community-Richtlinien und/oder die Nutzungsbedingungen verstößt. Das Einreichen einer falschen Meldung ist ein Verstoß gegen die Community-Richtlinien von Adhder.
fr: Vous ne devez signaler un %@ que si cela enfreint le Guide de la Communauté et/ou les Conditions d'Utilisation. Déposer un signalement fallacieux est une infraction au Guide de la Communauté d'Adhder.
hu: Csak akkor jelents egy felhasználót vagy tartalmat, ha az megszegi a Közösségi irányelveket és/vagy a Felhasználási feltételeket. Hamis jelentések beküldése sérti a Adhder közösségi irányelveit.
ko: 커뮤니티 가이드라인 및/또는 서비스 약관을 위반하는 %@만 신고해야 합니다. 허위 신고는 해비티카 커뮤니티 가이드라인 위반입니다.
pt_br: Você só deve reportar um %@ que viole as Diretrizes da Comunidade e/ou os Termos de Serviço. Enviar uma denúncia falsa é uma violação das Diretrizes da Comunidade do Adhder.

# shops.try_on_customize_avatar_return_next_month
source: You can try them on by customizing your avatar. Be sure to check back later for next month’s options!
de: Du kannst sie anprobieren, indem du deinen Avatar anpasst. Schau später wieder vorbei, um die Varianten für den nächsten Monat zu sehen!
fr: Vous pouvez les essayer en personnalisant votre avatar. Revenez plus tard pour voir les nouveautés du mois prochain !
hu: Felpróbálhatod őket avatárod testreszabásával. Nézz vissza jövő hónapban új lehetőségekért!
ko: 아바타 꾸미기를 통해 착용해 보세요. 다음 달 옵션도 꼭 확인하세요!
pt_br: Você pode experimentá-los customizando seu avatar. Certifique-se de voltar no próximo mês para conferir as novidades!

# shops.try_on_customize_avatar
source: You can try them on by customizing your avatar.
de: Du kannst sie anprobieren, indem du deinen Avatar anpasst.
fr: Vous pouvez les essayer en personnalisant votre avatar.
hu: Felpróbálhatod őket avatárod testreszabásával.
ko: 아바타 꾸미기를 통해 착용해 보세요.
pt_br: Você pode experimentá-los customizando seu avatar.

# empty.no_items
source: You don’t own any of these items
de: Du besitzt keinen der folgenden Gegenstände
fr: Vous ne possédez aucun de ces objets
hu: Még nincs ilyen tárgyad
ko: 이 아이템들을 소유하고 있지 않습니다
pt_br: Você não possui nenhum desses itens

# gift_gems_explanation_purchase
source: Choose how many Gems to gift below or switch tabs to gift Gems from your current balance
de: Gib unten ein, wie viele Edelsteine Du schicken möchtest, oder wechsle den Tab, um Edelsteine von Deinem Saldo zu verschenken
fr: Choisissez combien de gemmes offrir ci-dessous, ou changez d'onglet pour offrir des gemmes de votre propre réserve
hu: Válaszd ki alább, hány gyémántot szeretnél ajándékozni vagy válts át a másik fülre, hogy meglévő gyémántjaidból küldj ajándékot
ko: 아래에서 선물할 보석의 개수를 선택하거나 탭을 전환하여 현재 보유한 보석에서 선물할 수 있습니다
pt_br: Escolha abaixo quantas Gemas dar de presente ou alterne as guias para Gemas de presente de seu saldo atual

# gift_sent_to
source: You sent %@:
de: Gesendet an %@:
fr: Vous avez envoyé à %@ :
hu: %@ elküldted:
ko: %@에게 보냈습니다:
pt_br: Você enviou %@:
uk: Ви надіслали %@:

# unban_user_confirm
source: Do you want to unban this user?
de: Möchtest Du diesen Benutzer entsperren?
fr: Voulez-vous débannir cet utilisateur ?
hu: Biztosan fel szeretnéd oldani a felhasználó kitiltását?
ko: 이 사용자의 차단을 해제하시겠습니까?
pt_br: Você quer desbanir esse usuário?
uk: Ви хочете розблокувати цього користувача?

# shadow_mute_user_confirm
source: Do you want to shadow mute this user?
de: Möchtest Du diesen Benutzer heimlich stummschalten?
fr: Voulez-vous mettre en sourdine cet utilisateur ?
hu: Biztosan árnyék-némítást szeretnél adni ennek a felhasználónak?
ko: 이 사용자를 섀도우 뮤트하시겠습니까?
pt_br: Você quer silenciar este usuário?
uk: Ви хочете непомітно заглушити цього користувача?

# gryphatrice_description
source: The rare Jubilant Gryphatrice joins the birthday bash! Don’t miss your chance to own this exclusive animated Pet.
de: Der seltene Jubilierende Greifatrix nimmt an der Geburtstagsfete teil! Lass Dir die Chance nicht entgehen, dieses exklusive animierte Haustier zu besitzen.
fr: La rare Gryphatrice jubilante rejoint la fête d'anniversaire ! Ne manquez pas votre chance de posséder ce familier animé exclusif.
hu: A ritka ünnepi griffatrice is csatlakozik a születésnapi bulihoz! Ne hagyd ki ezt az alkalmat, hogy megszerezd ezt az exkluzív, animált kisállatot.
ko: 희귀한 '환희의 그리파트리스'가 생일 파티에 합류합니다! 이 독점 애니메이션 펫을 소유할 기회를 놓치지 마세요.
pt_br: O raro Grifotriz Jubilante chega na festança! Não perca a chance de ter esse exclusivo Mascote animado.

source: Thanks for your support!
de: Danke für Eure Unterstützung!
fr: Merci pour votre soutien !
hu: Köszönjük a támogatásodat!
ko: 지원해주셔서 감사합니다!
pt_br: Agradecemos pelo seu apoio!
uk: Вдячні за вашу підтримку!

# items.empty.egg_description
source: Complete tasks, Pet Quests, or head over to the Market to stock up!
de: Erledige Aufgaben, Haustier-Quests oder besuche den Marktplatz zum Auffüllen!
fr: Accomplissez des tâches, des Quêtes de Familiers, ou rendez-vous au Marché pour faire le plein !
hu: Teljesíts feladatokat, kisállatos küldetéseket vagy látogass el a piacra, hogy feltöltsd a készleteid!
ko: 과제 완료, 펫 퀘스트 수행 또는 시장 방문으로 필요한 아이템을 모으세요!
pt_br: Complete tarefas, Missões de Pets, ou visite o Mercado para abastecer!

# x_gems_month
source: %d gems a month
de: %d Edelsteine pro Monat
fr: %d gemmes par mois
hu: Havi %d gyémánt
ko: 매달 %d개의 보석
pt_br: %d gemas por mês

# hourglass_in_x_months
source: Hourglass in %d months
de: Sanduhr in %d Monaten
fr: Sablier dans %d mois
hu: Homokóra %d hónap múlva
ko: %d 개월 후 모래시계 획득
pt_br: Ampulheta em %d meses

source: 1 Hourglass
de: 1 Sanduhr
fr: 1 Sablier
hu: 1 homokóra
ko: 1 모래시계
pt_br: 1 Ampulheta

# x_days
source: %d Days
de: %d Tage
fr: %d Jours
hu: %d nap
ko: %d 일
pt_br: %d Dias
uk: %d днів

# refresh_for_items
source: Refresh for new Items
de: Neu laden für neue Gegenstände
fr: Rafraîchir pour de nouveaux Objets
hu: Frissítés új tárgyakért
ko: 새 아이템을 위해 새로고침
pt_br: Atualize para ver mais itens
uk: Оновіть задля нових предметів

source: Summer
de: Sommer
fr: Été
hu: Nyár
ko: 여름
pt_br: Verão
uk: Літо

source: Customization Shop
de: Individualisierungsmarkt
fr: Boutique de Personnalisation
hu: Testreszabás bolt
ko: 꾸미기 샵
pt_br: Loja de personalização
uk: Магазин кастомізації

source: Change class to %@
de: Klasse zu %@ ändern
fr: Changer de classe pour %@
hu: Kasztváltás erre: %@
ko: %@로 직업 변경
pt_br: Mudar a classe para %@

# unlock_x_gear_and_skills
source: Unlock %@ gear and skills
de: Schalte %@-Ausrüstung und Fähigkeiten frei
fr: Débloque les équipements et compétences %@
hu: Feloldod a következő felszereléseket és képességeket: %@
ko: %@ 장비와 스킬 해금
pt_br: Desbloqueia os equipamentos e habilidades de %@

# class_change_confirm
source: Change class to %s for 3 Gems?
de: Klasse für 3 Edelsteine zu %s ändern?
fr: Changer de classe pour devenir %s pour 3 Gemmes ?
hu: Váltasz erre a kasztra: %s, 3 gyémántért?
ko: 3 보석으로 %s 직업으로 변경하시겠습니까?
pt_br: Trocar a classe para %S por 3 gemas?

source: Continue Benefits
de: Vorteile fortsetzen
fr: Continuez de profiter des Avantages
hu: Előnyök megtartása
ko: 혜택 계속
pt_br: Continuar com os Benefícios

# x_x_gem_cap
source: %d / %d Gem Cap
de: %d / %d Edelsteinobergrenze
fr: %d / %d Limite de Gemme
hu: Gyémántkorlát: %d / %d
ko: %d / %d 보석 한도
pt_br: %d / %d Capacidade de Gemas

# resubscribe_to_pick_up
source: Resubscribe to pick up where you left off!
de: Abonniere erneut, um dort weiter zu machen, wo Du aufgehört hast!
fr: Abonnez-vous à nouveau pour reprendre votre progression !
hu: Fizesd elő újra, hogy ott folytasd, ahol abbahagytad!
ko: 이어서 진행하려면 재구독하세요!
pt_br: Volte a assinar para continuar de onde parou!

# no_active_subscription_to_restore
source: Could not find an active subscription to restore
de: Kein aktives Abo zur Wiederherstellung zu finden
fr: Impossible de trouver un précédent abonnement à réactiver
hu: Nincs aktív visszaállítható előfizetés
ko: 복원할 활성 구독을 찾을 수 없습니다
pt_br: Não foi possível encontrar uma assinatura ativa para recuperar

source: Subscriber Benefit
de: Abo-Vorteile
fr: Avantage d'Abonnement
hu: Előfizetői előny
ko: 구독자 혜택
pt_br: Benefícios de Assinante

source: Buy Gems with Gold
de: Kaufe Edelsteine mit Gold
fr: Acheter des Gemmes avec de l'Or
hu: Gyémántok vásárlása aranyért
ko: 골드로 보석 구매하기
pt_br: Comprar Gemas com Ouro

# subscription.enjoy_these_benefits
source: Enjoy all these exclusive benefits with your subscription
de: Genieße mit Deinem Abo all diese exklusiven Vorteile
fr: Profitez de tous ces avantages exclusifs grâce à votre abonnement
hu: Élvezd az előfizetéssel járó exkluzív előnyöket
ko: 구독으로 이 모든 한정판 혜택을 즐기세요
pt_br: Aproveite todos esses benefícios exclusivos com sua assinatura

# renew_subscription_description
source: Want to continue receiving subscription benefits? You can restart your subscription from the subscriptions section of your Apple ID settings.
de: Willst Du Deine Abovorteile weiter genießen? Du kannst dein Abonnement unter den Einstellungen für deinen Apple Account verlängern, bevor dieses ausläuft.
fr: Vous souhaitez continuer à recevoir des avantages d'abonnement ? Vous pouvez vous réabonner depuis le menu des souscriptions de vos paramètres Apple ID.
hu: Szeretnéd továbbra is élvezni az előfizetés előnyeit? Az Apple ID-d beállításaiban található előfizetések szakaszból újraindíthatod.
ko: 정기구독 혜택을 계속 받고 싶으신가요? Apple ID 설정의 구독 섹션에서 구독을 다시 시작할 수 있습니다.
pt_br: Deseja continuar recebendo os benefícios da assinatura? Você pode reiniciar sua assinatura na seção de assinaturas das configurações do seu ID Apple.
uk: Хочете надалі користовуватися перевагами підписки? Ви можете розпочати нову підписку до закінчення поточної, щоб зберегти всі переваги користування нею.

# shops.customization_notes
source: Want to change up your looks? You came to the right place! We get new options all the time.
de: Du möchtest dein Aussehen verändern? Dann bist Du hier genau richtig! Wir bekommen ständig neue Varianten.
fr: Vous souhaitez changer votre look ? Vous êtes au bon endroit ! Nous avons fréquemment de nouveaux modèles.
hu: Szeretnéd megváltoztatni a megjelenésedet? Jó helyen jársz! Mindig érkeznek új lehetőségek.
ko: 외모를 바꾸고 싶나요? 바로 여기입니다! 항상 새로운 옵션이 추가됩니다.
pt_br: Gostaria de um novo visual? Veio ao lugar certo! Sempre recebemos novidades.

# shops.own_all_items
source: You own all of these items
de: Du besitzt alle diese Gegenstände
fr: Vous possédez tous ces objets
hu: Ezeket a tárgyakat már mind megszerezted
ko: 이 모든 아이템을 보유하고 있습니다
pt_br: Você possui todos esses itens

# empty.inbox.description
source: Start chatting below! Remember to be friendly and follow the Community Guidelines.
de: Fange unten an zu chatten! Denke daran, freundlich zu sein und die Community-Richtlinien zu befolgen.
fr: Commencez à discuter ci-dessous ! Faites preuve de politesse et respectez les règles de vie en communauté.
hu: Kezdj el csevegni lent! Ne feledd: légy barátságos és tartsd be a közösségi irányelveket.
ko: 아래에서 채팅을 시작하세요! 친절하게 대하고 커뮤니티 가이드라인을 준수하는 것을 잊지 마세요.
pt_br: Comece a conversar abaixo! Lembre-se de ser amigável e seguir as Diretrizes da Comunidade.

# empty.want_more_items
source: Looking for more?
de: Suchst Du noch mehr?
fr: Vous cherchez autre chose ?
hu: Szeretnél még több tárgyat?
ko: 더 추가하고 싶나요?
pt_br: Procurando algo mais?

# empty.want_more_items_description
source: Check out the Customization Shop for even more ways to customize your avatar!
de: Im Anpassungsshop findest du noch mehr Möglichkeiten, deinen Avatar individuell zu gestalten!
fr: Allez voir la Boutique de Personnalisation pour encore plus de façons de personnaliser votre avatar !
hu: Látogass el a Testreszabás boltba még több lehetőségért karaktered alakításához!
ko: 더 많은 아바타 꾸미기 옵션을 위해 꾸미기 샵을 확인하세요!
pt_br: Confira a Loja de Personalização para encontrar ainda mais opções diferentes de personalizar seu avatar!

source: Show Details
de: Einzelheiten anzeigen
fr: Montrer les détails
hu: Részletek megjelenítése
ko: 세부 정보 보기
pt_br: Exibir detalhes
uk: Показити деталі

source: New Message
de: Neue Nachricht
fr: Nouveau message
hu: Új üzenet
ko: 새 메시지
pt_br: Nova mensagem
uk: Нове повідомлення

# edit_challenge_tasks
source: Challenge tasks only offer limited editing.
de: Zu Herausforderungen gehörende Aufgaben können nur mit Einschränkungen bearbeitet werden.
fr: Les tâches de défi ne peuvent être que partiellement modifiées.
hu: A kihívások feladatai csak korlátozottan szerkeszthetők.
ko: 도전 과제는 편집 옵션이 제한적입니다.
pt_br: As tarefas de Desafio têm edição limitada.

# insufficient_hourglasses_message_subscriber
source: You’ll need more Mystic Hourglasses to buy this item! Stay Subscribed to keep receiving your Hourglasses.
de: Du brauchst mehr Mystische Sanduhren, um diesen Gegenstand zu kaufen! Behalte Dein Abonnement bei, um weiterhin Sanduhren zu erhalten.
fr: Vous aurez besoin de plus de sabliers mystiques pour acheter cet objet ! Gardez votre abonnement pour recevoir des sabliers.
hu: Több misztikus homokórára van szükséged ehhez a tárgyhoz! Maradj előfizető, hogy továbbra is kapj homokórákat.
ko: 이 아이템을 구매하려면 더 많은 신비한 모래시계가 필요합니다! 계속 구독을 유지하면 모래시계를 받을 수 있습니다.
pt_br: Você precisará de mais Ampulhetas Místicas para comprar este item! Assine para continuar recebendo suas Ampulhetas.

# clear_cache_title
source: Clear Cache & Reload Content
de: Cache leeren & Inhalte neu laden
fr: Vider le cache et recharger le contenu
hu: Gyorsítótár törlése és tartalom újratöltése
ko: 캐시 삭제 및 콘텐츠 새로고침
pt_br: Limpar cache & Recarregar conteúdo

# could_not_gift_gems
source: Could not gift gems. Please try again later.
de: Edelsteine verschenken war nicht möglich. Bitte versuche es später erneut.
fr: Impossible d'offrir les gemmes. Veuillez réessayer plus tard.
hu: Nem sikerült elküldeni a gyémántokat. Kérlek, próbáld újra később.
ko: 보석 선물에 실패했습니다. 나중에 다시 시도하세요.
pt_br: Não foi possível presentear gemas. Por favor, tente novamente mais tarde.

# pet_accessibility_label_mount_owned
source: %@, Mount Owned
de: %@, Reittier in Besitz
fr: %@, monture possédée
hu: %@, Hátas megszerezve
ko: %@, 탑승펫 보유
pt_br: %@, possui Montaria

# own_today_for
source: Own it today for %s or %d Gems
de: Erhalte es heute für %s oder %d Edelsteine
fr: Obtenez-le dès aujourd'hui pour %s ou %d Gemmes
hu: Szerezd meg még ma ennyiért: %s vagy %d gyémántért
ko: 오늘 %s 또는 %d 보석으로 소유하세요
pt_br: Obtenha hoje por %s ou %d Gemas

source: Four for Free
de: Vier für lau
fr: Quatre gratuitement
hu: Négy ingyen ajándék
ko: 네 개 무료
pt_br: Quatro de Graça
uk: Чотири Безкоштовно

# four_for_free_description
source: To keep the party going, we’ll be giving away Party Robes, 20 Gems, and a limited edition Cape set and Background!
de: Um die Party in Schwung zu bringen, verschenken wir Partyroben, 20 Edelsteine, ein limitiertes Umhangsets und einen limitierten Hintergrund!
fr: Pour faire durer la fête, nous allons faire don de robes festives, de 20 gemmes et d'un ensemble de cape limité ainsi que d'un arrière-plan exclusif !
hu: Hogy még jobb legyen a buli, ajándékba adunk Parti köpenyt, 20 gyémántot, valamint egy limitált kiadású köpönyegszettet és hátteret!
ko: 파티를 계속 즐기려면, 파티 로브, 20 보석, 한정판 망토 세트 및 배경을 무료로 드립니다!
pt_br: Para continuar com a festa, estaremos distribuindo Túnicas Festivas, 20 Gemas e um conjunto de Capas de edição limitada e Cenário!
