Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# stats.distribute_evenly_help
source: Assigns the same number of points to each attribute.
de: Verteilt die Attributpunkte gleichmäßig auf alle Attribute.
fr: Affecte le même nombre de points à chaque attribut.
hu: Ugyanannyi pontot oszt ki minden tulajdonságra.
ko: 각 능력치에 균등하게 포인트를 부여합니다.
pt_br: Atribui o mesmo número de pontos a cada atributo.
uk: Розподіляє однакову кількість очок на кожну характеристику.
zh_hant: 為每個屬性分配相同的點數。

# stats.distribute_class
source: Distribute based on class
de: Klassenbasiertes Verteilungsmuster
fr: Répartir selon la classe
hu: Kaszt szerinti elosztás
ko: 직업에 맞춰 분배
pt_br: Distribuir baseado na classe
uk: Розподілити на основі класу
zh_hant: 根據職業分配

# stats.distribute_tasks
source: Distribute based on task activity
de: Aufgabenbasiertes Verteilungsmuster
fr: Répartir en fonction des catégories des tâches
hu: Feladatok szerinti elosztás
ko: 활동 내역에 따라 분배
pt_br: Distribuir de acordo com as suas tarefas
uk: Розподілити на основі активності в завданнях
zh_hant: 根據職業分配

# stats.character_build_title
source: Character Build
de: Charakter
fr: Développement du personnage
hu: Karakterfejlesztés
ko: 캐릭터 설정
pt_br: Construção de personagem
uk: Будова Персонажа
zh_hant: 角色塑造

# stats.strength_title
source: Strength
de: Stärke
fr: Force
hu: Erő
ko: 힘
pt_br: Força
uk: Сила
zh_hant: 力量

# stats.strength_text
source: Increases the bonus of critical hits and makes them more likely when scoring a task. Also increases damage dealt to bosses.
de: Erhöht die Wahrscheinlichkeit und den Bonus von kritischen Treffern, wenn Du eine Aufgabe erledigst. Außerdem wird der Schaden gegen Bosse erhöht.
fr: Augmente le bonus des coups critiques et leur chance lorsqu'une tâche est validée. Augmente également les dégâts infligés aux boss.
hu: Megnöveli a kritikus találatok bónuszát és nagyobb esélyt ad rájuk egy-egy feladat elvégzésekor. Továbbá növeli a főellenségek ellen okozott sebzést.
ko: 임무 완료 시 회심의 일격 보너스 및 발생률이 증가합니다. 또한, 보스에게 주는 대미지도 증가합니다.
pt_br: Aumenta o bônus de acertos críticos e os torna mais prováveis ao marcar uma tarefa. Também aumenta o dano causado aos chefes.
uk: Збільшує ймовірність критичних ударів та бонуси за них при виконанні завдань. Також збільшує шкоду, завдану босам.

# stats.intelligence_title
source: Intelligence
de: Intelligenz
hu: Inteligencia
ko: 지능
pt_br: Inteligência
uk: Інтелект
zh_hant: 智力

# stats.stat_guide
source: Stat guide
de: Attribut-Helfer
fr: Guide des attributs
hu: Tulajdonságok ismertetője
ko: 스탯에 대하여
pt_br: Guia de Atributos
uk: Опис Характеристик
zh_hant: 屬性指南

# stats.constitution_title
source: Constitution
de: Ausdauer
hu: Szívósság
ko: 기질
pt_br: Constituição
uk: Витривалість
zh_hant: 體質

# stats.perception_title
source: Perception
de: Wahrnehmung
hu: Észlelés
ko: 인식
pt_br: Percepção
uk: Спритність
zh_hant: 感知

# stats.perception_text
source: Increases the likelihood of finding drops when completing Tasks, the daily drop-cap, Streak Bonuses, and the amount of gold awarded for Tasks.
de: Erhöht die Wahrscheinlichkeit, Beute zu finden wenn Du Aufgaben erledigst. Ausserdem werden Dein tägliches Beutelimit, der Strähnenbonus und die Goldmenge für erledigte Aufgaben erhöht.
fr: Augmente la probabilité de trouver du butin lorsqu'une tâche est validée, la limite de butin quotidienne, le bonus des combos, et la quantité d'or reçue pour les tâches.
hu: Növeli annak esélyét, hogy tárgyakat találj a feladatok elvégzésekor, növeli a napi begyűjthető tárgyak maximumát, a sorozat-bónuszokat és a feladatokért kapott arany mennyiségét.
ko: 임무 완료 시 분실물 발견 확률, 일일 분실물 한도, 연속 실행 보너스, 과제에서 획득할 수 있는 골드 등이 증가합니다.
pt_br: Aumenta a possibilidade de drop de itens ao completar tarefas, o limite de drop diário, bônus de combo e a quantidade de Ouro obtido por tarefas.
uk: Збільшує ймовірність отримання нагород за виконання Завдань, щоденний ліміт на нагороди, Бонуси за Серії та кількість золота за Завдання.

source: Controls
de: Steuerungen
fr: Contrôles
hu: Beállítások
ko: 조작
pt_br: Controles
uk: Варіанти Впливу
zh_hant: 控制

source: Total Completions
de: Insgesamt abgeschlossen
fr: Achèvement total
hu: Összes teljesítés
ko: 달성 횟수
pt_br: Total de Pesquisas concluídas
uk: Всього Виконано
zh_hant: 總完成量

source: Created At
de: Erstellt
fr: Créé le
hu: Létrehozás dátuma
ko: 만든 이
pt_br: Criado em
uk: Створено
zh_hant: 創造於

source: Tags
fr: Étiquettes
hu: Címkék
ko: 태그
pt_br: Etiquetas
uk: Теги
zh_hant: 標籤

source: Create
de: Erstelle
fr: Créer
hu: Létrehozás
ko: 새로 만들기
pt_br: Criar
uk: Створити
zh_hant: 創造

source: Save
de: Sichern
fr: Enregistrer
hu: Mentés
ko: 저장
pt_br: Salvar
uk: Зберегти
zh_hant: 儲存

# tasks.daily
source: Daily
de: Tägliche Aufgabe
fr: Quotidienne
hu: Napi teendő
ko: 일일과제
pt_br: Diária
uk: Щодня
zh_hant: 每日任務

# tasks.todo
source: To Do
fr: À faire
hu: Tennivaló
ko: 할 일
pt_br: Afazer
uk: Завдання
zh_hant: 待辦事項

# tasks.reward
source: Reward
de: Belohnung
fr: Récompense
hu: Jutalom
ko: 보상
pt_br: Recompensa
uk: Нагорода
zh_hant: 獎勵

# tasks.habits
source: Habits
de: Gewohnheiten
fr: Habitudes
hu: Szokások
ko: 습관
pt_br: Hábitos
uk: Звички
zh_hant: 習慣

# tasks.dailies
source: Dailies
de: Tägliche Aufgaben
fr: Quotidiennes
hu: Napi teendők
ko: 일일과제
pt_br: Diárias
uk: Щоденки
zh_hant: 日常任務

# tasks.rewards
source: Rewards
de: Belohnungen
fr: Récompenses
hu: Jutalmak
ko: 보상
pt_br: Recompensas
uk: Нагороди
zh_hant: 獎勵

# tasks.tasks
source: Tasks
de: Aufgaben
fr: Tâches
hu: Feladatok
ko: 과제
pt_br: Afazeres
uk: Завдання
zh_hant: 任務

# tasks.todos
source: To Do's
fr: À faire
hu: Tennivalók
ko: 할 일
pt_br: Afazeres
uk: Завдання
zh_hant: 待辦事項

# tasks.form.create
source: New %@
de: Neue %@
fr: Nouvelle %@
hu: Új %@
ko: 새로운 %@
pt_br: Novo %@
uk: Новий %@
zh_hant: 新%@

# tasks.form.edit
source: Edit %@
de: Bearbeite %@
fr: Modifier %@
hu: %@ szerkesztése
ko: %@ 수정
pt_br: Editar %@
uk: Редагувати %@
zh_hant: 編輯%@

# tasks.form.dailies_title_placeholder
source: What do you want to do regularly?
de: Was möchtest du regelmäßig machen?
fr: Que voulez-vous faire régulièrement ?
hu: Mit szeretnél rendszeresen csinálni?
ko: 꾸준히 하고 싶은 일은 무엇인가요?
pt_br: O que você deseja fazer regularmente?
uk: Що ви хочете робити регулярно?
zh_hant: 你想有規律地做什麼事情？

# tasks.form.todos_title_placeholder
source: What do you want to complete once?
de: Was möchtest du einmalig erledigen?
fr: Que voulez-vous réaliser une fois ?
hu: Mit szeretnél egyszer elvégezni?
ko: 한 번에 해내고 싶은 것은 무엇인가요?
pt_br: O que você quer fazer apenas uma vez?
uk: Що ви хочете виконати одноразово?
zh_hant: 有什麼你只需要完成一次的任務？

# tasks.form.rewards_title_placeholder
source: How do you want to reward yourself?
de: Wie willst du dich belohnen?
fr: Comment voulez-vous vous récompenser ?
hu: Milyen jutalommal motiválnád magad?
ko: 자신에게 어떤 보상을 주시겠습니까?
pt_br: Como você quer se recompensar?
uk: Як ви хочете нагородити себе?
zh_hant: 你想怎樣獎勵自己？

# tasks.form.controls
source: Controls
de: Steuerungen
fr: Contrôles
hu: Beállítások
ko: 조작
pt_br: Controles
uk: Варіанти Впливу
zh_hant: 控制

# tasks.form.difficulty
source: Difficulty
de: Schwierigkeit
fr: Difficulté
hu: Nehézség
ko: 난이도
pt_br: Dificuldade
uk: Складність
zh_hant: 難度

# tasks.form.reset_counter
source: Reset Counter
de: Zähler zurücksetzen
fr: Réinitialiser le Compteur
hu: Számláló nullázása
ko: 횟수 초기화
pt_br: Resetar contador
uk: Скинути Лічильник
zh_hant: 重設計數器

# tasks.form.tags
source: Tags
fr: Étiquettes
hu: Címkék
ko: 태그
pt_br: Etiquetas
uk: Теги
zh_hant: 標籤

# tasks.form.scheduling
source: Scheduling
de: Datierung
fr: Planification
hu: Időzítés
ko: 예정
pt_br: Planejamento
uk: Планування
zh_hant: 預定日程

# tasks.form.checklist
source: Checklist
de: Checkliste
fr: Liste de vérification
hu: Ellenőrző lista
ko: 체크리스트
pt_br: Lista
uk: Чекліст
zh_hant: 核對清單

# tasks.form.new_checklist_item
source: New checklist item
de: Neues Checklistenelement
fr: Nouvelle liste de vérification
hu: Új ellenőrzőlista-elem
ko: 새 체크리스트 항목
pt_br: Novo item da lista
uk: Додати Підзавдання
zh_hant: 新核對項目

# tasks.form.reminders
source: Reminders
de: Erinnerungen
fr: Rappels
hu: Emlékeztetők
ko: 중요한 일
pt_br: Lembretes
uk: Нагадування
zh_hant: 提醒

source: Streak
de: Strähne
fr: Combo
hu: Sorozat
ko: 연속성취
pt_br: Combo
uk: Серія
zh_hant: 連續紀錄

# tasks.form.new_reminder
source: New reminder
de: Neue Erinnerung
fr: Nouveau rappel
hu: Új emlékeztető
ko: 새 중요한 일
pt_br: Novo lembrete
uk: Створити нагадування
zh_hant: 新增提醒

# tasks.form.remind_me
source: Remind me
de: Erinnere mich
fr: Rappelez-moi
hu: Emlékeztess
ko: 다시 알려주기
pt_br: Me lembre
uk: Нагадати
zh_hant: 提醒我

# tasks.form.start_date
source: Start date
de: Anfangstermin
fr: Date de début
hu: Kezdő dátum
ko: 시작 날짜
pt_br: Data Inicial
uk: Дата початку
zh_hant: 開始日期

# tasks.form.due_date
source: Due date
de: Fälligkeitsdatum
fr: Date d'échéance
hu: Esedékesség
ko: 완료 날짜
pt_br: Data limite
uk: Кінцева дата
zh_hant: 截止日期

# tasks.form.repeats
source: Repeats
de: Wiederholungen
fr: Répétition
hu: Ismétlődik
ko: 반복
pt_br: Repete
uk: Повторюється
zh_hant: 重複

# tasks.form.every
source: Every
de: Jedes
fr: Chaque
hu: Minden
ko: 반복 주기
pt_br: A cada
uk: Кожен
zh_hant: 每

# tasks.form.cost
source: Cost
de: Kosten
fr: Prix
hu: Költség
ko: 가격
pt_br: Custo
uk: Вартість
zh_hant: 價值

# tasks.form.clear
source: Clear
de: Löschen
fr: Effacer
hu: Törlés
ko: 비우기
pt_br: Limpar
uk: Очистити
zh_hant: 清除

# tasks.form.trivial
source: Trivial
de: Alltäglich
fr: Banal
hu: Jelentéktelen
ko: 간단한
uk: Дуже легко

# tasks.form.easy
source: Easy
de: Einfach
fr: Facile
hu: Könnyű
ko: 쉬운
pt_br: Fácil
uk: Легко
zh_hant: 簡單

# tasks.form.medium
source: Medium
de: Mittel
fr: Moyen
hu: Közepes
ko: 보통
pt_br: Média
uk: Середньо
zh_hant: 中等

# tasks.form.hard
source: Hard
de: Schwer
fr: Difficile
hu: Nehéz
ko: 어려움
pt_br: Difícil
uk: Важко
zh_hant: 困難

# tasks.form.accessibility.positive_and_negative_enabled
source: Positive and negative habit actions enabled.
de: Positive und negative Gewohnheitsaktionen sind aktiv.
fr: Actions positives et négatives activées.
hu: Pozitív és negatív szokásműveletek engedélyezve.
ko: 좋은 습관과 나쁜 습관의 행동을 활성화합니다.
pt_br: Ações positivas e negativas de hábitos estão habilitadas.
uk: Позитивна і негативна звичка дозволена.
zh_hant: 正面與負面習慣已啟用。

# tasks.form.accessibility.positive_enabled
source: Positive habit action enabled.
de: Positive Gewohnheitsaktion ist aktiv.
fr: Action positive activée.
hu: Pozitív szokásművelet engedélyezve.
ko: 좋은 습관의 실천이 활성화되었습니다.
pt_br: Hábito de ação positiva habilitado.
uk: Дії позитивних звичок ввімкнені.
zh_hant: 正面習慣已啟用。

# tasks.form.accessibility.negative_enabled
source: Negative habit action enabled.
de: Negative Gewohnheitsaktion ist aktiv.
fr: Action négative activée.
hu: Negatív szokásművelet engedélyezve.
ko: 나쁜 습관의 실천이 활성화되었습니다.
pt_br: Hábito de ação negativa habilitado.
uk: Дії негативних звичок увімкнені.
zh_hant: 負面習慣已啟用。

# tasks.form.accessibility.disable_positive
source: Disable positive action.
de: Positive Aktion deaktivieren.
fr: Désactiver l'action positive.
hu: Pozitív művelet letiltása.
ko: 좋은 습관 실천을 끈다.
pt_br: Desabilitar ação positiva.
uk: Вимкнути позитивні дії.

# tasks.form.accessibility.enable_negative
source: Enable negative action.
de: Negative Aktion aktivieren.
fr: Activer l'action négative.
hu: Negatív művelet engedélyezése.
ko: 나쁜 습관 실천을 켠다.
pt_br: Habilitar ação negativa.
uk: Увімкнути негативні дії.

# tasks.form.accessibility.disable_negative
source: Disable negative action.
de: Negative Aktion deaktivieren.
fr: Désactiver l'action négative.
hu: Negatív művelet letiltása.
ko: 나쁜 습관 실천을 끈다.
pt_br: Desabilitar ação negativa.
uk: Вимкнути негативні дії.

# tasks.form.accessibility.set_task_difficulty
source: Change difficuly to %@
de: Schwierigkeit zu %@ ändern
fr: Changer la difficulté à %@
hu: A nehézség módosítása erre: %@
ko: %@ 난이도로 변경
pt_br: Mudar dificuldade para %@
uk: Змінити складність на %@
zh_hant: 變更難度為%@

# tasks.form.accessibility.enable
source: Enable %@
de: Aktiviere %@
fr: Activer %@
hu: %@ engedélyezése
ko: %@ 활성화
pt_br: Habilitar %@
uk: Увімкнути %@
zh_hant: 能夠 %@

# tasks.form.accessibility.disable
source: Disable %@
de: Deaktiviere %@
fr: Désactiver %@
hu: %@ letiltása
ko: %@ 비활성화
pt_br: Desabilitar %@
uk: Вимкнути %@
zh_hant: 不能夠 %@

# tasks.form.accessibility.attribute
source: Attribute is %@
de: Das Attribut ist %@
fr: L'attribut est %@
hu: A tulajdonság: %@
ko: 속성은 %@입니다
pt_br: O Atributo é %@
uk: Характеристика %@
zh_hant: 屬性是 %@

# tasks.form.adjust_streak
source: Adjust Streak
de: Strähne anpassen
fr: Rétablir le combo
hu: Sorozat módosítása
ko: 연속 실행 횟수 조정
pt_br: Ajustar combo
uk: Налаштувати Серію
zh_hant: 調整連續紀錄

# tasks.form.adjust_counter
source: Adjust Counter
de: Zähler anpassen
fr: Ajuster le Compteur
hu: Számláló módosítása
ko: 횟수 조정
pt_br: Ajustar contador
uk: Налаштувати Лічильник
zh_hant: 調整計數器

# tasks.form.positive
source: Positive
de: Positiv
fr: Positif
hu: Pozitív
ko: 좋은
pt_br: Positivo
uk: Позитивний
zh_hant: 正面的

# tasks.form.negative
source: Negative
de: Negativ
fr: Négatif
hu: Negatív
ko: 나쁜
pt_br: Negativo
uk: Негативний
zh_hant: 負面的

# tasks.form.completions
source: Completions
de: Vervollständigungen
fr: Achèvements
hu: Teljesítések
ko: 완료
pt_br: Concluídos
uk: Виконано
zh_hant: 完成情況

# tasks.form.completion
source: Completion
de: Fertigstellung
fr: Achèvement
hu: Teljesítés
ko: 완료
pt_br: Conclusão
uk: Виконано
zh_hant: 完成

# tasks.form.times_scored
source: Times Scored
de: Anzahl Erfüllungen
fr: Nombre de validations
hu: Pontozások száma
ko: 완료된 횟수
pt_br: Vezes marcadas
uk: Виконано разів

# tasks.form.none
source: None
de: Keine
fr: Aucun
hu: Nincs
ko: 없음
pt_br: Nenhuma
uk: Немає

# tasks.exercise
source: Exercise
de: Training
fr: Faites des exercices
hu: Testmozgás
ko: 운동
pt_br: Exercício
uk: Фізичні Вправи
zh_hant: 運動

# tasks.health
source: Health
de: Gesundheit
fr: Santé
hu: Egészség
ko: 건강
pt_br: Saúde
uk: Здоров'я
zh_hant: 健康

# tasks.school
source: School
de: Schule
fr: École
hu: Iskola
ko: 학교
pt_br: Escola
uk: Навчання
zh_hant: 學校

# tasks.team
source: Team
fr: Équipe
hu: Csapat
ko: 팀
pt_br: Time
uk: Команда
zh_hant: 團隊

# tasks.chores
source: Chores
de: Hausarbeiten
fr: Corvées
hu: Házimunkák
ko: 가사
pt_br: Afazeres
uk: Обов'язки
zh_hant: 家事

# tasks.due_tomorrow
source: Tomorrow
de: Morgen
fr: Demain
hu: Holnap
ko: 내일
pt_br: Vencimento amanhã
uk: Завтра
zh_hant: 明天

# tasks.every_x
source: every %d %@
de: jeden %d %@
fr: chaque %d %@
hu: minden %d %@
ko: 모든 %d %@
pt_br: cada %d %@
uk: кожний %d %@

# tasks.repeats.repeats_every_on
source: Repeats %@ on %@
de: Wiederholt %@ am %@
fr: Se répète %@ le %@
hu: Ismétlődik: %@, ekkor: %@
ko: %@를 %@마다 반복
pt_br: Repete %@ em %@
uk: Повторюється %@ по %@

# tasks.repeats.repeats_every
source: Repeats %@
de: Wiederholt %@
fr: Se répète %@
hu: Ismétlődik: %@
ko: %@ 반복
pt_br: Repete %@
uk: Повторюється %@

# tasks.repeats.daily
source: daily
de: täglich
fr: quotidiennement
hu: naponta
ko: 일간
pt_br: diariamente
uk: щодня

# tasks.repeats.weekly
source: weekly
de: wöchentlich
fr: hebdomadairement
hu: hetente
ko: 주간
pt_br: semanalmente
uk: щотижня

# tasks.repeats.monthly
source: monthly
de: monatlich
fr: mensuellement
hu: havonta
ko: 월간
pt_br: mensalmente
uk: щомісяця

# tasks.repeats.yearly
source: yearly
de: jährlich
fr: annuellement
hu: évente
ko: 연간
pt_br: anualmente
uk: щороку

# tasks.repeats.every_day
source: every day
de: jeden Tag
fr: chaque jour
hu: minden nap
ko: 매일
pt_br: todos os dias
uk: кожного дня

# tasks.repeats.weekdays
source: weekdays
de: Wochentage
fr: jour de la semaine
hu: hétköznapokon
ko: 평일
pt_br: dias da semana
uk: по буднях

# tasks.repeats.weekends
source: weekends
de: Wochenenden
hu: hétvégéken
ko: 주말
pt_br: final de semana
uk: по вихідним

# tasks.quality.worst
source: Worst
de: Schlechteste
fr: Le pire
hu: Legrosszabb
ko: 최악
pt_br: O pior
uk: Найгріший

# tasks.quality.good
source: Good
de: Gut
fr: Bien
hu: Jó
ko: 좋음
pt_br: Bom
uk: Гарний

# tasks.quality.better
source: Better
de: Besser
fr: Mieux
hu: Jobb
ko: 환상적
pt_br: Melhor
uk: Кращий

# tasks.quality.best
source: Best
de: Am besten
fr: Meilleur
hu: Legjobb
ko: 최고
pt_br: O melhor
uk: Найкращий

# tasks.examples.habit_text
source: Tap here to edit this into a bad habit you'd like to quit
de: Tippe hier um dies als schlechte Gewohnheit zu markieren, die Du gerne loswerden willst
fr: Tapez ici pour changer ceci en mauvaise habitude que vous voudriez perdre
hu: Koppints ide, hogy rossz szokássá alakítsd, amit szeretnél elhagyni
ko: 여기를 터치하여 고치고 싶은 습관을 입력하세요
pt_br: Toque aqui para editar e fazer deste um mau hábito que você gostaria de eliminar
uk: Торкніться тут щоб перетворити це на шкідливу звичку якої ти бажаєш позбутися

# tasks.examples.todo_text
source: Join Adhder (Check me off!)
de: Adhder beitreten (Hake mich ab!)
fr: Rejoindre Adhder (cochez-moi !)
hu: Csatlakozz a Habiticához (Jelölj be engem!)
ko: Adhder에 가입하기 (체크해 주세요!)
pt_br: Participe do Adhder (Marque-me!)
uk: Приєднайся до Габітика(Викреслити мене!)

# tasks.examples.todo_notes
source: You can either complete this To Do, edit it, or remove it.
de: Du kannst dieses To-Do entweder abhaken, es bearbeiten, oder löschen.
fr: Vous pouvez au choix valider cette tâche à faire, la modifier ou la supprimer.
hu: Teljesítheted, szerkesztheted vagy törölheted ezt a tennivalót.
ko: 이 할 일을 완료하거나 편집하거나 삭제할 수 있습니다.
pt_br: Você pode concluir, editar ou remover este Afazer.
uk: Ви можеш так само заверишити це завдання, змінити його, або видалити.

# tasks.examples.reward_text
source: Reward yourself
de: Belohne Dich selbst
fr: Offrez-vous une récompense
hu: Jutalmazd meg magad
ko: 스스로에게 보상하기
pt_br: Se recompense
uk: Винагородіть себе

# tasks.examples.work_habit
source: Process email
de: E-Mails durchgehen
fr: Traiter les emails
hu: Email feldolgozása
ko: 이메일 처리하기
pt_br: Ler e-mails
uk: Перевірь пошту

# tasks.examples.work_daily_text
source: Worked on today’s most important task
de: An der wichtigsten Aufgabe des Tages gearbeitet
fr: Travailler sur la plus importante des tâches du jour
hu: Ma dolgoztam a legfontosabb feladaton
ko: 오늘의 가장 중요한 과제를 끝냈습니다
pt_br: Trabalhou na tarefa mais importante de hoje
uk: Попрацювати над найважливішим завданням дня

# tasks.examples.work_todo_text
source: Complete work project
de: Erfülle Arbeitsprojekt
fr: Travail complété
hu: Munkahelyi projekt befejezése
ko: 작업 프로젝트 완료하기
pt_br: Completar projeto de trabalho
uk: Закінчити робочий проєкт

# tasks.examples.exercise_habit
source: 10 minutes cardio
de: 10 Minuten Cardio
fr: 10 minutes de cardio
hu: 10 perc kardió
ko: 10분동안 운동하기
pt_br: 10 minutos de cardio
uk: 10 хвилин кардіо

# tasks.examples.exercise_daily_text
source: Daily workout routine
de: Tägliche Workout-Routine
fr: Routine Quotidienne
hu: Napi edzésprogram
ko: 일일 운동 루틴
pt_br: Rotina de treino diário
uk: Щодена тренувальна рутина

# tasks.examples.exercise_daily_notes
source: Tap to choose your schedule and specify exercises!
de: Tippe um einen Zeitplan zu wählen und Übungen auszuwählen!
fr: Tapez pour choisir votre planning et définir vos exercices !
hu: Koppints, hogy beállítsd a mentrended és a gyakorlatok megadásához!
ko: 터치하여 일정을 선택하고 운동을 입력하세요!
pt_br: Toque para definir seus horários e especificar seus exercícios!
uk: Натисніть, щоб обрати свій розклад і вказати вправи!

# tasks.examples.exercise_todo_text
source: Set up workout schedule
de: Trainingsplan aufstellen
fr: Créer un horaire d'entraînement
hu: Edzésterv összeállítása
ko: 운동 계획 짜기
pt_br: Preparar rotina de exercícios
uk: Створіть графік тренувань

# tasks.examples.exercise_todo_notes
source: Tap to add a checklist!
de: Tippe um eine Checkliste hinzuzufügen!
fr: Appuyez pour ajouter un rappel !
hu: Koppints, hogy ellenőrzőlistát adj hozzá!
ko: 터치하여 체크리스트를 설정해보세요!
pt_br: Toque para adicionar uma lista!
uk: Натисни щоб додати чекліст!

# tasks.examples.health_habit
source: Eat health/junk food
de: Iss Gesundes/Junkfood
fr: Manger sainement/de la malbouffe
hu: Egészséges ételt/junk foodot enni
ko: 저속노화 식단 / 배달음식 먹기
pt_br: Comer comida saudável/não saudável
uk: Їсти корисну/шкідливу їжу

# tasks.examples.school_daily_text
source: Do homework
de: Hausaufgaben machen
fr: Faire ses devoirs
hu: Házi feladat elkészítése
ko: 숙제하기
pt_br: Fazer a lição de casa
uk: Зробити домашнє завдання

# tasks.examples.school_todo_text
source: Finish assignment for class
de: Schulaufgabe fertigstellen
fr: Finir le devoir de classe
hu: Iskolai beadandó befejezése
ko: 과제 마무리하기
pt_br: Finalizar tarefa para a aula
uk: Зробити завдання для уроку

# tasks.examples.team_habit
source: Check in with team
de: Checke mit dem Team ein
fr: S'enregistrer avec l'équipe
hu: Egyeztetés a csapattal
ko: 팀에 전달하기
pt_br: Verifique com a equipe
uk: Завдання з командою

# tasks.examples.team_daily_text
source: Update team on status
de: Aktualisiere das Team über den Status
fr: Donner des nouvelles à l'équipe
hu: Helyzetjelentés a csapatnak
ko: 팀에 진행 상황 공유하기
pt_br: Atualizar a equipe sobre o status
uk: Повідомити команду про статус

# tasks.examples.team_daily_notes
source: Tap to specify your most important task
de: Tippe hier um Deine wichtigste Aufgabe anzugeben
fr: Tapez pour définir votre tâche la plus importante
hu: Koppints, hogy megadd a legfontosabb feladatot
ko: 터치하여 가장 중요한 과제를 입력하세요
pt_br: Toque para definir sua tarefa mais importante
uk: Натисніть, щоб обрати найважливіше завдання

# tasks.examples.school_daily_notes
source: Tap to specify your most important task
de: Tippe hier um Deine wichtigste Aufgabe anzugeben
fr: Tapez pour définir votre tâche la plus importante
hu: Koppints, hogy megadd a legfontosabb feladatot
ko: 터치하여 가장 중요한 과제를 입력하세요
pt_br: Toque para definir sua tarefa mais importante
uk: Натисніть, щоб обрати найважливіше завдання

# tasks.examples.team_todo_text
source: Complete team project
de: Vervollständige das Teamprojekt
fr: Projet d'équipe complet
hu: Csapatos projekt befejezése
ko: 팀 프로젝트 완성하기
pt_br: Completar o projeto em equipe
uk: Закінчити командний проєкт

# tasks.examples.team_todo_notes
source: Tap to specify your most important task
de: Tippe hier um Deine wichtigste Aufgabe anzugeben
fr: Tapez pour définir votre tâche la plus importante
hu: Koppints, hogy megadd a legfontosabb feladatot
ko: 터치하여 가장 중요한 과제를 입력하세요
pt_br: Toque para definir sua tarefa mais importante
uk: Натисніть, щоб обрати найважливішу задачу

# tasks.examples.chores_daily_text
source: Wash dishes
de: Geschirr abwaschen
fr: Faire la vaisselle
hu: Mosogatás
ko: 설거지하기
pt_br: Lavar a louça
uk: Помити посуд

# tasks.examples.chores_daily_notes
source: Tap to choose your schedule!
de: Tippe um einen Zeitplan zu wählen!
fr: Tapez pour choisir votre planning !
hu: Koppints az időpont kiválasztásához!
ko: 터치하여 일정을 선택해보세요!
pt_br: Toque para definir seu planejamento!
uk: Натисніть, щоб обрати ваш графік!

# tasks.examples.chores_todo_text
source: Organize clutter
de: Unordnung aufräumen
fr: Ranger le bazar
hu: Rendet rakni valahol
ko: 잡동사니 정리하기
pt_br: Organizar a bagunça
uk: Організуйте безлад

# tasks.examples.chores_todo_notes
source: Tap to specify the cluttered area!
de: Tippe hier, um den unübersichtlichen Bereich anzugeben!
fr: Tapez pour définir l'endroit en bazar !
hu: Koppints, hogy megadd a rendetlen területet!
ko: 터치하여 치울 장소를 입력하세요!
pt_br: Toque para indicar a área bagunçada!
uk: Натисніть, щоб вказати захаращену територію!

# tasks.examples.creativity_daily_text
source: Work on creative project
de: An kreativem Projekt arbeiten
fr: Travailler sur un projet créatif
hu: Kreatív projekten dolgozni
ko: 창의적인 프로젝트 작업
pt_br: Trabalhar em projeto criativo
uk: Попрацювати над творчим проєктом
