Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# tutorials.dailies_1
source: Make Dailies for time-sensitive tasks that need to be done on a regular schedule.
de: Erstelle Dailies für zeitkritische Aufgaben, die nach einem regelmäßigen Zeitplan erledigt werden müssen.
fr: Utilisez les quotidiennes pour les tâches qui doivent être réalisées suivant un planning régulier.
hu: Készíts napi teendőket olyan feladatokhoz, amelyeket rendszeresen kell teljesítened, meghatározott időközönként.
ko: 정해진 시간에 반복해야 하는 작업은 일일 과제로 만드세요.
pt_br: Crie Diárias para tarefas que devem ser realizadas em um certo tempo e que se repetem em intervalos regulares.
uk: Створіть Щоденки для задач, які необхідно виконувати з певною періодичністю.

# gift_one_get_one
source: Gift a sub and get a sub free event going on now!
de: Beim aktuell laufenden Event gilt, schenke ein Abonnement und erhalte eins kostenlos!
fr: Un événement "Offrez un abonnement et recevez un abonnement gratuit" est en cours !
hu: Ajándékozz előfizetést, és kapsz egyet ingyen – akció most elérhető!
ko: 정기 구독 선물을 하면 본인도 동일한 구독 혜택을 무료로 받는 이벤트가 진행 중입니다!
pt_br: O evento "Dê uma assinatura de presente e ganhe outra" está acontecendo agora!
uk: Подаруйте підписку і отримайте безкоштовно точнісінько таку ж!

# cancel_subscription_group_plan
source: You have a free subscription because you are a member a Party or Guild that has a Group Plan. This will end if you leave or the Group Plan is cancelled by the owner. Any months of extra subscription credit you have will be applied at the end of the Group Plan.
de: Du hast ein konstenloses Abonnement, weil Du Mitglied in einer Party oder Gilde mit Gruppenplan bist. Dieses endet, wenn Du austrittst oder der Gruppenplan von der innehabenden Person gekündigt wird. Deine zusätzlichen Abonnementguthaben-Monate aus anderen Abonnements werden nach Ablauf des Gruppenplans fortgesetzt.
fr: Vous bénéficiez d'un abonnement gratuit parce que vous appartenez à une équipe ou une guilde qui a une offre de groupe. Cet abonnement se terminera si vous quittez l'équipe ou la guilde, ou si son propriétaire annule l'offre de groupe. Tous les mois d'abonnements dont vous disposiez déjà seront appliqués à la fin de l'offre de groupe.
hu: Jelenleg ingyenes előfizetéssel rendelkezel, mert egy olyan csapat vagy céh tagja vagy, amely csoportos csomaggal rendelkezik. Ez akkor szűnik meg, ha kilépsz vagy ha a csomag tulajdonosa lemondja azt. Ha további hónapnyi előfizetési jóváírással rendelkezel, azok a csoportos csomag végén aktiválódnak.
ko: 그룹 요금제를 사용하는 파티나 길드의 구성원으로 무료 구독 혜택을 받고 있습니다. 그룹을 탈퇴하거나 그룹 요금제가 소유자에 의해 취소되면 혜택이 종료되며, 남은 추가 구독 기간은 그룹 요금제 종료 후에 적용됩니다.
pt_br: Você tem uma assinatura grátis, pois é membro de um Grupo ou Guilda que tem um Plano de Time ativo. Isto irá finalizar se você deixar o Grupo/Guilda ou o Plano de Time for cancelado pelo proprietário. Quaisquer meses de crédito de assinatura extra que você tiver serão aplicados no final do Plano de Grupo.

source: Add
de: Hinzufügen
fr: Ajouter
hu: Hozzáadás
ko: 추가
pt_br: Adicionar
uk: Додати
zh_hant: 加

# gift_sent_confirmation
source: Your gift was sent!
de: Dein Geschenk wurde verschickt!
fr: Votre cadeau a été envoyé !
hu: Az ajándékodat elküldtük!
ko: 선물이 전달되었습니다!
pt_br: Seu presente foi enviado!
uk: Ваш подарунок надіслано!

# complete_more_tasks
source: You need to complete more tasks before you can afford this item!
de: Du musst mehr Aufgaben erledigen, um Dir diesen Gegenstand leisten zu können!
fr: Vous devez réaliser plus de tâches avant de pouvoir vous payer cet objet !
hu: Több feladatot kell teljesítened, mielőtt megvehetnéd ezt a tárgyat!
ko: 이 아이템을 구매하려면 더 많은 과제를 완료해야 합니다!
pt_br: Você precisa concluir mais tarefas antes de poder comprar este item!
uk: Вам потрібно виконати більше завдань, перш ніж ви зможете собі дозволити цей предмет!

# more_gems_message
source: You’ll need more Gems to buy this item!
de: Du brauchst mehr Edelsteine, um diesen Gegenstand kaufen zu können!
fr: Vous aurez besoin de plus de gemmes pour acheter cet objet !
hu: Több gyémántra van szükséged, hogy megvásárolhasd ezt a tárgyat!
ko: 이 아이템을 구매하려면 보석이 더 필요합니다!
pt_br: Você precisará de mais Gemas para comprar este item!
uk: Вам знадобиться більше Самоцвітів, щоб придбати цей предмет!
zh_hant: 你需要更多宝石才能购买着个物品！

source: Excess Items
de: Überschüssige Gegenstände
fr: Objets en surplus
hu: Felesleges tárgyak
ko: 초과 아이템
pt_br: Itens em excesso
uk: Надлишкові предмети

source: Stat Allocation
de: Attributpunktezuweisung
fr: Allocation des attributs
hu: Statisztikapontok elosztása
ko: 스탯 할당
pt_br: Alocação de Atributo

# armoire.rate_food_title
source: 20%% Piece of Food
de: 20%% Futter
fr: 20% morceau de nourriture
hu: 20%% esély eleségre
ko: 20% 먹이
pt_br: 20%% Peça de Comida
uk: 20%% Їжа

# purchase_from_time_travelers_shop
source: You can purchase this customization from the Time Travelers shop
de: Du kannst diese Personalisierung im Laden der Zeitreisenden erwerben
fr: Vous pouvez acheter cette personnalisation à la boutique des voyageurs temporels
hu: Ezt a testreszabást az Időutazók boltjában vásárolhatod meg
ko: 이 커스터마이제이션 아이템은 시간 여행자 상점에서 구매할 수 있습니다
pt_br: Você pode comprar essa personalização na loja dos Viajantes do Tempo
uk: Ви можете придбати це налаштування в магазині "Мандрівники у часі"

# partyOnTitle
source: Party On
de: Riesenparty
fr: L’équipe continue
hu: Együtt a csapat
ko: 파티 진행
pt_br: Agrupamento

# partyOnDescription
source: Your party grew to 4 members!
de: Deine Party ist auf 4 Mitglieder angewachsen!
fr: Votre équipe à grandi jusqu’à 4 membres !
hu: A csapatod immár 4 főből áll!
ko: 당신의 파티원이 4명으로 늘었습니다!
pt_br: Seu grupo cresceu para 4 membros!

# beastMasterTitle
source: Beast Master
de: Meister aller Bestien
fr: Maître des Bêtes
hu: Bestiamester
ko: 비스트 마스터
pt_br: Mestre(a) das Bestas

# beastMasterDescription
source: You have earned the “Beast Master” Achievement for collecting all the pets!
de: Du hast für das Sammeln aller Haustiere den Erfolg "Meister aller Bestien" erhalten!
fr: Vous avez reçu le succès "Maître des Bêtes", pour avoir collectionné tous les familiers !
hu: Megszerezted a „Bestiamester” teljesítményt az összes kisállat begyűjtéséért!
ko: 모든 펫을 모아 ‘비스트 마스터’ 업적을 획득했습니다!
pt_br: Você ganhou a Conquista de "Mestre(a) das Bestas" por coletar todos os mascotes!

# challenge_category.adhder_official
source: Adhder Official
de: Adhder offiziell
fr: Adhder Officiel
hu: Adhder hivatalos
ko: Adhder 공식
pt_br: Adhder Oficial
uk: Команда Adhder

# challenge_category.academics
source: Academics
de: Schule + Studium
fr: Scolaires
hu: Tanulmányok
ko: 교육기관
pt_br: Acadêmicos
uk: Навчання

# challenge_category.advocacy_causes
source: Advocacy + Causes
de: Fürsprache + Interessengruppen
fr: Sensibilisation + Causes
hu: Társadalmi ügyek
ko: 주장 + 이유
pt_br: Defesa + Causas
uk: Адвокація + Право

# challenge_category.creativity
source: Creativity
de: Kreativität
fr: Créativité
hu: Kreativitás
ko: 창의성
pt_br: Criatividade
uk: Креативність

# empty.notifications.description
source: The notification fairies give you a raucous round of applause! Well done!
de: Die Mitteilungsfeen geben Dir eine heftige Runde Applaus! Gut gemacht!
fr: Les fées de la notification vous font un tonnerre d'applaudissements ! Bien joué !
hu: Az értesítő-tündérek lelkesen megtapsolnak! Remek munka!
ko: 알림 요정들이 큰 박수를 보냅니다! 잘했어요!
pt_br: As fadas das notificações te saúdam com uma calorosa salva de palmas! Muito bem!
uk: Феї сповіщень аплодують вам! Чудова робота!

# shops.purchased_all_gear_armoire_empty
source: New gear is released during the seasonal Galas. The Enchanted Armoire gets new stock every month too!
de: Neue Ausrüstung wird während der saisonalen Galas veröffentlicht. Auch der verzauberte Schrank bekommt jeden Monat neue Ware!
fr: De nouveaux équipements seront déployés durant les Grands Galas. L'Armoire Enchantée est également réapprovisionnée tous les mois !
hu: Új felszerelések a szezonális ünnepségeken jelennek meg, és a Megbűvölt komód is minden hónapban frissül!
ko: 시즌 행사에서 새로운 장비가 출시됩니다. 마법의 장비상자에도 매달 새로운 재고가 추가됩니다!
pt_br: Novos equipamentos são lançados durante as Grandes Galas. O estoque do Armário Encantado é renovado a cada mês também!

# partyUpTitle
source: Party Up
de: Gründe eine Party
fr: L’équipe fête
hu: Csapatban az erő
ko: 파티 구성
pt_br: Agrupou-se

# manual_sync_title
source: Manual Sync & Force Restart
de: Manuell synchronisieren & Neustart erzwingen
fr: Synchronisation manuelle et redémarrage forcé
hu: Kézi szinkronizálás és kényszerített újraindítás
ko: 수동 동기화 및 강제 재시작
pt_br: Sincronização Manual e Reinicialização Forçada

# daily_tip_9
source: If you're having a tough time, try breaking your tasks down into smaller parts.
de: Wenn Dir etwas schwerfällt, versuche Deine Aufgaben in kleinere Unteraufgaben aufzuteilen.
fr: Si vous avez des difficultés, essayez de séparer vos tâches en plus petites parties.
hu: Ha nehézségeid támadnak, próbáld kisebb részekre bontani feladataidat.
ko: 어려움이 있다면, 과제를 작은 단위로 나눠보세요.
pt_br: Se você está tendo dificuldades, tente dividir suas tarefas em partes menores.

source: Email
fr: Courriel
ko: 메일
uk: Eлектронна адреса
zh_hant: 電子郵件

# groups.invite.add_userid
source: Add a User ID
de: Benutzer-ID hinzufügen
fr: Ajouter un ID d'utilisateur
hu: Felhasználói azonosító hozzáadása
ko: User ID 추가하기
pt_br: Adicionar um ID de usuário
uk: Додати ID користувача
zh_hant: 新增使用者 ID

# username_confirmed_toast
source: Your username was confirmed
de: Dein Benutzername wurde bestätigt
fr: Votre nom d'utilisateur est confirmé
hu: Felhasználóneved sikeresen megerősítve
ko: 아이디가 확인되었습니다
pt_br: Seu nome de usuário foi confirmado
uk: Ваше ім'я користувача підтверджено

# login.email_invalid
source: Please enter a valid email.
de: Bitte trage eine gültige E-Mail-Adresse ein.
fr: Veuillez renseigner un email valide.
hu: Kérjük, adj meg egy érvényes e-mail-címet.
ko: 유효한 메일을 입력하세요.
pt_br: Por favor, insira um e-mail válido.
uk: Будь ласка, введіть дійсну адресу електронної пошти.

# intro.card2.title
source: Progress in the game
de: Mache Fortschritt im Spiel
fr: Progression dans le jeu
hu: Haladj a játékban,
ko: 게임에서 진전하고
pt_br: Progrida no jogo
uk: Прогрес у грі

# errors.request
source: There was an error with your request: %@
de: Bei Deiner Anfrage gab es einen Fehler: %@
fr: Il y a eu une erreur avec votre requête : %@
hu: Hiba történt a kérés során: %@
ko: 요청에 오류가 발생했습니다: %@
pt_br: Houve um erro com seu pedido: %@
uk: З вашим запитом виникла помилка: %@

source: months
de: Monate
fr: mois
hu: hónap
ko: 달
pt_br: meses
uk: місяці(в)

source: years
de: Jahre
fr: années
hu: év
ko: 년
pt_br: anos
uk: рок(и/ів)

source: Max Gem Cap
de: Max. Anzahl an Edelsteinen
fr: Limite de Gemme Maximum
hu: Maximális gyémántkorlát
ko: 최대 보석 한도
pt_br: Limite Máximo de Gemas

# tutorials.todos_1
source: Use To Do's to keep track of tasks you need to do just once.
de: Verwende To-Dos, um jene Aufgaben zu verfolgen, die Du nur einmal ausführen musst.
fr: Utilisez les tâches à faire pour garder trace des tâches que vous ne devez faire qu'une fois.
hu: Használd a tennivalókat olyan feladatok nyomon követésére, amelyeket csak egyszer kell elvégezned.
ko: 한 번만 해야 하는 작업은 할 일 목록을 사용하세요.
pt_br: Use os Afazeres para acompanhar tarefas que precisam ser feitas somente uma vez.
uk: Використайте Завдання, аби слідкувати за задачами, які треба виконати лише один раз.

# faint.disclaimer
source: Broken equipment can be repurchased from the Market
de: Defekte Ausrüstung kann auf dem Marktplatz zurückgekauft werden
fr: L'équipement endommagé peut être racheté depuis le Marché
hu: A törött felszerelést újra megvásárolhatod a piacon
ko: 부서진 장비는 상점에서 다시 구매할 수 있습니다
pt_br: O equipamento quebrado pode ser recomprado no Mercado
uk: Зламане спорядження можна буде повторно придбати з Винагород

# armoire.drop_rate
source: Armoire drop rates
de: Schrank Beute Quote
fr: Taux de butin de l'armoire
hu: Komód tárgy esélyek
ko: 장비상자 드롭율
pt_br: Taxas de drop do Armário
uk: Шанси випадіння предметів зі Скрині

# armoire.enchanted_armoire_drop_rates
source: Enchanted Armoire drop rates
de: Verzauberter-Schrank-Beute-Verteilung
fr: Taux de butin de l'armoire enchantée
hu: Megbűvölt komód tárgy esélyek
ko: 마법의 장비상자 드롭율
pt_br: Taxas de drop do Armário Encantado
uk: Шанси випадіння з чарівної скрині

# armoire.rate_equipment_title
source: 60%% Piece of Equipment
de: 60%% Ausrüstungsgegenstand
fr: 60% des pièces d'équipement
hu: 60%% esély felszerelésre
ko: 60% 장비 부위
pt_br: 60%% Peça de Equipamento
uk: 60%% Предмет спорядження

# gift_one_get_one_description
source: Gift a subscription now and you’ll get the same sub for yourself free!
de: Verschenke jetzt ein Abonnement und erhalte für Dich selbst das gleiche Abonnement kostenlos!
fr: Offrez un abonnement maintenant pour recevoir le même abonnement gratuitement !
hu: Ha most ajándékozol előfizetést, ugyanazt te is megkapod ingyen!
ko: 지금 구독을 선물하면 본인도 동일한 구독을 무료로 받습니다!
pt_br: Dê uma assinatura de presente agora e você receberá a mesma assinatura de graça!
uk: Подаруйте підписку прямо зараз і отримайте таку ж само безкоштовно для себе!

# report_x_question
source: Why are you reporting this %@?
de: Warum meldest Du das %@?
fr: Pourquoi signalez-vous ceci %@ ?
hu: Miért szeretnéd jelenteni ezt: %@?
ko: 이 항목을 신고하는 이유는 무엇입니까?
pt_br: Por que você está denunciando isso %@?

source: Reason for report
de: Grund für die Meldung
fr: Raison du signalement
hu: Jelentés oka
ko: 신고 이유 (생략 가능)
pt_br: Motivo da denúncia

source: Mystic Hourglasses
de: Mystische Sanduhren
fr: Sabliers mystiques
hu: Misztikus homokórák
ko: 신비한 모래시계
pt_br: Ampulhetas Místicas
zh_hant: 神秘沙漏

# challenge_category.health_fitness
source: Health + Fitness
de: Gesundheit + Fitness
fr: Santé + Sport
hu: Egészség és mozgás
ko: 건강 + 운동
pt_br: Saúde e Fitness
uk: Здоров'я + Фітнес

# survey.button
source: Go to Survey
de: Weiter zur Umfrage
fr: Aller à l'enquête
hu: Ugrás a kérdőívhez
ko: 설문 조사하기
pt_br: Inicie a Pesquisa
zh_hant: 進行調查

# suggest_pet_hatch_missing_egg
source: You still need a %@ Egg to hatch this pet
de: Du brauchst erst ein %@-Ei um dieses Haustier auszubrüten
fr: Vous avez besoin d'un œuf de %@ pour faire éclore ce familier
hu: Még szükséged van egy %@ tojásra, hogy kikölthesd ezt a kisállatot
ko: 이 펫을 부화시키려면 %s의 알이 필요합니다
pt_br: Você ainda precisa de um Ovo %@ para eclodir este mascote
zh_hant: 你還需要一顆 %@ 蛋，才能孵化這隻寵物

source: Active on %@
de: Aktiv an %@
fr: Actif %@
hu: Aktív ekkor: %@
ko: 활성화된 %@
pt_br: Ativo em %@
uk: Активний %@

# intro.welcome_prompt
source: What should we call you?
de: Wie sollen wir Dich nennen?
fr: Comment devrions-nous vous appeler ?
hu: Hogy szólíthatunk?
ko: 당신을 어떻게 불러드릴까요?
pt_br: Como devemos chamar você?
uk: Як до вас звертатись?

# intro.avatar_setup_speechbubble
source: You must be new here. I’m Justin, I’ll be your guide in Adhder. So how would you like to look? Don’t worry, you can change this later.
de: Du musst neu hier sein. Ich bin Justin und ich werde dein Führer in Adhder sein. Wie würdest du denn gerne aussehen? Keine Sorge, du kannst dein Aussehen später immer wieder ändern.
fr: Vous devez être nouve·au·lle ici. Je suis Justin, je serai votre guide dans Adhder. Alors, à quoi souhaitez-vous ressembler ? Pas d'inquiétude, vous pourrez en changer plus tard.
hu: Na és hogy szeretnél kinézni? Ne aggódj, később bármikor megváltoztathatod.
ko: 여기는 처음이시군요. 저는 저스틴입니다. Adhder에서 안내를 맡겠습니다. 그럼, 어떤 모습으로 꾸미고 싶으신가요? 걱정 마세요, 나중에 언제든 변경할 수 있습니다.
pt_br: Você deve ser novo aqui. Eu sou Justin, serei seu guia no Adhder. Então, como você gostaria de parecer? Não se preocupe, você pode mudar isso mais tarde.
uk: Тож як би ви хотіли виглядати? Не хвилюйтеся, пізніше ви завжди зможете змінити вигляд.

# intro.task_setup_speechbubble
source: Looking good! Now, choose any categories you’d like to work on and we’ll create a few tasks to get started. We’ll go to your task board after this!
de: Sieht gut aus! Nun wähle Kategorien, an denen du arbeiten möchtest und wir erstellen ein paar Aufgaben, um zu starten. Danach sehen wir uns deine Aufgabenliste an!
fr: Quelle classe ! Maintenant, choisissez les différentes choses sur lesquelles vous souhaiteriez travailler pour que nous puissions créer des tâches ensemble. Nous irons voir votre tableau des tâches après cela !
hu: Nagyszerű! Most pedig mi az, amin szívesen dolgoznál ezen az utazáson?
ko: 멋지네요! 이제 작업하고 싶은 카테고리를 선택해 주세요. 선택하신 내용을 바탕으로 시작할 수 있는 몇 가지 작업을 만들어 드릴게요. 이후에는 작업 보드로 이동합니다!
pt_br: Que aparência legal! Agora, escolha qualquer categoria que gostaria de trabalhar em e nós criaremos algumas tarefas para começar. Nós vamos para sua tabela de tarefas após isso!
uk: Чудово! Тепер, над чим вам цікаво працювати протягом цієї подорожі?

source: Monthly Backgrounds
de: Monatliche Hintergründe
fr: Arrière-Plans Mensuels
hu: Havi hátterek
ko: 월별 배경
pt_br: Cenários Mensais
uk: Місячні фони
zh_hant: 每月背景

source: no days
de: Keine Wochentage
fr: pas de jours
hu: nincs nap kiválasztva
ko: 날짜가 없습니다
pt_br: nenhum dia
uk: дні вичерпані

# groups.invite.invitation_type
source: Invitation Type
de: Einladungsart
fr: Type d'invitation
hu: Meghívás típusa
ko: 초대장 타입
pt_br: Tipo de convite
uk: Тип запрошення

source: API Key
de: API-Schlüssel
fr: Jeton d'API
hu: API-kulcs
ko: API 키
pt_br: Chave da API
uk: API ключ

source: Tap to Show
de: Tippen zum anzeigen
fr: Tapez pour révéler
hu: Koppints a megjelenítéshez
ko: 터치하여 표시
pt_br: Toque para mostrar
uk: Натисніть, щоб показати

# groups.invite.add_username
source: Add a Username
de: Benutzernamen hinzufügen
fr: Ajouter un nom d'utilisateur
hu: Felhasználónév hozzáadása
ko: 유저 네임 추가하기
pt_br: Adicione um nome de usuário
uk: Додати ім'я користувача
zh_hant: 新增使用者名稱

# groups.invite.add_email
source: Add an Email
de: E-Mail hinzufügen
fr: Ajouter un courriel
hu: E-mail-cím hozzáadása
ko: 메일 주소 추가하기
pt_br: Adicionar um e-mail
uk: Додати адресу електронної пошти
zh_hant: 新增使用者電子郵件

# users_invited
source: Invitation was sent to users.
de: Einladung wurde verschickt.
fr: L'invitation a été envoyée.
hu: Meghívó elküldve a felhasználóknak.
ko: 유저에게 초대장을 보냈습니다.
pt_br: O convite foi enviado aos usuários.
uk: Запрошення було надіслано користувачам.

source: Username
de: Benutzername
fr: Nom d'utilisateur
hu: Felhasználónév
ko: 아이디
pt_br: Nome de usuário
uk: Ім'я користувача

source: Display name
de: Angezeigter Name
fr: Pseudonyme
hu: Megjelenített név
ko: 표시되는 이름
pt_br: Mostrar nome
uk: Відображуване ім'я

# gift_subscription_prompt
source: Choose the subscription you’d like to gift below! This purchase won’t automatically renew.
de: Wähle unten das Abo, das Du schenken möchtest! Dieser Kauf wird nicht automatisch verlängert.
fr: Choisissez l'abonnement dont vous voudriez faire cadeau ci-dessous ! Cet achat ne sera pas renouvelé automatiquement.
hu: Válaszd ki alább, hogy milyen előfizetést szeretnél ajándékozni! Ez a vásárlás nem újul meg automatikusan.
ko: 아래에서 선물하고 싶은 구독 플랜을 선택하세요! 이 구매는 자동으로 갱신되지 않습니다.
pt_br: Escolha abaixo a assinatura que você gostaria de presentear! Esta compra não será renovada automaticamente.
uk: Оберіть підписку, яку хочете подарувати внизу! Ця покупка не буде подовжуватись автоматично.

# gift_gems_prompt
source: Want to bestow a shiny haul of Gems to someone else?
de: Möchtest Du jemandem eine glänzende Ausbeute an Edelsteinen bescheren?
fr: Vous voulez offrir un beau butin de gemmes à quelqu'un d'autre ?
hu: Szeretnél egy rakás csillogó gyémántot ajándékozni valakinek?
ko: 반짝이는 보석 한아름을 누군가에게 선물하고 싶으신가요?
pt_br: Deseja conceder um brilhante carregamento de Gemas a outra pessoa?
uk: Хочете подарувати блискучі Самоцвіти комусь іншому?

# gem_cap
source: Unlocks %d Gold-purchasable Gems per month
de: Schaltet %d mit Gold erwerbbare Edelsteine pro Monat frei
fr: Débloque %d Gemmes par mois à acheter avec de l'Or
hu: Havonta %d aranyért vásárolható gyémántot tesz elérhetővé
ko: 골드로 구매 가능한 보석을 매달 %d개씩 잠금 해제합니다
pt_br: Desbloqueia %d Gemas adquiríveis com Ouro por mês
uk: Максимум %d Самоцвітів

# hourglass_count
source: +%d Mystic Hourglass
de: +%d Mystische Sanduhr
fr: + %d sabliers mystiques
hu: +%d misztikus homokóra
ko: 신비한 모래시계 +%d개
pt_br: +%d Ampulheta Mística
uk: +%d Містичних Пісочних Годинників

source: Onwards
de: Weiter
fr: En avant
hu: Tovább
ko: 다음으로
pt_br: Avante
uk: Вперед

# spooky_promo.info_prompt
source: The Gem Sale is back to haunt the very end of this year’s Fall Gala! This is one last chance to get more Gems than ever, so stock up while it lasts!
de: Der Edelstein-Sonderverkauf ist zurück! Das ist die letzte Chance, mehr Edelsteine als je zuvor zu bekommen, also füll' Deine Lager solange Du noch kannst!
fr: La vente de gemmes est de retour pour hanter cette fin de gala d'automne ! C'est votre dernière chance d'obtenir plus de gemmes que jamais, alors faites le plein tant que ça dure !
hu: A gyémántakció visszatért, hogy egészen az Őszi gála végéig kísértsen! Ez az utolsó esélyed arra, hogy több gyémántot szerezz, mint valaha – töltsd fel a készleteidet, amíg lehet!
ko: 보석 세일이 올해 가을 갈라의 마지막까지 이어집니다! 지금이 그 어느 때보다 많은 보석을 얻을 수 있는 마지막 기회이니 재고를 충분히 확보하세요!
pt_br: A Promoção de Gemas está de volta para assombrar o final da Gala de Outono deste ano! Esta é uma última chance de conseguir mais Gemas do que nunca, então estoquem enquanto durar!

source: Limitations
de: Limitierungen
hu: Korlátozások
ko: 제한사항
pt_br: Limitações
uk: Обмеження

# challenge_category.spirituality
source: Spirituality
de: Spiritualität
fr: Spiritualité
hu: Spiritualitás
ko: 정신 수양
pt_br: Espiritualidade
uk: Духовність

# challenge_category.time_management
source: Time-Management + Accountability
de: Zeitmanagement + Verantwortung
fr: Gestion du Temps + Responsabilisation
hu: Időmenedzsment és elszámoltathatóság
ko: 시간 관리 + 어카운터빌리티
pt_br: Gerenciamento de Tempo + Responsabilidade
uk: Керування часом + Відповідальність

# class_change_success_title
source: You're a %@!
de: Du bist ein %@!
fr: Vous êtes un·e %@ !
hu: Máris %@ lettél!
ko: 당신은 %s입니다!
pt_br: Você é um %@!

# class_change_success_description
source: You can now use %@ skills and purchase gear from shops. Gain levels to earn stat points you can use to power up your skills.
de: Du kannst nun deine Fertigkeit %@ verwenden und Ausrüstungen im Shop erwerben. Erhöhe dein Level, um Punkte für die Aufwertung deiner Fertigkeiten zu erhalten.
fr: Vous pouvez désormais utiliser les compétences %@ et acheter des équipements dans les boutiques. Gagnez des niveaux pour obtenir des points d'attributs que vous pourrez utiliser pour booster vos compétences.
hu: Mostantól használhatod a(z) %@ képességeket, és az üzletekben megvásárolhatod az új kaszt felszereléseit. Lépj szintet, hogy további statisztikapontokat kapj képességeid erősítéséhez.
ko: 이제 %s 스킬을 사용하고 상점에서 장비를 구입할 수 있습니다. 레벨업으로 획득한 스탯 포인트로 스킬을 강화하세요.
pt_br: Agora você pode usar as habilidades de %@ e comprar equipamentos em lojas. Suba de nível para ganhar pontos de atributos que podem ser usados para aprimorar suas habilidades.

source: Got it!
de: Verstanden!
fr: Ok !
hu: Vettem!
ko: 알겠어요!
pt_br: Você conseguiu!

# quests.unlock_previous_short
source: Finish Quest %d
de: Schließe Quest %d ab
fr: Finir la quête %d
hu: Fejezd be a %d. küldetést
ko: %d 퀘스트 완료하기
pt_br: Finalizar missão %d
uk: Закінчити Квест %

# groups.assign_new_leader
source: Assign new Leader
de: Gruppenleiter bestimmen
fr: Assigner une nouvelle personne responsable
hu: Új vezető kijelölése
ko: 새로운 리더 지정
pt_br: Nomear novo(a) líder
uk: Назначити нового Лідера

# groups.guild_invitation_no_invitername
source: Someone invited you to join the Guild: **%@**
de: Jemand hat dich eingeladen der Gilde beizutreten: **%@**
fr: Quelqu'un vous a invité·e à rejoindre la Guilde : **%@**
hu: Meghívást kaptál a céhbe: **%@**
ko: 누군가가 당신을 길드에 초대했습니다: **%@**
pt_br: Alguém convidou você para entrar na Guilda: **%@**
uk: Хтось запрошує вас приєднатись до Гільдії **%@**
