Repository: YALING0327/ADHDer
Catalog: adhder-ios-develop/AdhderApp/Strings/*.lproj/Mainstrings.strings
Languages: de, fr, hu, ko, pt_br, uk, zh_hant

# titles.select_class
source: Select Class
de: Klasse auswählen
fr: Sélectionner une classe
hu: Kaszt kiválasztása
ko: 등급 설정
pt_br: Escolher Classe
uk: Обрати Клас
zh_hant: 選擇職業

# titles.guilds
source: Guilds
de: Gilden
fr: Guildes
hu: Céhek
ko: 길드
pt_br: Guildas
uk: Гільдії
zh_hant: 團隊

source: Search
de: Suchen
fr: Rechercher
hu: Keresés
ko: 검색
pt_br: Buscar
uk: Пошук
zh_hant: 搜尋

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse
ko: 취소
pt_br: Cancelar
uk: Відмінити
zh_hant: 取消

source: Edit
de: Bearbeiten
fr: Modifier
hu: Szerkesztés
ko: 수정
pt_br: Editar
uk: Редагувати
zh_hant: 編輯

source: Delete
de: Löschen
fr: Effacer
hu: Törlés
ko: 삭제
pt_br: Apagar
uk: Видалити
zh_hant: 刪除

source: Back
de: Zurück
fr: Retour
hu: Vissza
ko: 뒤로
pt_br: Retornar
uk: Назад
zh_hant: 撤回

source: All
de: Alle
fr: Toutes
hu: Mind
ko: 모두
pt_br: Tudo
uk: Усі
zh_hant: 全部

source: Weak
de: Schwach
fr: Faibles
hu: Gyenge
ko: 약점
pt_br: Fraco
uk: Слабкий
zh_hant: 待養成

source: Strong
de: Stark
fr: Fort
hu: Erős
ko: 강점
pt_br: Forte
uk: Сильний
zh_hant: 已養成

source: Done
de: Erledigt
fr: Faites
hu: Kész
ko: 완료
pt_br: Feito
uk: Виконано
zh_hant: 已完成

source: Completed
de: erledigt
fr: Complété
hu: Befejezve
ko: 완료
pt_br: Completo
uk: Завершено
zh_hant: 已完成

source: Name
fr: Nom
hu: Név
ko: 이름
pt_br: Nome
uk: Ім'я
zh_hant: 名稱

source: Change
de: Ändern
fr: Changer
hu: Módosítás
ko: 변경
pt_br: Alterar
uk: Зміна
zh_hant: 更改

source: Clear
de: Löschen
fr: Effacer
hu: Törlés
ko: 클리어
pt_br: Limpar
uk: Очистити
zh_hant: 清空

source: Use
de: Verwenden
fr: Utiliser
hu: Használat
ko: 사용
pt_br: Utilizar
uk: Використати
zh_hant: 使用

# reset_tips
source: Reset Tutorials
de: Tutorials zurücksetzen
fr: Réinitialiser les tutoriels
hu: Útmutatók visszaállítása
ko: 튜토리얼 초기화
pt_br: Recomeçar os Tutoriais
uk: Скинути Туторіали
zh_hant: 重置新手教學

# titles.settings
source: Settings
de: Einstellungen
fr: Paramètres
hu: Beállítások
ko: 설정
pt_br: Configurações
uk: Налаштування
zh_hant: 設置

# titles.profile
source: Profile
de: Profil
fr: Profil
hu: Profil
ko: 프로필
pt_br: Perfil
uk: Профіль
zh_hant: 個人簡介

# titles.equipment
source: Equipment
de: Ausrüstung
fr: Équipement
hu: Felszerelés
ko: 장비
pt_br: Equipamento
uk: Спорядження
zh_hant: 裝備

# titles.items
source: Items
de: Gegenstände
fr: Objets
hu: Tárgyak
ko: 아이템
pt_br: Itens
uk: Предмети
zh_hant: 物品

# titles.pets
source: Pets
de: Haustiere
fr: Familiers
hu: Kisállatok
ko: 펫
pt_br: Mascotes
uk: Улюбленці
zh_hant: 寵物

# titles.pets_and_mounts
source: Pets & Mounts
de: Haus- & Reittiere
fr: Familiers & montures
hu: Kisállatok és hátasok
ko: 펫 & 탈것
pt_br: Mascotes & Montarias
uk: Улюбленці & Скакуни
zh_hant: 寵物與坐騎

# titles.mounts
source: Mounts
de: Reittiere
fr: Montures
hu: Hátasok
ko: 탈것
pt_br: Montarias
uk: Скакуни
zh_hant: 坐騎

# titles.party
source: Party
fr: Équipe
hu: Csapat
ko: 파티
pt_br: Grupo
uk: Команда
zh_hant: 派對

# titles.guild
source: Guild
de: Gilde
fr: Guilde
hu: Céh
ko: 길드
pt_br: Guilda
uk: Гільдія
zh_hant: 團隊

# titles.challenges
source: Challenges
de: Wettbewerbe
fr: Défis
hu: Kihívások
ko: 도전들
pt_br: Desafios
uk: Випробування
zh_hant: 挑戰

# titles.shops
source: Shops
de: Märkte
fr: Boutiques
hu: Boltok
ko: 가게들
pt_br: Lojas
uk: Магазини
zh_hant: 商店

# titles.gift_subscription
source: Gift Subscription
de: Abonnement verschenken
fr: Offrir un Abonnement
hu: Előfizetés ajándékozása
ko: 선물 구독
pt_br: Presentear Assinatura
uk: Подарувати Підписку
zh_hant: 贈送訂閱

# titles.choose_user
source: Choose Member
de: Wähle Mitglied
fr: Choisir un·e Membre
hu: Tag kiválasztása
ko: 멤버 선택
pt_br: Escolher Usuário
uk: Обрати Користувача
zh_hant: 選擇成員

# titles.choose_recipient
source: Choose Recipient
de: Empfänger wählen
fr: Choisir le destinataire
hu: Címzett kiválasztása
ko: 받는사람 선택
pt_br: Escolher Destinatário
uk: Обрати Отримувача
zh_hant: 選擇收信人

# titles.invite_members
source: Invite Members
de: Mitglieder einladen
fr: Inviter des membres
hu: Tagok meghívása
ko: 구성원 초대하기
pt_br: Convidar Membros
uk: Запросити Учасників
zh_hant: 邀請成員

# titles.messages
source: Messages
de: Nachrichten
hu: Üzenetek
ko: 메시지들
pt_br: Mensagens
uk: Повідомлення
zh_hant: 訊息

# stats.total
source: Total
de: Gesamt
hu: Összesen
ko: 총
uk: Загалом
zh_hant: 總計

# challenge_category.self_improvement
source: Self-Improvement
de: Selbstverbesserung
fr: Auto-Amélioration
hu: Önfejlesztés
ko: 자기 개선
pt_br: Desenvolvimento Pessoal
uk: Самовдосконалення

# challenge_category.hobbies_occupations
source: Hobbies + Occupations
de: Hobby + Beruf
fr: Hobby + Occupations
hu: Hobbi és hivatás
ko: 취미 + 직업
pt_br: Hobbies + Ocupações
uk: Гобі + Професії

source: Scheduled
de: geplant
fr: Planifiées
hu: Ütemezett
ko: 예정
pt_br: Agendado
uk: Заплановано
zh_hant: 已安排

source: Summary
de: Zusammenfassung
fr: Résumé
hu: Összegzés
ko: 요약
pt_br: Sumário
uk: Короткий опис
zh_hant: 概要

# titles.skills
source: Skills
de: Fähigkeiten
fr: Compétences
hu: Képességek
ko: 능력
pt_br: Habilidades
uk: Навички
zh_hant: 技能

# titles.news
source: News
de: Neuigkeiten
fr: Actualités
hu: Hírek
ko: 소식
pt_br: Notícias
uk: Новини
zh_hant: 新聞

# stats.no_points_to_allocate
source: 0 Points to Allocate
de: 0 Punkte zu vergeben
fr: 0 point à allouer
hu: 0 kiosztható pont
ko: 할당 가능한 포인트 0
pt_br: 0 Pontos para Distribuir
uk: 0 Очок для Розподілу
zh_hant: 可分配的分數為0

# stats.auto_allocate_points
source: Auto Allocate Points
de: Automatische Verteilung
fr: Attribuer automatiquement les points
hu: Pontok automatikus kiosztása
ko: 포인트 자동 할당
pt_br: Distribuir Pontos Automaticamente
uk: Авторозподіл Очок
zh_hant: 自動分配點數

# stats.character_build_text
source: Each level earns you one point to assign to an attribute of your choice. You can do so manually, or let the game decide for you using one of the Automatic Allocation options.
de: Mit jedem Level erhältst Du einen Punkt, den Du in ein Attribut Deiner Wahl setzen kannst. Du kannst Deine Punkte manuell verteilen, oder das Spiel entscheiden lassen, indem Du eines der vorgegebenen Verteilungsmuster auswählst.
fr: Chaque niveau vous donne un point à assigner à un attribut de votre choix. Vous pouvez le faire manuellement, ou laisser le jeu décider pour vous en utilisant l'une des options d'attribution automatique.
hu: Minden szintlépéssel kapsz egy pontot, amit egy általad választott tulajdonságra kioszthatsz. Ezt megteheted kézzel vagy rábízhatod a játékra valamelyik automatikus kiosztási opció használatával.
ko: 레벨이 올라갈 때마다 능력에 할당할 수 있는 1포인트를 얻게 됩니다. 원하는 대로 수동으로 부여할 수도 있고, 자동 분배 설정에 맡길 수도 있습니다.
pt_br: A cada nível que alcançar você terá um ponto para distribuir para uma habilidade de sua escolha. Você pode fazer isso manualmente ou deixar o jogo decidir por você usando uma das opções de Distribuição Automática.
uk: На кожному рівні ви отримуєте 1 очко, яке можна розподілити в будь-яку характеристику. Ви можете це зробити самостійно, або дозволити, щоб гра зробила це за допомогою Авторозподілу.
zh_hant: 每提升一級你都會獲得一個可自由分配的屬性點數。你可以手動分配，也可以使用自動分配讓遊戲根據某種分配選項幫你分配。

# stats.constitution_text
source: Decreases the amount of damage taken from your tasks. Does not decrease the damage received from bosses.
de: Verringert den Schaden, den Du von verpassten Aufgaben erhältst. Schaden durch Bosse wird allerdings nicht verringert.
fr: Diminue la quantité de dégâts reçue de vos tâches. Ne diminue pas les dégâts reçus des boss.
hu: Csökkenti a feladataidból eredő sebzéseket. Nem csökkenti a főellenségektől kapott sebzést.
ko: 임무 실패시 받는 데미지가 감소합니다. 보스에게 받는 피해는 감소하지 않습니다.
pt_br: Diminui o dano recebido pelas tarefas. Não diminui o dano causado por chefões.
uk: Зменшує кількість шкоди від ваших завдань. Не зменшує шкоду від Босів.

# tasks.form.habit_title_placeholder
source: What habits do you want to foster or break?
de: Welche Gewohnheiten möchtest du verbessern oder ändern?
fr: Quelle habitude voulez-vous entretenir ou perdre ?
hu: Milyen szokásokat akarsz kialakítani vagy elhagyni?
ko: 만들거나 없애고 싶은 습관이 있나요?
pt_br: Que hábitos você quer fortalecer ou eliminar?
uk: Які звички ви хочете набути чи позбутись?
zh_hant: 你想養成或克服什麼習慣？

# tasks.form.reset_streak
source: Reset Streak
de: Strähne zurücksetzen
fr: Réinitialiser le combo
hu: Sorozat visszaállítása
ko: 연속 실행 초기화
pt_br: Reiniciar Combo
uk: Перезапустити
zh_hant: 重設連續紀錄

# tasks.form.confirm_delete
source: Are you sure you want to delete this task?
de: Möchtest Du diese Aufgabe wirklich löschen?
fr: Confirmez-vous vouloir supprimer cette tâche ?
hu: Biztosan törölni szeretnéd ezt a feladatot?
ko: 이 작업을 삭제합니다. 괜찮겠어요?
pt_br: Você tem certeza de que quer apagar esta tarefa?
uk: Ви впевнені, що хочете видалити це завдання?
zh_hant: 你確定要刪除此任務?

# tasks.form.accessibility.enable_positive
source: Enable positive action.
de: Positive Aktion aktivieren.
fr: Activer l'action positive.
hu: Pozitív művelet engedélyezése.
ko: 좋은 습관 실천을 켠다.
pt_br: Habilitar ação positiva.
uk: Увімкнути позитивні дії.

# settings.reminder
source: Reminder
de: Erinnerung
fr: Rappel
hu: Emlékeztető
ko: 중요한 일
pt_br: Lembrete
uk: Нагадування

# stats.intelligence_text
source: Increases EXP earned from completing tasks. Also increases your mana cap and how fast mana regenerates over time.
de: Du erhältst mehr Erfahrung von erledigten Aufgaben. Außerdem wird Dein Mana-Limit erhöht, und Du regenerierst Dein Mana schneller.
fr: Augmente l'expérience reçue des tâches validées. Augmente également votre limite de mana et sa vitesse de régénération dans le temps.
hu: Növeli a feladatokért kapott tapasztalati pontot. Emellett növeli a maximális mana mennyiségét és a mana regeneráció sebességét.
ko: 임무 완료 시 얻을 수 있는 경험치가 증가합니다. 또한, 마나 한도 및 시간 회복 속도가 증가합니다.
pt_br: Aumenta a experiência obtida ao completar tarefas. Também aumenta seu limite e taxa de recuperação de mana.
uk: Збільшує кількість Досвіду, отриманого від виконання завдань. Також збільшує обсяг мани та її швидкість відновлення.

# settings.custom_day_start_description
source: Shift when your day switches over past the default time of 12:00 AM
de: Verschiebe den Zeitpunkt zu dem dein Tag wechselt. Standard-Einstellung: Mitternacht
fr: Change l'heure de changement de jour. La valeur par défaut est minuit
hu: Beállíthatod, hogy mikor kezdődjön a napod az alapértelmezett 00:00 helyett
ko: 날짜는 기본적으로 밤 12:00시에 갱신됩니다
pt_br: Mude quando o seu dia passar do horário padrão de meia-noite
uk: Оберіть, коли змінюється ваш день(За замовчуванням опівночі)

# settings.wrong_password
source: Incorrect Password
de: Falsches Passwort
fr: Mot de passe incorrect
hu: Helytelen jelszó
ko: 비밀번호가 틀립니다
pt_br: Senha incorreta
uk: Неправильний Пароль

# settings.change_class_disclaimer
source: This will reset your character's class and allocated points (you'll get them all back to re-allocate), and costs 3 gems.
de: Das wird Deine Klasse zurücksetzen und Du erhältst alle Attributpunkte als freie Punkte zurück. Es kostet 3 Edelsteine.
fr: Ceci réinitialisera la classe de votre avatar et ses points alloués (que vous récupérerez pour les ré-allouer), et coûtera 3 gemmes.
hu: Ezzel visszaállítod a karaktered kasztját és az elosztott pontokat (minden pontot visszakapsz, hogy újra eloszthasd), ára 3 gyémánt.
ko: 이 작업을 수행하면 캐릭터의 직업과 부여된 포인트가 초기화됩니다. (획득한 포인트는 다시 할당할 수 있는 상태로 돌아갑니다). 정말 초기화하시겠습니까? 보석 3개가 소모됩니다.
pt_br: Isso irá resetar a classe de seu personagem e os pontos atribuídos (você terá todos eles de volta para redistribuir), e custa 3 gemas.
uk: Ця дія скине Клас вашого персонажа та всі розподілені очки (ви зможете розподілити їх заново) за 3 Самоцвіти.

# settings.fix_values_description
source: If you’ve encountered a bug or made a mistake that unfairly changed your character, you can manually correct those values here.
de: Wenn Du auf einen Fehler gestoßen bist oder einen Fehler gemacht hast, der Deinen Charakter unfair verändert hat, kannst Du diese Werte hier manuell korrigieren.
fr: Si vous avez rencontré un bug ou commis une erreur qui a injustement modifié votre avatar, vous pouvez manuellement corriger les valeurs ici.
hu: Ha hibát tapasztaltál vagy olyan változtatást végeztél, ami igazságtalanul módosította karaktered értékeit, itt kézzel kijavíthatod őket.
ko: 버그가 발생했거나 캐릭터의 상태가 함부로 바뀐 경우, 여기에서 해당 값을 수동으로 수정할 수 있습니다.
pt_br: Se você encontrou um bug ou cometeu um erro que tenha afetado seu personagem injustamente, você pode corrigir manualmente esses valores aqui.
uk: Якщо ви виявили несправність або зробили помилку, яка несправедливо змінила вашого персонажа, ви можете вручну відредагувати ці значення тут.

# settings.reset_account_description
source: You will lose all your levels, Gold, and Experience. All your tasks and their historical data will be deleted (Challenge tasks will stay). You will lose all equipment, except Subscriber items and free commemorative items, but you will be able to buy it back. You will need to be the correct class to re-buy class-specific gear. You will keep your current class, Achievements, and your Pets and Mounts. To confirm reset, type your password below.
de: Du wirst alle deine Level, Gold und Erfahrung verlieren. Alle Ihre Aufgaben und ihre historischen Daten werden gelöscht (Herausforderungsaufgaben bleiben erhalten). Du wirst alle Ausrüstungsgegenstände verlieren, mit Ausnahme von Abonnenten-Gegenständen und kostenlosen Erinnerungsgegenständen, aber du wirst sie zurückkaufen können. Du wirst der richtigen Klasse angehören müssen, um klassenspezifische Ausrüstung wieder zu kaufen. Du behältst deine aktuelle Klasse, deine Errungenschaften sowie deine Haustiere und Reittiere. Um das Zurücksetzen zu bestätigen, gib dein Passwort unten ein.
fr: Vous perdrez tous nos niveaux, Or et Expérience. Toutes vos tâches et leur historique seront supprimés (les tâches liées au Défi apparaîtront toujours). Vous allez perdre tout votre équipement, sauf les objets d'Abonnement et les objets commémoratifs obtenus gratuitement, mais vous pourrez les acheter à nouveau. Vous devrez choisir la classe adaptée pour acheter des équipements spécifiques à celle-ci. Vous conserverez votre classe actuelle, vos Succès, et vos Familiers et Montures. Pour confirmer la réinitialisaton, écrivez votre mot de passe ci-dessous.
hu: Elveszted minden szintedet, aranyadat és tapasztalatpontodat. Minden feladatod és azok előzményei törlődnek (kivéve a kihívásokhoz tartozó feladatokat). Minden felszerelésed elveszik, kivéve az előfizetői tárgyakat és ingyenes emléktárgyakat, ám ezeket később újra megveheted. A kasztspecifikus tárgyak újbóli megvásárlásához megfelelő kasztúnak kell lenned. Megmarad a jelenlegi kasztod, a megszerzett teljesítmények, a kisállataid és a hátasaid. A megerősítéshez írd be alább a jelszavad.
ko: 레벨, 골드, 경험치를 모두 잃게 됩니다. 모든 도전 과제와 그 기록 데이터가 삭제됩니다(도전 과제는 유지됨). 구독자 아이템과 무료 기념 아이템을 제외한 모든 장비를 잃게 되지만, 다시 구매할 수 있습니다. 직업별 장비를 다시 구매하려면 올바른 직업이어야 합니다. 현재 직업, 도전 과제, 애완동물과 탈것은 그대로 유지됩니다. 초기화를 확인하려면 아래에 비밀번호를 입력하세요.
pt_br: Você perderá todos os seus níveis, Ouro e Experiência. Todas as suas tarefas e seus dados históricos serão excluídos (as tarefas de Desafio permanecerão). Você perderá todo o equipamento, exceto itens de Assinante e itens comemorativos gratuitos, mas poderá comprá-los de volta. Você precisará ser da classe correta para recomprar equipamentos específicos da classe. Você manterá sua classe atual, Conquistas e seus Animais de Estimação e Montarias. Para confirmar a reinicialização, digite sua senha abaixo.
uk: Усі рівні, золото та очки досвіду буде втрачено. Всі ваші завдання (окрім тих, які належать до Випробувань) буде видалено назавжди, з усіма даними. Ви втратите усе спорядження, але у вас залишиться можливість купити його знов, навіть якщо воно входить до Обмеженого Видання чи Таємничі Артефакти, які ви купили з підпискою (потрібно обрати відповідний Клас, щоб купити спорядження, що прив'язано до Класу). Ваш Поточний Клас, улюбленців та скакунів буде збережено. Замість цього, ви можете використати більш безпечну Сферу Переродження, щоб зберегти ваші завдання та спорядження.

# settings.api_disclaimer
source: Password token for developers and third-party tools
de: Zugangsschlüssel für Entwickler und Drittanbieter-Anwendungen
fr: Clé mot de passe pour les développeu·r·se·s et outils tiers
hu: Fejlesztőknek és külső eszközöknek szánt jelszó token
ko: 서드파티 도구와 개발자를 위한 패스워드 토큰
pt_br: Token de senha para desenvolvedores e ferramentas de terceiros
uk: Скопіювати значення. Будьте обережні, адже це є паролем!

# settings.push_notifications.invited_quest
source: Invited to Quest
de: Zu einer Quest eingeladen
fr: Invitation à une quête
hu: Meghívó érkezett egy küldetésre
ko: 퀘스트에 초대받았습니다
pt_br: Convidado(a) para uma Missão
uk: Вас запрошено до Квесту

# settings.push_notifications.mention_unjoined_guild
source: @Mentions in not joined Guilds
de: @Erwähnung in nicht beigetretenen Gilden
fr: @mentions dans des guildes
hu: @Megjelölések nem csatlakozott céhekben
ko: 미참가 길드에서 당신에게
pt_br: @Menções em Guildas em que não participa
uk: @Згадки в чужих Гільдіях

# settings.resume_damage_subtitle
source: Damage is currently paused.
de: Schaden ist pausiert.
fr: Les dommages sont actuellement en pause.
hu: A sebzés jelenleg szünetel.
ko: 데미지 피해는 현재 일시 중지된 상태입니다.
pt_br: O dano está pausado.
uk: Пошкодження наразі призупинені.

# settings.pauseDamage.pause_damage_description2
source: Daily streaks and Habit counters will only count up while this is on
de: Tägliche Strähnen und Zählerstände bei den Gewohnheiten werden nur gezählt, wenn diese Einstellung aktiv ist
fr: Les combos quotidiens et les compteurs d'Habitudes ne pourront qu'augmenter tant que ce paramètre sera actif
hu: A napi teendők sorozatai és szokás számlálók csak felfelé növekednek, amíg ez aktív
ko: 이 기능이 켜져 있는 동안에만 일일 과제의 연속 실행 횟수와 습관 카운터가 증가합니다
pt_br: Combos de diária e contadores de Hábito apenas irão somar enquanto isso estiver ativado
uk: Серії Щоденних Завдань та Лічильники Звичок будуть збільшуватись тільки коли це ввімкнено

# tasks.form.accessibility.set_attribute
source: Change attribute to %@
de: Ändere Attribut zu %@
fr: Changer l'attribut à %@
hu: Tulajdonság beállítása erre: %@
ko: 속성을 %@로 변경
pt_br: Alterar Atributo para %@
uk: Змінити характеристику на %@
zh_hant: 變更屬性成 %@

# tasks.form.last_scored
source: Last Scored
de: Zuletzt erreicht
fr: Dernière validation
hu: Utolsó pontozás
ko: 마지막으로 완료됨
pt_br: Última marcação
uk: Останнє виконання

# tasks.examples.habit_notes
source: Or delete it by swiping left
de: Oder lösche es, indem Du nach links wischst
fr: Ou la supprimer en glissant sur le coté
hu: Vagy töröld balra húzással
ko: 또는 왼쪽으로 스와이프하여 삭제
pt_br: Ou delete arrastando para a esquerda
uk: Або видалити це, прогортавши на ліво

# tasks.form.not_editable_disclaimer
source: Challenge and Group tasks have limited editing options compared to your regular tasks
de: Aufgaben aus Herausforderungen und Gruppen haben weniger Bearbeitungsoptionen im Vergleich zu den Standardaufgaben
fr: Les options d'éditions des tâches de groupe et de challenges sont plus limitées que celle des tâches ordinaires
hu: A kihívás- és csoportfeladatok szerkesztési lehetőségei korlátozottak a saját feladataidhoz képest
ko: 도전 및 그룹 과제는 일반 과제에 비해 편집 옵션이 제한적입니다
pt_br: Tarefas de Desafios e Time possuem opções de edição limitadas se comparadas com suas tarefas regulares
uk: Випробування та Групові завдання мають обмежену кількість редагувань у порівнянні зі звичайними завданнями

# settings.push_notifications.received_pm
source: Received private message
de: Private Nachricht erhalten
fr: Message Privé Reçu
hu: Privát üzenet érkezett
ko: 비공개 메세지를 받았습니다
pt_br: Você recebeu uma mensagem privada
uk: Отримано особисте повідомлення

# tasks.examples.reward_notes
source: Watch TV, play a game, eat a treat, it’s up to you!
de: Schau fern, spiel etwas, gönn' Dir einen Snack - such Dir was aus!
fr: Regardez la télé, jouez à un jeu-vidéo, mangez un bonbon... à vous de voir !
hu: Nézz tévét, játssz egy játékkal, egyél valami finomat – rajtad áll!
ko: TV 보기, 게임하기, 간식 먹기... 뭐든지 가능합니다!
pt_br: Assista TV, jogue um jogo, coma um docinho, a decisão é sua!
uk: Подивись телевізор, зіграй в гру, з'їж смаколик, це на тобі!

# settings.select_class
source: Select Class
de: Klasse auswählen
fr: Sélectionner la Classe
hu: Kaszt kiválasztása
ko: 직업 선택
pt_br: Selecionar Classe
uk: Обрати Клас

# tasks.examples.work_daily_notes
source: Tap to specify your most important task
de: Tippe hier um Deine wichtigste Aufgabe anzugeben
fr: Tapez pour définir votre tâche la plus importante
hu: Koppints és írd be, melyik a legfontosabb mai feladatod
ko: 가장 중요한 과제를 지정하려면 터치하세요
pt_br: Toque para definir sua tarefa mais importante
uk: Натисніть, щоб визначити найважливіше завдання дня

# tasks.examples.work_todo_notes
source: Tap to specify the name of your current project + set a due date!
de: Tippe hier um den Namen Deines aktuellen Projekts und ein Fälligkeits-Datum anzugeben!
fr: Tapez pour définir le nom de votre projet en cours et choisir une échéance !
hu: Koppints, add meg a projekt nevét és határozd meg a határidőt!
ko: 터치하여 현재 프로젝트 이름을 작성하고 마감일을 설정하세요!
pt_br: Toque para especificar o nome do projeto atual + definir uma data de vencimento!
uk: Натисни для того щоб задати імя поточного проєкту та назначити кінцеву дату!

# tasks.examples.health_daily_notes
source: Tap to make any changes!
de: Tippe um etwas zu verändern!
fr: Sélectionnez pour modifier !
hu: Koppints, ha módosítani szeretnél!
ko: 터치하여 아무거나 바꿔봅시다!
pt_br: Toque para fazer qualquer mudança!
uk: Натисніть, щоб внести зміни!

# tasks.examples.school_todo_notes
source: Tap to specify your most important task
de: Tippe hier um Deine wichtigste Aufgabe anzugeben
fr: Tapez pour définir votre tâche la plus importante
hu: Koppints, hogy megadd a legfontosabb feladatot
ko: 터치하여 가장 중요한 과제를 입력하세요
pt_br: Toque para definir sua tarefa mais importante
uk: Натисніть, щоб обрати найважливіше завдання

# tasks.examples.chores_habit
source: 10 minutes cleaning
de: 10 Minuten Putzen
fr: 10 min de nettoyage
hu: 10 perc takarítás
ko: 10분동안 청소하기
pt_br: 10 minutos de limpeza
uk: Прибирати 10 хвилин

# tasks.examples.creativity_todo_notes
source: Tap to specify the name of your project
de: Tippe hier um den Namen Deines Projekts anzugeben
fr: Appuyez pour spécifier le nom de votre projet
hu: Koppints, hogy megadd a projekted nevét
ko: 프로젝트 이름을 지정하려면 터치하세요
pt_br: Toque para definir o nome do seu projeto
uk: Натисніть, щоб вказати назву вашого проєкта
