{
    "needTips": "Potrzebujesz wskazówek jak zacząć? Tutaj jest prosty poradnik!",
    "step1": "Krok 1: Wprowadź Zadania",
    "webStep1Text": "Adhder nie ma sensu, jeśli nie połączysz jej z prawdziwym życiem, dlatego dodaj kilka zadań. Jeśli przypomnisz sobie więcej, możesz dodać je później! Wszystkie zadania można dodać przez kliknięcie zielonego przycisku \"Utwórz\".\n* **Ustaw [Do Zrobienia](https://adhder.fandom.com/pl/wiki/Do_Zrobienia):**Zadania, które chcesz wykonywać raz lub rzadko umieść pojedynczo w kolumnie Do-Zrobienia. Kliknij ikonę ołówka, żeby edytować je, dodać listę, termin lub inne szczegóły!\n* **Ustaw [Codzienne](https://adhder.fandom.com/pl/wiki/Codzienne):**Zadania, które chcesz wykonywać codziennie lub konkretnego dnia tygodnia umieść w kolumnie Codziennych. Kliknij ikonę ołówka, żeby wybrać dni tygodnia, w których chcesz je wykonywać lub ustaw datę startową. Możesz również wybrać, żeby zadanie powtarzało się, przykładowo, co 3 dni.\n* **Ustaw [Nawyki](https://adhder.fandom.com/pl/wiki/Nawyki):**Nawyki, które chcesz utrzymać, umieść w kolumnie Nawyków. Możesz zmienić nawyk na tylko pozytywny :heavy_plus_sign:lub tylko negatywny :heavy_minus_sign:\n* **Ustaw [Nagrody](http://adhder.fandom.com/wiki/Rewards):**Oprócz nagród przydatnych w grze, możesz w kolumnie Nagród dodać czynności lub przedmioty, które pomogą ci się zmotywować. Dobrze wyważona ilość przerw czy przyjemności jest ważna!\n* Jeśli szukasz podpowiedzi jakie zadania dodać, sprawdź strony wiki na temat [Przykładowych Nawyków](https://adhder.fandom.com/wiki/Sample_Habits), [Przykładowych Codziennych](https://adhder.fandom.com/wiki/Sample_Dailies), [Przykładowych Do Zrobienia](https://adhder.fandom.com/wiki/Sample_To_Do%27s) oraz [Przykładowych Nagród](https://adhder.fandom.com/wiki/Sample_Custom_Rewards).",
    "step2": "Krok 2: Zdobądź punkty za robienie rzeczy w prawdziwym życiu",
    "webStep2Text": "Teraz możesz zacząć wykonywać swoje zadania! Gdy zrobisz jakieś i zaznaczysz to w Adhder, zyskasz [doświadczenie](https://adhder.fandom.com/wiki/Experience_Points), które pomoże ci zwiększyć poziom oraz [złoto](https://adhder.fandom.com/pl/wiki/Punkty_z%C5%82ota), za które możesz kupować Nagrody. Jeśli będziesz utrzymywać złe nawyki lub nie zrobisz któregoś z Codziennych, będziesz tracić [punkty życia](https://adhder.fandom.com/wiki/Health_Points). W ten sposób punkty doświadczenia i zdrowia staną się wyznacznikiem twoich postępów. W miarę jak twoja postać będzie się rozwijać, zauważysz też polepszenie twojego życia.",
    "step3": "Krok 3: Dostosuj i eksploruj Adhder",
    "webStep3Text": "Po zapoznaniu się z podstawami, możesz uzyskać jeszcze więcej od Adhder wykorzystując poniższe, ciekawe funkcjonalności:\n * Organizuj swoje Zadania wykorzystując [tagi](https://adhder.fandom.com/wiki/Tags) (tagi można dodawać podczas edycji Zadania).\n * Dostosuj swój [Awatar](https://adhder.fandom.com/wiki/Avatar) klikając ikonę użytkownika w prawym, górnym rogu.\n * Dokupuj [Uzbrojenie](https://adhder.fandom.com/wiki/Equipment) w sekcji nagród lub bezpośrednio ze [sklepików](<%= shopUrl %>), i zakładaj je poprzez [Ekwipunek> Wyposażenie](<%= equipUrl %>).\n * Spotkaj się z innymi użytkownikami poprzez narzędzie [Szukam grupy](https://adhder.com/looking-for-party)\n * Wykluwaj [Chowańców](https://adhder.fandom.com/wiki/Pets) zbierając [Jajka](https://adhder.fandom.com/wiki/Eggs) i [Eliksiry Wyklucia](https://adhder.fandom.com/wiki/Hatching_Potions). [Karm](https://adhder.fandom.com/wiki/Food) je, aby wyrosły na [Wierzchowce](https://adhder.fandom.com/wiki/Mounts).\n * Na poziomie 10: Wybierz odpowiednią [Klasę Postaci](https://adhder.fandom.com/wiki/Class_System), a następnie używaj specyficznych dla klasy [Umiejętności](https://adhder.fandom.com/wiki/Skills) (umiejętności nabędziesz na poziomach od 11 do 14).\n * Utwórz Drużynę z przyjaciółmi (klikając [Drużyna](<%= partyUrl %>) w pasku nawigacyjnym) aby nabrać odpowiedzialności i zdobyć zwój misji.\n * Pokonuj potwory i zdobywaj przedmioty w [Misjach](https://adhder.fandom.com/wiki/Quests) (na poziomie 15 otrzymasz misję).",
    "overviewQuestionsRevised": "Masz pytania? Sprawdź <a href='/static/faq'> FAQ</a>! Jeżeli nie ma tam czego szukasz, możesz zadać pytanie za pomocą tej formy: "
}
